{
	"number": 28,
	"name": "سُورَةُ القَصَصِ",
	"englishName": "Al-Qasas",
	"englishNameTranslation": "The Stories",
	"revelationType": "Meccan",
	"numberOfAyahs": 88,
	"ayahs": [
		{
			"number": 3253,
			"text": "(طسم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة.",
			"numberInSurah": 1,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3254,
			"text": "هذه آيات القرآن الذي أنزلته إليك -أيها الرسول-، مبينًا لكل ما يحتاج إليه العباد في دنياهم وأخراهم.",
			"numberInSurah": 2,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3255,
			"text": "نقصُّ عليك من خبر موسى وفرعون بالصدق لقوم يؤمنون بهذا القرآن، ويصدِّقون بأنه من عند الله، ويعملون بهديه.",
			"numberInSurah": 3,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3256,
			"text": "إن فرعون تكبر وطغى في الأرض، وجعل أهلها طوائف متفرقة، يستضعف طائفة منهم، وهم بنو إسرائيل، يذبِّح أبناءهم، ويستعبد نساءهم، إنه كان من المفسدين في الأرض.",
			"numberInSurah": 4,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3257,
			"text": "ونريد أن نتفضل على الذين استضعفهم فرعون في الأرض، ونجعلهم قادةً في الخير ودعاةً إليه، ونجعلهم يرثون الأرض بعد هلاك فرعون وقومه.",
			"numberInSurah": 5,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3258,
			"text": "ونمكن لهم في الأرض، ونجعل فرعون وهامان وجنودهما يرون من هذه الطائفة المستضعفة ما كانوا يخافونه مِن هلاكهم وذهاب ملكهم، وإخراجهم من ديارهم على يد مولود من بني إسرائيل.",
			"numberInSurah": 6,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3259,
			"text": "وألْهمنا أم موسى حين ولدته وخشيت عليه أن يذبحه فرعون كما يذبح أبناء بني إسرائيل: أن أرضعيه مطمئنة، فإذا خشيت أن يُعرف أمره فضعيه في صندوق وألقيه في النيل، دون خوف من فرعون وقومه أن يقتلوه، ودون حزن على فراقه، إنا رادُّو ولدك إليك وباعثوه رسولا. فوضعته في صندوق وألقته في النيل، فعثر عليه أعوان فرعون وأخذوه، فكانت عاقبةُ ذلك أن جعله الله لهم عدوًّا وحزنًا، فكان إهلاكُهم على يده. إن فرعون وهامان وأعوانهما كانوا آثمين مشركين.",
			"numberInSurah": 7,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3260,
			"text": "وألْهمنا أم موسى حين ولدته وخشيت عليه أن يذبحه فرعون كما يذبح أبناء بني إسرائيل: أن أرضعيه مطمئنة، فإذا خشيت أن يُعرف أمره فضعيه في صندوق وألقيه في النيل، دون خوف من فرعون وقومه أن يقتلوه، ودون حزن على فراقه، إنا رادُّو ولدك إليك وباعثوه رسولا. فوضعته في صندوق وألقته في النيل، فعثر عليه أعوان فرعون وأخذوه، فكانت عاقبةُ ذلك أن جعله الله لهم عدوًّا وحزنًا، فكان إهلاكُهم على يده. إن فرعون وهامان وأعوانهما كانوا آثمين مشركين.",
			"numberInSurah": 8,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3261,
			"text": "وقالت امرأة فرعون لفرعون: هذا الطفل سيكون مصدر سرور لي ولك، لا تقتلوه؛ فقد نصيب منه خيرًا أو نتخذه ولدا، وفرعون وآله لا يدركون أن هلاكهم على يديه.",
			"numberInSurah": 9,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3262,
			"text": "وأصبح فؤاد أم موسى خاليًا من كل شيء في الدنيا إلا من همِّ موسى وذكره، وقاربت أن تُظهِر أنه ابنها لولا أن ثبتناها، فصبرت ولم تُبْدِ به؛ لتكون من المؤمنين بوعد الله الموقنين به.",
			"numberInSurah": 10,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3263,
			"text": "وقالت أم موسى لأخته حين ألقته في اليم: اتَّبِعي أثر موسى كيف يُصْنَع به؟ فتتبعت أثره فأبصرته عن بُعْد، وقوم فرعون لا يعرفون أنها أخته، وأنها تتبع خبره.",
			"numberInSurah": 11,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3264,
			"text": "وحرمنا على موسى المراضع أن يرتضع منهن مِن قبل أن نردَّه إلى أمه، فقالت أخته: هل أدلكم على أهل بيت يحسنون تربيته وإرضاعه، وهم مشفقون عليه؟ فأجابوها إلى ذلك.",
			"numberInSurah": 12,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3265,
			"text": "فرددنا موسى إلى أمه؛ كي تقرَّ عينها به، ووفينا إليها بالوعد؛ إذ رجع إليها سليمًا مِن قتل فرعون، ولا تحزنَ على فراقه، ولتعلم أن وعد الله حق فيما وعدها مِن ردِّه إليها وجعله من المرسلين. إن الله لا يخلف وعده، ولكن أكثر المشركين لا يعلمون أن وعد الله حق.",
			"numberInSurah": 13,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3266,
			"text": "ولما بلغ موسى أشد قوته وتكامل عقله، آتيناه حكمًا وعلمًا يعرف بهما الأحكام الشرعية، وكما جزينا موسى على طاعته وإحسانه نجزي مَن أحسن مِن عبادنا.",
			"numberInSurah": 14,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3267,
			"text": "ودخل موسى المدينة مستخفيًا وقت غفلة أهلها، فوجد فيها رجلين يقتتلان: أحدهما من قوم موسى من بني إسرائيل، والآخر من قوم فرعون، فطلب الذي من قوم موسى النصر على الذي من عدوه، فضربه موسى بجُمْع كفِّه فمات، قال موسى حين قتله: هذا من نزغ الشيطان، بأن هيَّج غضبي، حتى ضربت هذا فهلك، إن الشيطان عدو لابن آدم، مضل عن سبيل الرشاد، ظاهر العداوة. وهذا العمل من موسى عليه السلام كان قبل النبوة.",
			"numberInSurah": 15,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3268,
			"text": "قال موسى: رب إني ظلمت نفسي بقتل النفس التي لم تأمرني بقتلها فاغفر لي ذلك الذنب، فغفر الله له. إن الله غفور لذنوب عباده، رحيم بهم.",
			"numberInSurah": 16,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3269,
			"text": "قال موسى: ربِّ بما أنعمت عليَّ بالتوبة والمغفرة والنعم الكثيرة، فلن أكون معينًا لأحد على معصيته وإجرامه.",
			"numberInSurah": 17,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3270,
			"text": "فأصبح موسى في مدينة فرعون خائفًا يترقب الأخبار مما يتحدث به الناس في أمره وأمر قتيله، فرأى صاحبه بالأمس يقاتل قبطيًا آخر، ويطلب منه النصر، قال له موسى: إنك لكثير الغَواية ظاهر الضلال.",
			"numberInSurah": 18,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3271,
			"text": "فلما أن أراد موسى أن يبطش بالقبطي، قال: أتريد أن تقتلني كما قتلت نفسًا بالأمس؟ ما تريد إلا أن تكون طاغية في الأرض، وما تريد أن تكون من الذين يصلحون بين الناس.",
			"numberInSurah": 19,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3272,
			"text": "وجاء رجل من آخر المدينة يسعى، قال يا موسى: إن أشراف قوم فرعون يتآمرون بقتلك، ويتشاورون، فاخرج من هذه المدينة، إني لك من الناصحين المشفقين عليك.",
			"numberInSurah": 20,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3273,
			"text": "فخرج موسى من مدينة فرعون خائفًا ينتظر الطلب أن يدركه فيأخذه، فدعا الله أن ينقذه من القوم الظالمين.",
			"numberInSurah": 21,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3274,
			"text": "ولما قصد موسى بلاد \"مدين\" وخرج من سلطان فرعون قال: عسى ربي أن يرشدني خير طريق إلى \"مدين\".",
			"numberInSurah": 22,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3275,
			"text": "ولما وصل ماء \"مدين\" وجد عليه جماعة من الناس يسقون مواشيهم، ووجد من دون تلك الجماعة امرأتين منفردتين عن الناس، تحبسان غنمهما عن الماء؛ لعجزهما وضعفهما عن مزاحمة الرجال، وتنتظران حتى تَصْدُر عنه مواشي الناس، ثم تسقيان ماشيتهما، فلما رآهما موسى -عليه السلام- رقَّ لهما، ثم قال: ما شأنكما؟ قالتا: لا نستطيع مزاحمة الرجال، ولا نسقي حتى يسقي الناس، وأبونا شيخ كبير، لا يستطيع أن يسقي ماشيته؛ لضعفه وكبره.",
			"numberInSurah": 23,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3276,
			"text": "فسقى موسى للمرأتين ماشيتهما، ثم تولى إلى ظل شجرة فاستظلَّ بها وقال: رب إني مفتقر إلى ما تسوقه إليَّ مِن أي خير كان، كالطعام. وكان قد اشتد به الجوع.",
			"numberInSurah": 24,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3277,
			"text": "فجاءت إحدى المرأتين اللتين سقى لهما تسير إليه في حياء، قالت: إن أبي يدعوك ليعطيك أجر ما سقيت لنا، فمضى موسى معها إلى أبيها، فلما جاء أباها وقصَّ عليه قصصه مع فرعون وقومه، قال له أبوها: لا تَخَفْ نجوت من القوم الظالمين، وهم فرعون وقومه؛ إذ لا سلطان لهم بأرضنا.",
			"numberInSurah": 25,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3278,
			"text": "قالت إحدى المرأتين لأبيها: يا أبت استأجره ليرعى لك ماشيتك؛ إنَّ خير من تستأجره للرعي القوي على حفظ ماشيتك، الأمين الذي لا تخاف خيانته فيما تأمنه عليه.",
			"numberInSurah": 26,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3279,
			"text": "قال الشيخ لموسى: إني أريد أن أزوِّجك إحدى ابنتيَّ هاتين، على أن تكون أجيرًا لي في رعي ماشيتي ثماني سنين مقابل ذلك، فإن أكملت عشر سنين فإحسان من عندك، وما أريد أن أشق عليك بجعلها عشرا، ستجدني إن شاء الله من الصالحين في حسن الصحبة والوفاء بما قلتُ.",
			"numberInSurah": 27,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3280,
			"text": "قال موسى: ذلك الذي قلته قائم بيني وبينك، أي المدتين أَقْضِها في العمل أكن قد وفيتك، فلا أُطالَب بزيادة عليها، والله على ما نقول وكيل حافظ يراقبنا، ويعلم ما تعاقدنا عليه.",
			"numberInSurah": 28,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3281,
			"text": "فلما وفى نبي الله موسى -عليه السلام- صاحبه المدة عشر سنين، وهي أكمل المدتين، وسار بأهله إلى \"مصر\" أبصر من جانب الطور نارًا، قال موسى لأهله: تمهلوا وانتظروا إني أبصرت نارًا؛ لعلي آتيكم منها بنبأ، أو آتيكم بشعلة من النار لعلكم تستدفئون بها.",
			"numberInSurah": 29,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3282,
			"text": "فلما أتى موسى النار ناداه الله من جانب الوادي الأيمن لموسى في البقعة المباركة من جانب الشجرة: أن يا موسى إني أنا الله رب العالين، وأن ألق عصاك، فألقاها موسى، فصارت حية تسعى، فلما رآها موسى تضطرب كأنها جانٌّ من الحيات ولَّى هاربًا منها، ولم يلتفت من الخوف، فناداه ربه: يا موسى أقبل إليَّ ولا تَخَفْ؛ إنك من الآمنين من كل مكروه.",
			"numberInSurah": 30,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3283,
			"text": "فلما أتى موسى النار ناداه الله من جانب الوادي الأيمن لموسى في البقعة المباركة من جانب الشجرة: أن يا موسى إني أنا الله رب العالين، وأن ألق عصاك، فألقاها موسى، فصارت حية تسعى، فلما رآها موسى تضطرب كأنها جانٌّ من الحيات ولَّى هاربًا منها، ولم يلتفت من الخوف، فناداه ربه: يا موسى أقبل إليَّ ولا تَخَفْ؛ إنك من الآمنين من كل مكروه.",
			"numberInSurah": 31,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3284,
			"text": "أدخل يدك في فتحة قميصك وأخرجها تخرج بيضاء كالثلج مِن غير مرض ولا برص، واضمم إليك يدك لتأمن من الخوف، فهاتان اللتان أريتُكَهما يا موسى: مِن تحوُّل العصا حية، وجَعْلِ يدك بيضاء تلمع من غير مرض ولا برص، آيتان من ربك إلى فرعون وأشراف قومه. إن فرعون وملأه كانوا قومًا كافرين.",
			"numberInSurah": 32,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3285,
			"text": "قال موسى: ربِّ إني قتلت من قوم فرعون نفسًا فأخاف أن يقتلوني، وأخي هارون هو أفصح مني نطقًا، فأرسله معي عونًا يصدقني، ويبين لهم عني ما أخاطبهم به، إني أخاف أن يكذبوني في قولي لهم: إني أُرسلت إليهم.",
			"numberInSurah": 33,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3286,
			"text": "قال موسى: ربِّ إني قتلت من قوم فرعون نفسًا فأخاف أن يقتلوني، وأخي هارون هو أفصح مني نطقًا، فأرسله معي عونًا يصدقني، ويبين لهم عني ما أخاطبهم به، إني أخاف أن يكذبوني في قولي لهم: إني أُرسلت إليهم.",
			"numberInSurah": 34,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3287,
			"text": "قال الله لموسى: سنقوِّيك بأخيك، ونجعل لكما حجة على فرعون وقومه فلا يصلون إليكما بسوء. أنتما -يا موسى وهارون- ومَن آمن بكما المنتصرون على فرعون وقومه؛ بسبب آياتنا وما دلَّتْ عليه من الحق.",
			"numberInSurah": 35,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3288,
			"text": "فلما جاء موسى فرعون وملأه بأدلتنا وحججنا شاهدة بحقيقة ما جاء به موسى مِن عند ربه، قالوا لموسى: ما هذا الذي جئتنا به إلا سحر افتريته كذبًا وباطلا وما سمعنا بهذا الذي تدعونا إليه في أسلافنا الذين مضوا قبلنا.",
			"numberInSurah": 36,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3289,
			"text": "وقال موسى لفرعون: ربي أعلم بالمحقِّ منَّا الذي جاء بالرشاد من عنده، ومَن الذي له العقبى المحمودة في الدار الآخرة، إنه لا يظفر الظالمون بمطلوبهم.",
			"numberInSurah": 37,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3290,
			"text": "وقال فرعون لأشراف قومه: يا أيها الملأ ما علمت لكم من إله غيري يستحق العبادة، فأشْعِل لي -يا هامان- على الطين نارًا، حتى يشتد، وابْنِ لي بناء عاليًا؛ لعلي أنظر إلى معبود موسى الذي يعبده ويدعو إلى عبادته، وإني لأظنه فيما يقول من الكاذبين.",
			"numberInSurah": 38,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3291,
			"text": "واستعلى فرعون وجنوده في أرض \"مصر\" بغير الحق عن تصديق موسى واتِّباعه على ما دعاهم إليه، وحسبوا أنهم بعد مماتهم لا يبعثون.",
			"numberInSurah": 39,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3292,
			"text": "فأخذنا فرعون وجنوده، فألقيناهم جميعًا في البحر وأغرقناهم، فانظر -أيها الرسول- كيف كان نهاية هؤلاء الذين ظلموا أنفسهم، فكفروا بربهم؟",
			"numberInSurah": 40,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3293,
			"text": "وجعلنا فرعون وقومه قادة إلى النار، يَقتدي بهم أهل الكفر والفسق، ويوم القيامة لا ينصرون؛ وذلك بسبب كفرهم وتكذيبهم رسول ربهم وإصرارهم على ذلك.",
			"numberInSurah": 41,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3294,
			"text": "وأتبعنا فرعون وقومه في هذه الدنيا خزيًا وغضبًا منا عليهم، ويوم القيامة هم من المستقذرة أفعالهم، المبعدين عن رحمة الله.",
			"numberInSurah": 42,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3295,
			"text": "ولقد آتينا موسى التوراة من بعد ما أهلكنا الأمم التي كانت من قبله -كقوم نوح وعاد وثمود وقوم لوط وأصحاب \"مدين\"- فيها بصائر لبني إسرائيل، يبصرون بها ما ينفعهم وما يضرهم، وفيها رحمة لمن عمل بها منهم؛ لعلهم يتذكرون نِعَم الله عليهم، فيشكروه عليها، ولا يكفروه.",
			"numberInSurah": 43,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3296,
			"text": "وما كنت -أيها الرسول- بجانب الجبل الغربي من موسى إذ كلَّفناه أَمْرنا ونَهْينا، وما كنت من الشاهدين لذلك، حتى يقال: إنه وصل إليك من هذا الطريق.",
			"numberInSurah": 44,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3297,
			"text": "ولكنا خلقنا أممًا من بعد موسى، فمكثوا زمنًا طويلا فنسوا عهد الله، وتركوا أمره، وما كنت مقيمًا في أهل \"مدين\" تقرأ عليهم كتابنا، فتعرف قصتهم وتخبر بها، ولكن ذلك الخبر الذي جئت به عن موسى وحي، وشاهد على رسالتك.",
			"numberInSurah": 45,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3298,
			"text": "وما كنت -أيها الرسول- بجانب جبل الطور حين نادينا موسى، ولم تشهد شيئًا من ذلك فتعلمه، ولكنا أرسلناك رحمة من ربك؛ لتنذر قومًا لم يأتهم مِن قبلك من نذير؛ لعلهم يتذكرون الخير الذي جئتَ به فيفعلوه، والشرَّ الذي نَهيتَ عنه فيجتنبوه.",
			"numberInSurah": 46,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3299,
			"text": "ولولا أن ينزل بهؤلاء الكفار عذاب بسبب كفرهم بربهم، فيقولوا: ربنا هلا أرسلت إلينا رسولا من قبل، فنتبع آياتك المنزلة في كتابك، ونكون من المؤمنين بك.",
			"numberInSurah": 47,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3300,
			"text": "فلما جاء محمد هؤلاء القوم نذيرًا لهم، قالوا: هلا أوتي هذا الذي أُرسل إلينا مثل ما أوتي موسى من معجزات حسية، وكتابٍ نزل جملة واحدة! قل -أيها الرسول- لهم: أولم يكفر اليهود بما أوتي موسى من قبل؟ قالوا: في التوراة والقرآن سحران تعاونا في سحرهما، وقالوا: نحن بكل منهما كافرون.",
			"numberInSurah": 48,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3301,
			"text": "قل -أيها الرسول- لهؤلاء: فأتوا بكتاب من عند الله هو أقوم من التوراة والقرآن أتبعه، إن كنتم صادقين في زعمكم.",
			"numberInSurah": 49,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3302,
			"text": "فإن لم يستجيبوا لك بالإتيان بالكتاب، ولم تبق لهم حجة، فاعلم أنما يتبعون أهواءهم، ولا أحد أكثر ضلالا ممن اتبع هواه بغير هدى من الله. إن الله لا يوفِّق لإصابة الحق القوم الظالمين الذين خالفوا أمر الله، وتجاوزوا حدوده.",
			"numberInSurah": 50,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3303,
			"text": "ولقد فصَّلنا وبيَّنا القرآن رحمة بقومك أيها الرسول؛ لعلهم يتذكرون، فيتعظوا به.",
			"numberInSurah": 51,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3304,
			"text": "الذين آتيناهم الكتاب من قبل القرآن -وهم اليهود والنصارى الذين لم يبدِّلوا- يؤمنون بالقرآن وبمحمد عليه الصلاة والسلام.",
			"numberInSurah": 52,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3305,
			"text": "وإذا يتلى هذا القرآن على الذين آتيناهم الكتاب، قالوا: صدَّقنا به، وعملنا بما فيه، إنه الحق من عند ربنا، إنا كنا من قبل نزوله مسلمين موحدين، فدين الله واحد، وهو الإسلام.",
			"numberInSurah": 53,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3306,
			"text": "هؤلاء الذين تقدَّمَتْ صفتُهم يُؤتَوْن ثواب عملهم مرتين: على الإيمان بكتابهم، وعلى إيمانهم بالقرآن بما صبروا، ومن أوصافهم أنهم يدفعون السيئة بالحسنة، ومما رزقناهم ينفقون في سبيل الخير والبر. وإذا سمع هؤلاء القوم الباطل من القول لم يُصْغوا إليه، وقالوا: لنا أعمالنا لا نحيد عنها، ولكم أعمالكم ووزرها عليكم، فنحن لا نشغل أنفسنا بالرد عليكم، ولا تسمعون منَّا إلا الخير، ولا نخاطبهم بمقتضى جهلكم؛ لأننا لا نريد طريق الجاهلين ولا نحبها. وهذا من خير ما يقوله الدعاة إلى الله.",
			"numberInSurah": 54,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3307,
			"text": "هؤلاء الذين تقدَّمَتْ صفتُهم يُؤتَوْن ثواب عملهم مرتين: على الإيمان بكتابهم، وعلى إيمانهم بالقرآن بما صبروا، ومن أوصافهم أنهم يدفعون السيئة بالحسنة، ومما رزقناهم ينفقون في سبيل الخير والبر. وإذا سمع هؤلاء القوم الباطل من القول لم يُصْغوا إليه، وقالوا: لنا أعمالنا لا نحيد عنها، ولكم أعمالكم ووزرها عليكم، فنحن لا نشغل أنفسنا بالرد عليكم، ولا تسمعون منَّا إلا الخير، ولا نخاطبهم بمقتضى جهلكم؛ لأننا لا نريد طريق الجاهلين ولا نحبها. وهذا من خير ما يقوله الدعاة إلى الله.",
			"numberInSurah": 55,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3308,
			"text": "إنك -أيها الرسول- لا تهدي هداية توفيق مَن أحببت هدايته، ولكن ذلك بيد الله يهدي مَن يشاء أن يهديه للإيمان، ويوفقه إليه، وهو أعلم بمن يصلح للهداية فيهديه.",
			"numberInSurah": 56,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3309,
			"text": "وقال كفار \"مكة\": إن نتبع الحق الذي جئتنا به، ونتبرأ من الأولياء والآلهة، نُتَخَطَّفْ من أرضنا بالقتل والأسر ونهب الأموال، أولم نجعلهم متمكنين في بلد آمن، حرَّمنا على الناس سفك الدماء فيه، يُجلب إليه ثمرات كل شيء رزقًا مِن لدنا؟ ولكن أكثر هؤلاء المشركين لا يعلمون قَدْر هذه النعم عليهم، فيشكروا مَن أنعم عليهم بها ويطيعوه.",
			"numberInSurah": 57,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3310,
			"text": "وكثير من أهل القرى أهلكناهم حين أَلْهَتهم معيشتهم عن الإيمان بالرسل، فكفروا وطغَوْا، فتلك مساكنهم لم تُسكن من بعدهم إلا قليلا منها، وكنا نحن الوارثين للعباد نميتهم، ثم يرجعون إلينا، فنجازيهم بأعمالهم.",
			"numberInSurah": 58,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3311,
			"text": "وما كان ربك -أيها الرسول- مهلك القرى التي حول \"مكة\" في زمانك حتى يبعث في أمها -وهي \"مكة\"- رسولا يتلو عليهم آياتنا، وما كنا مهلكي القرى إلا وأهلها ظالمون لأنفسهم بكفرهم بالله ومعصيته، فهم بذلك مستحقون للعقوبة والنكال.",
			"numberInSurah": 59,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3312,
			"text": "وما أُعطيتم -أيها الناس- من شيء من الأموال والأولاد، فإنما هو متاع تتمتعون به في هذه الحياة الدنيا، وزينة يُتزيَّن بها، وما عند الله لأهل طاعته وولايته خير وأبقى؛ لأنه دائم لا نفاد له، أفلا تكون لكم عقول -أيها القوم- تتدبرون بها، فتعرفون الخير من الشر؟",
			"numberInSurah": 60,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3313,
			"text": "أفمَن وعدناه مِن خَلْقنا على طاعته إيانا الجنة، فهو ملاقٍ ما وُعِدَ، وصائر إليه، كمن متعناه في الحياة الدنيا متاعها، فتمتع به، وآثر لذة عاجلة على آجلة، ثم هو يوم القيامة من المحضرين للحساب والجزاء؟ لا يستوي الفريقان، فليختر العاقل لنفسه ما هو أولى بالاختيار، وهو طاعة الله وابتغاء مرضاته.",
			"numberInSurah": 61,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3314,
			"text": "ويوم ينادي الله عز وجل الذين أشركوا به الأولياء والأوثان في الدنيا، فيقول لهم: أين شركائي الذين كنتم تزعمون أنهم لي شركاء؟",
			"numberInSurah": 62,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3315,
			"text": "قال الذين حقَّ عليهم العذاب، وهم دعاة الكفر: ربنا هؤلاء الذين أضللنا، أضللناهم كما ضللنا، تبرأنا إليك مِن ولايتهم ونصرتهم، ما كانوا إيانا يعبدون، وإنما كانوا يعبدون الشياطين.",
			"numberInSurah": 63,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3316,
			"text": "وقيل للمشركين بالله يوم القيامة: ادعوا شركاءكم الذين كنتم تعبدونهم من دون الله، فدعوهم فلم يستجيبوا لهم، وعاينوا العذاب، لو أنهم كانوا في الدنيا مهتدين للحق لما عُذِّبوا.",
			"numberInSurah": 64,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3317,
			"text": "ويوم ينادي الله هؤلاء المشركين، فيقول: بأيِّ شيء أجبتم المرسلين فيما أرسلناهم به إليكم؟",
			"numberInSurah": 65,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3318,
			"text": "فخفيت عليهم الحجج، فلم يَدْروا ما يحتجون به، فهم لا يسأل بعضهم بعضًا عما يحتجون به سؤال انتفاع.",
			"numberInSurah": 66,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3319,
			"text": "فأما من تاب من المشركين، وأخلص لله العبادة، وعمل بما أمره الله به ورسوله، فهو من الفائزين في الدارين.",
			"numberInSurah": 67,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3320,
			"text": "وربك يخلق ما يشاء أن يخلقه، ويصطفي لولايته مَن يشاء من خلقه، وليس لأحد من الأمر والاختيار شيء، وإنما ذلك لله وحده سبحانه، تعالى وتنزَّه عن شركهم.",
			"numberInSurah": 68,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3321,
			"text": "وربك يعلم ما تُخفي صدور خلقه وما يظهرونه.",
			"numberInSurah": 69,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3322,
			"text": "وهو الله الذي لا معبود بحق سواه، له الثناء الجميل والشكر في الدنيا والآخرة، وله الحكم بين خلقه، وإليه تُرَدُّون بعد مماتكم للحساب والجزاء.",
			"numberInSurah": 70,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3323,
			"text": "قل -أيها الرسول-: أخبروني -أيها الناس- إن جعل الله عليكم الليل دائمًا إلى يوم القيامة، مَن إله غير الله يأتيكم بضياء تستضيئون به؟ أفلا تسمعون سماع فهم وقَبول؟",
			"numberInSurah": 71,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3324,
			"text": "قل لهم: أخبروني إن جعل الله عليكم النهار دائمًا إلى يوم القيامة، مَن إله غير الله يأتيكم بليل تستقرون وتهدؤون فيه؟ أفلا ترون بأبصاركم اختلاف الليل والنهار؟",
			"numberInSurah": 72,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3325,
			"text": "ومن رحمته بكم -أيها الناس- أن جعل لكم الليل والنهار فخالف بينهما، فجعل هذا الليل ظلامًا؛ لتستقروا فيه وترتاح أبدانكم، وجعل لكم النهار ضياءً؛ لتطلبوا فيه معايشكم، ولتشكروا له على إنعامه عليكم بذلك.",
			"numberInSurah": 73,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3326,
			"text": "ويوم ينادي الله هؤلاء المشركين، فيقول لهم: أين شركائي الذين كنتم تزعمون في الدنيا أنهم شركائي؟",
			"numberInSurah": 74,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3327,
			"text": "ونزعنا من كل أمة من الأمم المكذبة شهيدا -وهو نبيُّهم-، يشهد على ما جرى في الدنيا من شركهم وتكذيبهم لرسلهم، فقلنا لتلك الأمم التي كذبت رسلها وما جاءت به من عند الله: هاتوا حجتكم على ما أشركتم مع الله، فعلموا حينئذ أن الحجة البالغة لله عليهم، وأن الحق لله، وذهب عنهم ما كانوا يفترون على ربهم، فلم ينفعهم ذلك، بل ضرَّهم وأوردهم نار جهنم.",
			"numberInSurah": 75,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3328,
			"text": "إن قارون كان من قوم موسى -عليه الصلاة والسلام- فتجاوز حدَّه في الكِبْر والتجبر عليهم، وآتينا قارون من كنوز الأموال شيئًا عظيمًا، حتى إنَّ مفاتحه لَيثقل حملها على العدد الكثير من الأقوياء، إذ قال له قومه: لا تبطر فرحًا بما أنت فيه من المال، إن الله لا يحب مِن خلقه البَطِرين الذين لا يشكرون لله تعالى ما أعطاهم.",
			"numberInSurah": 76,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3329,
			"text": "والتمس فيما أتاك الله من الأموال ثواب الدار الآخرة، بالعمل فيها بطاعة الله في الدنيا، ولا تترك حظك من الدنيا، بأن تتمتع فيها بالحلال دون إسراف، وأحسن إلى الناس بالصدقة، كما أحسن الله إليك بهذه الأموال الكثيرة، ولا تلتمس ما حرَّم الله عليك من البغي على قومك، إن الله لا يحب المفسدين.",
			"numberInSurah": 77,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3330,
			"text": "قال قارون لقومه الذين وعظوه: إنما أُعطيتُ هذه الكنوز بما عندي من العلم والقدرة، أولم يعلم قارون أن الله قد أهلك مِن قبله من الأمم مَن هو أشد منه بطشًا، وأكثر جمعًا للأموال؟ ولا يُسأل عن ذنوبهم المجرمون؛ لعلم الله تعالى بها، إنما يُسْألون سؤال توبيخ وتقرير، ويعاقبهم الله على ما علمه منهم.",
			"numberInSurah": 78,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3331,
			"text": "فخرج قارون على قومه في زينته، مريدًا بذلك إظهار عظمته وكثرة أمواله، وحين رآه الذين يريدون زينة الحياة الدنيا قالوا: يا ليت لنا مثل ما أُعطي قارون من المال والزينة والجاه، إن قارون لذو نصيب عظيم من الدنيا.",
			"numberInSurah": 79,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3332,
			"text": "وقال الذين أوتوا العلم بالله وشرعه وعرفوا حقائق الأمور للذين قالوا: يا ليت لنا مثل ما أوتي قارون: ويلكم اتقوا الله وأطيعوه، ثوابُ الله لمن آمن به وبرسله، وعمل الأعمال الصالحة، خيرٌ مما أوتي قارون، ولا يَتَقَبَّل هذه النصيحة ويوفَّق إليها ويعمل بها إلا مَن يجاهد نفسه، ويصبر على طاعة ربه، ويجتنب معاصيه.",
			"numberInSurah": 80,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3333,
			"text": "فخسفنا بقارون وبداره الأرض، فما كان له من جند ينصرونه من دون الله، وما كان ممتنعًا من الله إذا أحلَّ به نقمته.",
			"numberInSurah": 81,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3334,
			"text": "وصار الذين تمنوا حاله بالأمس يقولون متوجعين ومعتبرين وخائفين من وقوع العذاب بهم: إن الله يوسِّع الرزق لمن يشاء من عباده، ويضيِّق على مَن يشاء منهم، لولا أن الله منَّ علينا فلم يعاقبنا على ما قلنا لَخسف بنا كما فعل بقارون، ألم تعلم أنه لا يفلح الكافرون، لا في الدنيا ولا في الآخرة؟",
			"numberInSurah": 82,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3335,
			"text": "تلك الدار الآخرة نجعل نعيمها للذين لا يريدون تكبرًا عن الحق في الأرض ولا فسادًا فيها. والعاقبة المحمودة -وهي الجنة- لمن اتقى عذاب الله وعمل الطاعات، وترك المحرمات.",
			"numberInSurah": 83,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3336,
			"text": "من جاء يوم القيامة بإخلاص التوحيد لله وبالأعمال الصالحة وَفْق ما شرع الله، فله أجر عظيم خير من ذلك، وذلك الخير هو الجنة والنعيم الدائم، ومن جاء بالأعمال السيئة، فلا يُجْزى الذين عملوا السيئات على أعمالهم إلا بما كانوا يعملون.",
			"numberInSurah": 84,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3337,
			"text": "إن الذي أنزل عليك -أيها الرسول- القرآن، وفرض عليك تبليغه والتمسُّك به، لمرجعك إلى الموضع الذي خرجت منه، وهو \"مكة\"، قل -أيها الرسول- لهؤلاء المشركين: ربي أعلم مَن جاء بالهدى، ومن هو في ذهابٍ واضحٍ عن الحق.",
			"numberInSurah": 85,
			"juz": 20,
			"manzil": 5,
			"page": 396,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3338,
			"text": "وما كنت -أيها الرسول- تؤمِّل نزول القرآن عليك، لكن الله سبحانه وتعالى رحمك فأنزله عليك، فاشكر لله تعالى على نِعَمه، ولا تكوننَّ عونًا لأهل الشرك والضلال.",
			"numberInSurah": 86,
			"juz": 20,
			"manzil": 5,
			"page": 396,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3339,
			"text": "ولا يصرفَنَّك هؤلاء المشركون عن تبليغ آيات ربك وحججه، بعد أن أنزلها إليك، وبلِّغ رسالة ربك، ولا تكونن من المشركين في شيء.",
			"numberInSurah": 87,
			"juz": 20,
			"manzil": 5,
			"page": 396,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3340,
			"text": "ولا تعبد مع الله معبودًا أخر؛ فلا معبود بحق إلا الله، كل شيء هالك وفانٍ إلا وجهه، له الحكم، وإليه ترجعون من بعد موتكم للحساب والجزاء. وفي هذه الآية إثبات صفة الوجه لله تعالى كما يليق بكماله وعظمة جلاله.",
			"numberInSurah": 88,
			"juz": 20,
			"manzil": 5,
			"page": 396,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.muyassar",
		"language": "ar",
		"name": "تفسير المیسر",
		"englishName": "King Fahad Quran Complex",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}