{
	"number": 58,
	"name": "سُورَةُ المُجَادلَةِ",
	"englishName": "Al-Mujaadila",
	"englishNameTranslation": "The Pleading Woman",
	"revelationType": "Medinan",
	"numberOfAyahs": 22,
	"ayahs": [
		{
			"number": 5105,
			"text": "قد سمع الله قول خولة بنت ثعلبة التي تراجعت في شأن زوجها أوس بن الصامت، وفيما صدر عنه في حقها من الظِّهار، وهو قوله لها: \"أنت عليَّ كظهر أمي\"، أي: في حرمة النكاح، وهي تتضرع إلى الله تعالى؛ لتفريج كربتها، والله يسمع تخاطبكما ومراجعتكما. إن الله سميع لكل قول، بصير بكل شيء، لا تخفى عليه خافية.",
			"numberInSurah": 1,
			"juz": 28,
			"manzil": 7,
			"page": 542,
			"ruku": 476,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5106,
			"text": "الذين يُظاهرون منكم من نسائهم، فيقول الرجل منهم لزوجته: \"أنت عليَّ كظهر أمي\" -أي في حرمة النكاح- قد عصوا الله وخالفوا الشرع، ونساؤهم لَسْنَ في الحقيقة أمهاتهم، إنما هن زوجاتهم، ما أمهاتهم إلا اللائي ولدنهم. وإن هؤلاء المظاهِرين ليقولون قولا كاذبًا فظيعًا لا تُعرف صحته. وإن الله لعفو غفور عمَّن صدر منه بعض المخالفات، فتداركها بالتوبة النصوح.",
			"numberInSurah": 2,
			"juz": 28,
			"manzil": 7,
			"page": 542,
			"ruku": 476,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5107,
			"text": "والذين يحرِّمون نساءهم على أنفسهم بالمظاهَرة منهن، ثم يرجعون عن قولهم ويعزمون على وطء نسائهم، فعلى الزوج المظاهِر- والحالة هذه- كفارة التحريم، وهي عتق رقبة مؤمنة عبد أو أمة قبل أن يطأ زوجته التي ظاهر منها، ذلكم هو حكم الله فيمن ظاهر مِن زوجته توعظون به، أيها المؤمنون؛ لكي لا تقعوا في الظهار وقول الزور، وتُكَفِّروا إن وقعتم فيه، ولكي لا تعودوا إليه، والله لا يخفى عليه شيء من أعمالكم، وهو مجازيكم عليها.",
			"numberInSurah": 3,
			"juz": 28,
			"manzil": 7,
			"page": 542,
			"ruku": 476,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5108,
			"text": "فمن لم يجد رقبة يُعتقها، فالواجب عليه صيام شهرين متتاليين من قبل أن يطأ زوجه، فمن لم يستطع صيام الشهرين لعذر شرعي، فعليه أن يطعم ستين مسكينًا ما يشبعهم، ذلك الذي بينَّاه لكم من أحكام الظهار؛ من أجل أن تصدِّقوا بالله وتتبعوا رسوله وتعملوا بما شرعه الله، وتتركوا ما كنتم عليه في جاهليتكم، وتلك الأحكام المذكورة هي أوامر الله وحدوده فلا تتجاوزوها، وللجاحدين بها عذاب موجع.",
			"numberInSurah": 4,
			"juz": 28,
			"manzil": 7,
			"page": 542,
			"ruku": 476,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5109,
			"text": "إن الذين يشاقون الله ورسوله ويخالفون أمرهما خُذِلوا وأُهينوا، كما خُذِل الذين من قبلهم من الأمم الذين حادُّوا الله ورسله، وقد أنزلنا آيات واضحات الحُجَّة تدل على أن شرع الله وحدوده حق، ولجاحدي تلك الآيات عذاب مُذلٌّ في جهنم.",
			"numberInSurah": 5,
			"juz": 28,
			"manzil": 7,
			"page": 542,
			"ruku": 476,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5110,
			"text": "واذكر -أيها الرسول- يوم القيامة، يوم يحيي الله الموتى جميعًا، ويجمع الأولين والآخرين في صعيد واحد، فيخبرهم بما عملوا من خير وشر، أحصاه الله وكتبه في اللوح المحفوظ، وحفظه عليهم في صحائف أعمالهم، وهم قد نسوه. والله على كل شيء شهيد، لا يخفى عليه شيء.",
			"numberInSurah": 6,
			"juz": 28,
			"manzil": 7,
			"page": 542,
			"ruku": 476,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5111,
			"text": "ألم تعلم أن الله تعالى يعلم كل شيء في السموات والأرض؟ ما يتناجى ثلاثة مِن خلقه بحديث سرٍّ إلا هو رابعهم بعلمه وإحاطته، ولا خمسة إلا هو سادسهم، ولا أقلُّ من هذه الأعداد المذكورة ولا أكثرُ منها إلا هو معهم بعلمه في أيِّ مكان كانوا، لا يخفى عليه شيء من أمرهم، ثم يخبرهم تعالى يوم القيامة بما عملوا من خير وشر ويجازيهم عليه. إن الله بكل شيء عليم.",
			"numberInSurah": 7,
			"juz": 28,
			"manzil": 7,
			"page": 543,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5112,
			"text": "ألم تر -أيها الرسول- إلى اليهود الذين نُهوا عن الحديث سرًّا بما يثير الشك في نفوس المؤمنين، ثم يرجعون إلى ما نُهوا عنه، ويتحدثون سرًّا بما هو إثم وعدوان ومخالفة لأمر الرسول؟ وإذا جاءك -أيها الرسول- هؤلاء اليهود لأمر من الأمور حيَّوك بغير التحية التي جعلها الله لك تحية، فقالوا: (السام عليك) أي: الموت لك، ويقولون فيما بينهم: هلا يعاقبنا الله بما نقول لمحمد إن كان رسولا حقًا، تكفيهم جهنم يدخلونها، ويقاسون حرها، فبئس المرجع هي.",
			"numberInSurah": 8,
			"juz": 28,
			"manzil": 7,
			"page": 543,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5113,
			"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إذا تحدثتم فيما بينكم سرًا، فلا تتحدثوا بما فيه إثم من القول، أو بما هو عدوان على غيركم، أو مخالفة لأمر الرسول، وتحدثوا بما فيه خير وطاعة وإحسان، وخافوا الله بامتثالكم أوامره واجتنابكم نواهيه، فإليه وحده مرجعكم بجميع أعمالكم وأقوالكم التي أحصاها عليكم، وسيجازيكم بها.",
			"numberInSurah": 9,
			"juz": 28,
			"manzil": 7,
			"page": 543,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5114,
			"text": "إنما التحدث خفية بالإثم والعدوان من وسوسة الشيطان، فهو المزيِّن لها، والحامل عليها؛ ليُدْخِل الحزن على قلوب المؤمنين، وليس ذلك بمؤذي المؤمنين شيئًا إلا بمشيئة الله تعالى وإرادته. وعلى الله وحده فليعتمد المؤمنون به.",
			"numberInSurah": 10,
			"juz": 28,
			"manzil": 7,
			"page": 543,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5115,
			"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إذا طُلب منكم أن يوسع بعضكم لبعض المجالس فأوسعوا، يوسع الله عليكم في الدنيا والآخرة، وإذا طلب منكم- أيها المؤمنون- أن تقوموا من مجالسكم لأمر من الأمور التي يكون فيها خير لكم فقوموا، يرفع الله مكانة المؤمنين المخلصين منكم، ويرفع مكانة أهل العلم درجات كثيرة في الثواب ومراتب الرضوان، والله تعالى خبير بأعمالكم لا يخفى عليه شيء منها، وهو مجازيكم عليها. وفي الآية تنويه بمكانة العلماء وفضلهم، ورفع درجاتهم.",
			"numberInSurah": 11,
			"juz": 28,
			"manzil": 7,
			"page": 543,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5116,
			"text": "يا أيها الذين صدَّقوا الله ورسوله وعملوا بشرعه، إذا أردتم أن تُكلِّموا رسول الله صلى الله عليه وسلم سرًّا بينكم وبينه، فقدِّموا قبل ذلك صدقة لأهل الحاجة، ذلك خير لكم لما فيه من الثواب، وأزكى لقلوبكم من المآثم، فإن لم تجدوا ما تتصدقون به فلا حرج عليكم؛ فإن الله غفور لعباده المؤمنين، رحيم بهم.",
			"numberInSurah": 12,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5117,
			"text": "أخشيتم الفقر إذا قدَّمتم صدقة قبل مناجاتكم رسول الله؟ فإذْ لم تفعلوا ما أُمرتم به، وتاب الله عليكم، ورخَّص لكم في ألا تفعلوه، فاثبتوا وداوموا على إقام الصلاة وإيتاء الزكاة وطاعة الله ورسوله في كل ما أُمرتم به، والله سبحانه خبير بأعمالكم، ومجازيكم عليها.",
			"numberInSurah": 13,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5118,
			"text": "ألم تر إلى المنافقين الذين اتخذوا اليهود أصدقاء ووالوهم؟ والمنافقون في الحقيقة ليسوا من المسلمين ولا من اليهود، ويحلفون كذبًا أنهم مسلمون، وأنك رسول الله، وهم يعلمون أنهم كاذبون فيما حلفوا عليه.",
			"numberInSurah": 14,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5119,
			"text": "أعدَّ الله لهؤلاء المنافقين عذابًا بالغ الشدة والألم، إنهم ساء ما كانوا يعملون من النفاق والحلف على الكذب.",
			"numberInSurah": 15,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5120,
			"text": "اتخذ المنافقون أيمانهم الكاذبة وقاية لهم من القتل بسبب كفرهم، ولمنع المسلمين عن قتالهم وأخذ أموالهم، فبسبب ذلك صدُّوا أنفسهم وغيرهم عن سبيل الله وهو الإسلام، فلهم عذاب مُذلٌّ في النار؛ لاستكبارهم عن الإيمان بالله ورسوله وصدِّهم عن سبيله.",
			"numberInSurah": 16,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5121,
			"text": "لن تدفع عن المنافقين أموالهم ولا أولادهم مِن عذاب الله شيئًا، أولئك أهل النار يدخلونها فيبقون فيها أبدا، لا يخرجون منها. وهذا الجزاء يعم كلَّ من صدَّ عن دين الله بقوله أو فعله.",
			"numberInSurah": 17,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5122,
			"text": "يوم القيامة يبعث الله المنافقين جميعًا من قبورهم أحياء، فيحلفون له أنهم كانوا مؤمنين، كما كانوا يحلفون لكم- أيها المؤمنون- في الدنيا، ويعتقدون أن ذلك ينفعهم عند الله كما كان ينفعهم في الدنيا عند المسلمين، ألا إنهم هم البالغون في الكذب حدًا لم يبلغه غيرهم.",
			"numberInSurah": 18,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5123,
			"text": "غلب عليهم الشيطان، واستولى عليهم، حتى تركوا أوامر الله والعمل بطاعته، أولئك حزب الشيطان وأتباعه. ألا إن حزب الشيطان هم الخاسرون في الدنيا والآخرة.",
			"numberInSurah": 19,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5124,
			"text": "إن الذين يخالفون أمر الله ورسوله، أولئك من جملة الأذلاء المغلوبين المهانين في الدنيا والآخرة.",
			"numberInSurah": 20,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5125,
			"text": "كتب الله في اللوح المحفوظ وحَكَم بأن النصرة له ولكتابه ورسله وعباده المؤمنين. إن الله سبحانه قوي لا يعجزه شيء، عزيز على خلقه.",
			"numberInSurah": 21,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5126,
			"text": "لا تجد -أيها الرسول- قومًا يصدِّقون بالله واليوم الآخر، ويعملون بما شرع الله لهم، يحبون ويوالون مَن عادى الله ورسوله وخالف أمرهما، ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو أقرباءهم، أولئك الموالون في الله والمعادون فيه ثَبَّتَ في قلوبهم الإيمان، وقوَّاهم بنصر منه وتأييد على عدوهم في الدنيا، ويدخلهم في الآخرة جنات تجري من تحت أشجارها الأنهار، ماكثين فيها زمانًا ممتدًا لا ينقطع، أحلَّ الله عليهم رضوانه فلا يسخط عليهم، ورضوا عن ربهم بما أعطاهم من الكرامات ورفيع الدرجات، أولئك حزب الله وأولياؤه، وأولئك هم الفائزون بسعادة الدنيا والآخرة.",
			"numberInSurah": 22,
			"juz": 28,
			"manzil": 7,
			"page": 545,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.muyassar",
		"language": "ar",
		"name": "تفسير المیسر",
		"englishName": "King Fahad Quran Complex",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}