{
	"number": 64,
	"name": "سُورَةُ التَّغَابُنِ",
	"englishName": "At-Taghaabun",
	"englishNameTranslation": "Mutual Disillusion",
	"revelationType": "Medinan",
	"numberOfAyahs": 18,
	"ayahs": [
		{
			"number": 5200,
			"text": "ينزِّه الله عما لا يليق به كل ما في السموات وما في الأرض، له سبحانه التصرف المطلق في كل شيء، وله الثناء الحسن الجميل، وهو على كل شيء قدير.",
			"numberInSurah": 1,
			"juz": 28,
			"manzil": 7,
			"page": 556,
			"ruku": 490,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5201,
			"text": "الله هو الذي أوجدكم من العدم، فبعضكم جاحد لألوهيته، وبعضكم مصدِّق به عامل بشرعه، وهو سبحانه بصير بأعمالكم لا يخفى عليه شيء منها، وسيجازيكم بها.",
			"numberInSurah": 2,
			"juz": 28,
			"manzil": 7,
			"page": 556,
			"ruku": 490,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5202,
			"text": "خلق الله السموات والأرض بالحكمة البالغة، وخلقكم في أحسن صورة، إليه المرجع يوم القيامة، فيجازي كلا بعمله.",
			"numberInSurah": 3,
			"juz": 28,
			"manzil": 7,
			"page": 556,
			"ruku": 490,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5203,
			"text": "يعلم سبحانه وتعالى كل ما في السموات والأرض، ويعلم ما تخفونه -أيها الناس- فيما بينكم وما تظهرونه. والله عليم بما تضمره الصدور وما تخفيه النفوس.",
			"numberInSurah": 4,
			"juz": 28,
			"manzil": 7,
			"page": 556,
			"ruku": 490,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5204,
			"text": "ألم يأتكم- أيها المشركون- خبر الذين كفروا من الأمم الماضية قبلكم، إذ حلَّ بهم سوء عاقبة كفرهم وسوء أفعالهم في الدنيا، ولهم في الآخرة عذاب أليم موجع؟",
			"numberInSurah": 5,
			"juz": 28,
			"manzil": 7,
			"page": 556,
			"ruku": 490,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5205,
			"text": "ذلك الذي أصابهم في الدنيا، وما يصيبهم في الآخرة؛ بسبب أنهم كانت تأتيهم رسل الله بالآيات البينات والمعجزات الواضحات، فقالوا منكرين: أبشر مثلنا يرشدوننا؟ فكفروا بالله وجحدوا رسالة رسله، وأعرضوا عن الحق فلم يقبلوه. واستغنى الله، والله غني، له الغنى التام المطلق، حميد في أقواله وأفعاله وصفاته لا يبالي بهم، ولا يضره ضلالهم شيئًا.",
			"numberInSurah": 6,
			"juz": 28,
			"manzil": 7,
			"page": 556,
			"ruku": 490,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5206,
			"text": "ادَّعى الذين كفروا بالله باطلا أنهم لن يُخْرَجوا من قبورهم بعد الموت، قل لهم -أيها الرسول-: بلى وربي لتُخْرَجُنَّ من قبوركم أحياء، ثم لتُخْبَرُنَّ بالذي عملتم في الدنيا، وذلك على الله يسير هيِّن.",
			"numberInSurah": 7,
			"juz": 28,
			"manzil": 7,
			"page": 556,
			"ruku": 490,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5207,
			"text": "فآمنوا بالله ورسوله- أيها المشركون- واهتدوا بالقرآن الذي أنزله على رسوله، والله بما تفعلون خبير لا يخفى عليه شيء من أعمالكم وأقوالكم، وهو مجازيكم عليها يوم القيامة.",
			"numberInSurah": 8,
			"juz": 28,
			"manzil": 7,
			"page": 556,
			"ruku": 490,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5208,
			"text": "اذكروا يوم الحشر الذي يحشر الله فيه الأولين والآخرين، ذلك اليوم الذي يظهر فيه الغُبْن والتفاوت بين الخلق، فيغبن المؤمنون الكفار والفاسقين: فأهل الإيمان يدخلون الجنة برحمة الله، وأهل الكفر يدخلون النار بعدل الله. ومن يؤمن بالله ويعمل بطاعته، يمح عنه ذنوبه، ويدخله جنات تجري من تحت قصورها الأنهار، خالدين فيها أبدًا، ذلك الخلود في الجنات هو الفوز العظيم الذي لا فوز بعده.",
			"numberInSurah": 9,
			"juz": 28,
			"manzil": 7,
			"page": 556,
			"ruku": 490,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5209,
			"text": "والذين جحدوا أن الله هو الإله الحق وكذَّبوا بدلائل ربوبيته وبراهين ألوهيته التي أرسل بها رسله، أولئك أهل النار ماكثين فيها أبدًا، وساء المرجع الذي صاروا إليه، وهو جهنم.",
			"numberInSurah": 10,
			"juz": 28,
			"manzil": 7,
			"page": 557,
			"ruku": 490,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5210,
			"text": "ما أصاب أحدًا شيءٌ من مكروه يَحُلُّ به إلا بإذن الله وقضائه وقدره. ومَن يؤمن بالله يهد قلبه للتسليم بأمره والرضا بقضائه، ويهده لأحسن الأقوال والأفعال والأحوال؛ لأن أصل الهداية للقلب، والجوارح تبع. والله بكل شيء عليم، لا يخفى عليه شيء من ذلك.",
			"numberInSurah": 11,
			"juz": 28,
			"manzil": 7,
			"page": 557,
			"ruku": 491,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5211,
			"text": "وأطيعوا الله -أيها الناس- وانقادوا إليه فيما أمر به ونهى عنه، وأطيعوا الرسول صلى الله عليه وسلم، فيما بلَّغكم به عن ربه، فإن أعرضتم عن طاعة الله ورسوله، فليس على رسولنا ضرر في إعراضكم، وإنما عليه أن يبلغكم ما أرسل به بلاغًا واضح البيان.",
			"numberInSurah": 12,
			"juz": 28,
			"manzil": 7,
			"page": 557,
			"ruku": 491,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5212,
			"text": "الله وحده لا معبود بحق سواه، وعلى الله فليعتمد المؤمنون بوحدانيته في كل أمورهم.",
			"numberInSurah": 13,
			"juz": 28,
			"manzil": 7,
			"page": 557,
			"ruku": 491,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5213,
			"text": "يا أيها الذين آمنوا بالله ورسوله، إنَّ مِن أزواجكم وأولادكم أعداء لكم يصدونكم عن سبيل الله، ويثبطونكم عن طاعته، فكونوا منهم على حذر، ولا تطيعوهم، وإن تتجاوزوا عن سيئاتهم وتعرضوا عنها، وتستروها عليهم، فإن الله غفور رحيم، يغفر لكم ذنوبكم؛ لأنه سبحانه عظيم الغفران واسع الرحمة.",
			"numberInSurah": 14,
			"juz": 28,
			"manzil": 7,
			"page": 557,
			"ruku": 491,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5214,
			"text": "ما أموالكم ولا أولادكم إلا بلاء واختبار لكم. والله عنده ثواب عظيم لمن آثر طاعته على طاعة غيره، وأدَّى حق الله في ماله.",
			"numberInSurah": 15,
			"juz": 28,
			"manzil": 7,
			"page": 557,
			"ruku": 491,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5215,
			"text": "فابذلوا- أيها المؤمنون- في تقوى الله جهدكم وطاقتكم، واسمعوا لرسول الله صلى الله عليه وسلم سماع تدبُّر وتفكر، وأطيعوا أوامره واجتنبوا نواهيه، وأنفقوا مما رزقكم الله يكن خيرًا لكم. ومن سَلِم من البخل ومَنْعِ الفضل من المال، فأولئك هم الظافرون بكل خير، الفائزون بكل مطلب.",
			"numberInSurah": 16,
			"juz": 28,
			"manzil": 7,
			"page": 557,
			"ruku": 491,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5216,
			"text": "إن تنفقوا أموالكم في سبيل الله بإخلاص وطيب نفس، يضاعف الله ثواب ما أنفقتم، ويغفر لكم ذنوبكم. والله شكور لأهل الإنفاق بحسن الجزاء على ما أنفقوا، حليم لا يعجل بالعقوبة على مَن عصاه.",
			"numberInSurah": 17,
			"juz": 28,
			"manzil": 7,
			"page": 557,
			"ruku": 491,
			"hizbQuarter": 222,
			"sajda": false
		},
		{
			"number": 5217,
			"text": "وهو سبحانه العالم بكل ما غاب وما حضر، العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله.",
			"numberInSurah": 18,
			"juz": 28,
			"manzil": 7,
			"page": 557,
			"ruku": 491,
			"hizbQuarter": 222,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.muyassar",
		"language": "ar",
		"name": "تفسير المیسر",
		"englishName": "King Fahad Quran Complex",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}