{
	"number": 7,
	"name": "سُورَةُ الأَعۡرَافِ",
	"englishName": "Al-A'raaf",
	"englishNameTranslation": "The Heights",
	"revelationType": "Meccan",
	"numberOfAyahs": 206,
	"ayahs": [
		{
			"number": 955,
			"text": "«المص» الله أعلم بمراده بذلك.",
			"numberInSurah": 1,
			"juz": 8,
			"manzil": 2,
			"page": 151,
			"ruku": 122,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 956,
			"text": "هذا «كتاب أنزل إليك» خطاب للنبي صلى الله عليه وسلم «فلا يكن في صدرك حرج» ضيق «منه» أن تبلغه مخافة أن تكذب «لتنذر» متعلق بأنزل أي للإنذار «به وذكرى» تذكرة «للمؤمنين» به.",
			"numberInSurah": 2,
			"juz": 8,
			"manzil": 2,
			"page": 151,
			"ruku": 122,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 957,
			"text": "قل لهم «أتبعوا ما أنزل إليكم من ربكم» أي القرآن «ولا تتبعوا» تتخذوا «من دونه» أي الله أي غيره «أولياء» تطيعونهم من معصيته تعالى «قليلا ما تَذَّكَّرون» بالتاء والياء تتعظون وفيه إدغام التاء في الأصل في الذال، وفي قراءة بسكونها وما زائدة لتأكيد القلة.",
			"numberInSurah": 3,
			"juz": 8,
			"manzil": 2,
			"page": 151,
			"ruku": 122,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 958,
			"text": "«وكم» خبرية مفعول «من قرية» أريد أهلها «أهلكناها» أردنا إهلاكها «فجاءها بأسنا» عذابا «بياتا» ليلا «أو هم قائلون» نائمون بالظهيرة والقيلولة استراحة نصف النهار وإن لم يكن معها نوم أي مرة جاءها ليلا ومرَّة جاءها نهارا.",
			"numberInSurah": 4,
			"juz": 8,
			"manzil": 2,
			"page": 151,
			"ruku": 122,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 959,
			"text": "«فما كان دعواهم» قولهم «إذ جاءهم بأسنا إلا أن قالوا إنا كنا ظالمين».",
			"numberInSurah": 5,
			"juz": 8,
			"manzil": 2,
			"page": 151,
			"ruku": 122,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 960,
			"text": "«فلنسألن الذين أرسل إليهم» أي الأمم عن إجابتهم الرسل وعملهم «ولنسألن المرسلين» عن الإبلاغ.",
			"numberInSurah": 6,
			"juz": 8,
			"manzil": 2,
			"page": 151,
			"ruku": 122,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 961,
			"text": "«فلنقصَّن عليهم بعلم» لنخبرنهم عن علم بما فعلوه «وما كنا غائبين» عن إبلاغ الرسل والأمم الخالية فيما عملوا.",
			"numberInSurah": 7,
			"juz": 8,
			"manzil": 2,
			"page": 151,
			"ruku": 122,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 962,
			"text": "«والوزن» للأعمال أو لصحائفها بميزان له لسان وكتفان كما ورد في حديث كائن «يومئذ» أي يوم السؤال المذكور وهو يوم القيامة «الحق» العدل صفة الوزن «فمن ثقلت موازينه» بالحسنات «فأولئك هم المفلحون» الفائزون.",
			"numberInSurah": 8,
			"juz": 8,
			"manzil": 2,
			"page": 151,
			"ruku": 122,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 963,
			"text": "«ومن خفّت موازينه» بالسيئات «فأولئك الذين خسروا أنفسهم» بتصييرها إلى النار «بما كانوا بآياتنا يظلمون» يجحدون.",
			"numberInSurah": 9,
			"juz": 8,
			"manzil": 2,
			"page": 151,
			"ruku": 122,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 964,
			"text": "«ولقد مكَّناكم» يا بني آدم «في الأرض وجعلنا لكم فيها معايش» بالياء أسبابا تعيشون بها جمع معيشة «قليلا ما» لتأكيد القلة «تشكرون» على ذلك.",
			"numberInSurah": 10,
			"juz": 8,
			"manzil": 2,
			"page": 151,
			"ruku": 122,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 965,
			"text": "«ولقد خلقناكم» أي أباكم آدم «ثم صوَّرناكم» أي صورناه وأنتم في ظهره «ثم قلنا للملائكة اسجدوا لآدم» سجود تحية بالانحناء «فسجدوا إلا إبليس» أبا الجن كان بين الملائكة «لم يكن من الساجدين».",
			"numberInSurah": 11,
			"juz": 8,
			"manzil": 2,
			"page": 151,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 966,
			"text": "«قال» تعالى «ما منعك أن» «لا» زائدة «تسجد إذ» حين «أمرتك قال أنا خير منه خلقتني من نار وخلقته من طين».",
			"numberInSurah": 12,
			"juz": 8,
			"manzil": 2,
			"page": 152,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 967,
			"text": "«قال فاهبط منها» أي من الجنة وقيل من السماوات «فما يكون» ينبغي «لك أن تتكبَّر فيها فاخرج» منها «إنَّك من الصاغرين» الذليلين.",
			"numberInSurah": 13,
			"juz": 8,
			"manzil": 2,
			"page": 152,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 968,
			"text": "«قال أنظرني» أخرى «إلى يوم يُبعثون» أي الناس.",
			"numberInSurah": 14,
			"juz": 8,
			"manzil": 2,
			"page": 152,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 969,
			"text": "«قال إنك من المنظرين» وفي آية أخرى «إلى يوم الوقت المعلوم» أي يوم النفخة الأولى.",
			"numberInSurah": 15,
			"juz": 8,
			"manzil": 2,
			"page": 152,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 970,
			"text": "«قال فبما أغويتني» أي بإغوائك لي والياء للقسم وجوابه «لأقعدن لهم» أي لبني آدم «صراطك المستقيم» أي على الطريق الموصل إليك.",
			"numberInSurah": 16,
			"juz": 8,
			"manzil": 2,
			"page": 152,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 971,
			"text": "«ثم لآتينهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم» أي من كل جهة فأمنعهم عن سلوكه قال ابن عباس ولا يستطيع أن يأتي من فوقهم لئلا يحول بين العبد وبين رحمة الله تعالى «ولا تجد أكثرهم شاكرين» مؤمنين.",
			"numberInSurah": 17,
			"juz": 8,
			"manzil": 2,
			"page": 152,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 972,
			"text": "«قال اخرج منها مذءوما» بالهمزة معيبا أو ممقوتا «مدحورا» مبعدا عن الرحمة «لمن تبعك منهم» من الناس واللام للابتداء أو موطئة للقسم وهو «لأملأنَّ جهنم منكم أجمعين» أي منك بذريتك ومن الناس وفيه تغليب الحاضر على الغائب وفي الجملة معنى جزاء من الشرطية أي من تبعك أعذبه.",
			"numberInSurah": 18,
			"juz": 8,
			"manzil": 2,
			"page": 152,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 973,
			"text": "«و» قال «يا آدم اسكن أنت» تأكيد للضمير في اسكن ليعطف عليه «وزوجك» حواء بالمد «الجنة فكلا من حيث شئتما ولا تقربا هذه الشجرة» بالأكل منها وهي الحنطة «فتكونا من الظالمين».",
			"numberInSurah": 19,
			"juz": 8,
			"manzil": 2,
			"page": 152,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 974,
			"text": "«فوسوس لهما الشيطان» إبليس «ليبدي» يظهر «لهما ما ووري» فوعل من الموارة «عنهما من سوآتهما وقال ما نهاكما ربُّكما عن هذه الشجرة إلا» كراهة «أن تكونا مَلَكَيْنِ» وقرئ بكسر اللام «أو تكونا من الخالدين» أي وذلك لازم عن الأكل منها في آية أخرى (هل أدلك على شجرة الخلد ومُلك لا يبلى).",
			"numberInSurah": 20,
			"juz": 8,
			"manzil": 2,
			"page": 152,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 975,
			"text": "«وقاسمهما» أي أقسم لهما بالله «إني لكما لمن الناصحين» في ذلك.",
			"numberInSurah": 21,
			"juz": 8,
			"manzil": 2,
			"page": 152,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 976,
			"text": "«فدلاهما» حطهما عن منزلتهما «بغرور» منه «فلما ذاقا الشجرة» أي أكلا منها «بدت لهما سوآتهما» أي ظهر لكل منهما قبله وقبل الآخر ودبره وسمي كل منها سوأة لأن انكشافه يسوء صاحبه «وطفقا يخصفان» أخذ يلزقان «عليهما من ورق الجنة» ليستترا به «وناداهما ربهما ألم أنهكما عن تلكما الشجرة وأقل لكما إن الشيطان لكما عدو مبين» بيِّن العداوة والاستفهام للتقرير.",
			"numberInSurah": 22,
			"juz": 8,
			"manzil": 2,
			"page": 152,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 977,
			"text": "«قالا ربَّنا ظلمنا أنفسنا» بمعصيتنا «وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين».",
			"numberInSurah": 23,
			"juz": 8,
			"manzil": 2,
			"page": 153,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 978,
			"text": "«قال اهبطوا» أي آدم وحواء بما اشتملتما عليه من ذريتكما «بعضكم» بعض الذرية «لبعض عدوٌ» من ظلم بعضهم بعضا «ولكم في الأرض» مستقر» أي مكان استقرار «ومتاع» تمتع «إلى حين» تنقضي فيه آجالكم.",
			"numberInSurah": 24,
			"juz": 8,
			"manzil": 2,
			"page": 153,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 979,
			"text": "«قال فيها» أي الأرض «تحيون وفيها تموتون ومنها تخرجون» بالبعث، وبالباء للفاعل والمفعول.",
			"numberInSurah": 25,
			"juz": 8,
			"manzil": 2,
			"page": 153,
			"ruku": 123,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 980,
			"text": "«يا بني آدم قد أنزلنا عليكم لباسا» أي خلقناه لكم «يواري» يستر «سوآتكم وريشا» وهو ما يتحمل به من الثياب «ولباس التقوى» العمل الصالح والسمت الحسن بالنصب عطف على لباسا والرفع مبتدأ خبره جملة «ذلك خيرٌ ذلك من آيات الله» دلائل قدرته «لعلهم يذَّكرون» فيؤمنون فيه التفات عن الخطاب.",
			"numberInSurah": 26,
			"juz": 8,
			"manzil": 2,
			"page": 153,
			"ruku": 124,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 981,
			"text": "«يا بني آدم لا يفتننَّكم» يضلكم «الشيطان» أي لا تتبعوه فتفتنوا «كما أخرج أبويكم» بفتنته «من الجنة ينزع» حال «عنهما لباسهما ليريهما سوآتهما إنه» أي الشيطان «يراكم هو وقبيله» جنوده «من حيث لا ترونهم» للطافة أجسادهم أو عدم ألوانهم «إنا جعلنا الشياطين أولياء» أعوانا وقرناء «للذين لا يؤمنون».",
			"numberInSurah": 27,
			"juz": 8,
			"manzil": 2,
			"page": 153,
			"ruku": 124,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 982,
			"text": "«وإذا فعلوا فاحشة» كالشرك وطوافهم بالبيت عراة قائلين لا نطوف في ثياب عصينا الله فيها فنهوا عنها «قالوا وجدنا عليها آباءنا» فاقتدينا بهم «والله أمرنا بها» أيضا «قل» لهم «إن الله لا يأمر بالفحشاء أتقولون على الله ما لا تعلمون» أنه قاله، استفهام إنكار.",
			"numberInSurah": 28,
			"juz": 8,
			"manzil": 2,
			"page": 153,
			"ruku": 124,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 983,
			"text": "«قل أمر ربي بالقسط» بالعدل «وأقيموا» معطوف على معنى بالقسط أي قال أقسطوا وأقيموا أو قبله فاقبلوا مقدرا «وجوهكم» لله «عند كل مسجد» أي أخلصوا له سجودكم «وادعوه» اعبدوه «مخلصين له الدين» من الشرك «كما بدأكم» خلقكم ولم تكونوا شيئا «تعودون» أي يعيدكم أحياء يوم القيامة.",
			"numberInSurah": 29,
			"juz": 8,
			"manzil": 2,
			"page": 153,
			"ruku": 124,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 984,
			"text": "«فريقا» منكم «هدى وفريقا حق عليهم الضلالة إنهم اتخذوا الشياطين أولياء من دون الله» أي غيره «ويحسبون أنهم مهتدون».",
			"numberInSurah": 30,
			"juz": 8,
			"manzil": 2,
			"page": 153,
			"ruku": 124,
			"hizbQuarter": 61,
			"sajda": false
		},
		{
			"number": 985,
			"text": "«يا بني آدم خذوا زينتكم» ما يستر عورتكم «عند كل مسجد» عند الصلاة والطواف «وكلوا واشربوا» ما شئتم «ولا تسرفوا إنه لا يحب المسرفين».",
			"numberInSurah": 31,
			"juz": 8,
			"manzil": 2,
			"page": 154,
			"ruku": 124,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 986,
			"text": "«قل» إنكارا عليهم «من حرَّم زينة الله التي أخرج لعباده» من اللباس «والطيبات» المستلذات «من الرزق قل هي للذين آمنوا في الحياة الدنيا» بالاستحقاق وإن فيها غيرهم «خالصةٌ» خاصة بهم بالرفع والنصب حال «يوم القيامة كذلك نفصِّل الآيات» نبينها مثل ذلك التفصيل «قوم يعلمون» يتدبَّرون فإنهم المنتفعون بها.",
			"numberInSurah": 32,
			"juz": 8,
			"manzil": 2,
			"page": 154,
			"ruku": 125,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 987,
			"text": "«قل إنما حرَّم ربي الفواحش» الكبائر كالزنا «ما ظهر منها وما بطن» أي جهرها وسرها «والإثم» المعصية «والبغي» على الناس «بغير الحق» وهو الظلم «وأن تشركوا بالله ما لم ينزل به» بإشراكه «سلطانا» حجة «وأن تقولوا على الله ما لا تعلمون» من تحريم ما لم يحرم وغيره.",
			"numberInSurah": 33,
			"juz": 8,
			"manzil": 2,
			"page": 154,
			"ruku": 125,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 988,
			"text": "«ولكل أمَّة أجل» مدة «فإذا جاء أجلهم لا يستأخرون» عنه «ساعة ولا يستقدمون» عليه.",
			"numberInSurah": 34,
			"juz": 8,
			"manzil": 2,
			"page": 154,
			"ruku": 125,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 989,
			"text": "«يابني آدم إمَّا» فيه إدغام نون إن الشرطية في ما المزيدة «يأتينكم رسل منكم يقصُّون عليكم آياتي فمن اتقى» الشرك «وأصلح» عمله «فلا خوف عليهم ولا هم يحزنون» في الآخرة.",
			"numberInSurah": 35,
			"juz": 8,
			"manzil": 2,
			"page": 154,
			"ruku": 125,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 990,
			"text": "«والذين كذبوا بآياتنا واستكبروا» تكبروا «عنها» فلم يؤمنوا بها «أولئك أصحاب النار هم فيها خالدون».",
			"numberInSurah": 36,
			"juz": 8,
			"manzil": 2,
			"page": 154,
			"ruku": 125,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 991,
			"text": "«فمن» أي لا أحد «أظلم ممن افترى على الله كذبا» بنسبة الشريك والولد إليه «أو كذَّب بآياته» القرآن «أولئك ينالهم» يصيبهم «نصيبهم» حظهم «من الكتاب» مما كتب لهم في اللوح المحفوظ من الرزق والأجل وغير ذلك «حتى إذا جاءتهم رسلنا» أي الملائكة «يتوفونهم قالوا» لهم تبكيتا «أين ما كنتم تدعون» تعبدون «من دون الله قالوا ضلُّوا» غابوا «عنا» فلم نرهم «وشهدوا على أنفسهم» عند الموت «أنهم كانوا كافرين».",
			"numberInSurah": 37,
			"juz": 8,
			"manzil": 2,
			"page": 154,
			"ruku": 125,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 992,
			"text": "«قال» تعالى لهم يوم القيامة «ادخلوا في» جملة «أمم قد خلت من قبلكم من الجن والإنس في النار» متعلق بادخلوا «كلما دخلت أُمة» النار «لعنت أختها» التي قبلها لضلالها بها «حتى إذا ادَّاركوا» تلاحقوا «فيها جميعا قالت أخراهم» وهم الأتباع «لأولاهم» أي لأجلائهم وهم المتبوعون «ربنا هؤلاء أضلونا فآتهم عذابا ضعفا» مضعفا «من النار قال» تعالى «لكل» منكم ومنهم «ضعف» عذاب مضعف «ولكن لا يعلمون» بالياء والتاء ما لكل فريق.",
			"numberInSurah": 38,
			"juz": 8,
			"manzil": 2,
			"page": 155,
			"ruku": 125,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 993,
			"text": "«وقالت أُولاهم لأخراهم فما كان لكم علينا من فضل» لأنكم لم تكفروا بسببنا فنحن وأنتم سواء قال تعالى لهم «فذوقوا العذاب بما كنتم تكسبون».",
			"numberInSurah": 39,
			"juz": 8,
			"manzil": 2,
			"page": 155,
			"ruku": 125,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 994,
			"text": "«إن الذين كذبوا بآياتنا واستكبروا» تكبروا «عنها» فلم يؤمنوا بها «لا تفتَّح لهم أبواب السماء» إذا عرج بأرواحهم إليها بعد الموت فيهبط بها إلى سجين بخلاف المؤمن فتفتح له ويصعد بروحه إلى السماء السابعة كما ورد في حديث «ولا يدخلون الجنة حتى يلج» يدخل «الجمل في سمِّ الخياط» ثقب الإبرة وهو غير ممكن فكذا دخولهم «وكذلك» الجزاء «نجزي المجرمين» بالكفر.",
			"numberInSurah": 40,
			"juz": 8,
			"manzil": 2,
			"page": 155,
			"ruku": 126,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 995,
			"text": "«لهم من جهنم مهاد» فراش «ومن فوقهم غواشٍ» أغطية من النار جمع غاشية وتنوينه عوض من الياء المحذوفة «وكذلك نجزي الظالمين».",
			"numberInSurah": 41,
			"juz": 8,
			"manzil": 2,
			"page": 155,
			"ruku": 126,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 996,
			"text": "«والذين آمنوا وعملوا الصالحات» مبتدأ وقوله «لا نكلّف نفسا إلا وسعها» طاقتها من العمل اعتراض بينه وبين خبره وهو «أولئك أصحاب الجنة هم فيها خالدون».",
			"numberInSurah": 42,
			"juz": 8,
			"manzil": 2,
			"page": 155,
			"ruku": 126,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 997,
			"text": "«ونزعنا ما في صدورهم من غل» حقد كان بينهم في الدنيا «تجري من تحتهم» تحت قصورهم «الأنهار وقالوا» عند الاستقرار في منازلهم «الحمد لله الذي هدانا لهذا» العمل الذي هذا جزاؤه «وما كنا لنهتدي لولا أن هدانا الله» حذف جواب لولا لدلالة ما قبله عليه «لقد جاءت رسل ربنا بالحق ونودوا أن» مخففة أي أنه أو مفسرة في المواضع الخمسة «تلكم الجنة أورثتموها بما كنتم تعملون».",
			"numberInSurah": 43,
			"juz": 8,
			"manzil": 2,
			"page": 155,
			"ruku": 126,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 998,
			"text": "«ونادى أصحابُ الجنة أصحاب النار» تقريرا أو تبكيتا «أن قد وجدنا ما وعدنا ربنا» من الثواب «حقا فهل وجدتم ما وعد» كم «ربكُم» من العذاب «حقا؟ قالوا نعمْ فأذَّن مؤذَّن» نادى منادٍ «بينهم» بين الفريقين أسمعهم «أن لعنة الله على الظالمين».",
			"numberInSurah": 44,
			"juz": 8,
			"manzil": 2,
			"page": 156,
			"ruku": 126,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 999,
			"text": "«الذين يصدون» الناس «عن سبيل الله» دينه «ويبغونها» أي يطلبون السبيل «عوجا» معوجة «وهم بالآخرة كافرون».",
			"numberInSurah": 45,
			"juz": 8,
			"manzil": 2,
			"page": 156,
			"ruku": 126,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 1000,
			"text": "(وبينهما) أي أصحاب الجنة والنار (حجاب) حاجز قيل هو سور الأعراف (وعلى الأعراف) وهو سور الجنة (رجال) استوت حسناتهم وسيئاتهم كما في الحديث (يعرفون كلا) من أهل الجنة والنار (بسيماهم) بعلامتهم وهي بياض الوجوه للمؤمنين وسوادها للكافرين لرؤيتهم لهم إذ موضعهم عال (ونادوا أصحاب الجنة أن سلام عليكم) قال تعالى (لم يدخلوها) أي أصحاب الأعراف الجنة (وهم يطمعون) في دخولها قال الحسن: لم يطمعهم إلا لكرامة يريدها بهم وروى الحاكم عن حذيفة قال \"\" بينما هم كذلك إذ طلع عليهم ربك فقال قوموا ادخلوا الجنة فقد غفرت لكم \"\".",
			"numberInSurah": 46,
			"juz": 8,
			"manzil": 2,
			"page": 156,
			"ruku": 126,
			"hizbQuarter": 62,
			"sajda": false
		},
		{
			"number": 1001,
			"text": "«وإذا صرفت أبصارهم» أي أصحاب الأعراف «تلقاء» جهة «أصحاب النار قالوا ربنا لا تجعلنا» في النار «مع القوم الظالمين».",
			"numberInSurah": 47,
			"juz": 8,
			"manzil": 2,
			"page": 156,
			"ruku": 126,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1002,
			"text": "«ونادى أصحاب الأعراف رجالا» من أصحاب النار «يعرفونهم بسيماهم قالوا ما أغنى عنكم» من النار «جمعكم» المال أو كثرتكم «وما كنتم تستكبرون» أي واستكباركم عن الإيمان، ويقولون لهم مشيرين إلى ضعفاء المسلمين.",
			"numberInSurah": 48,
			"juz": 8,
			"manzil": 2,
			"page": 156,
			"ruku": 127,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1003,
			"text": "«أهؤلاء الذين أقسمتم لا ينالهم الله برحمة» قد قيل لهم «ادخلوا الجنة لا خوف عليكم ولا أنتم تحزنون» وقرئ: أُدخِلوا بالبناء للمفعول ودخلوا فجملة النفي حال أي مقولا لهم بذلك.",
			"numberInSurah": 49,
			"juz": 8,
			"manzil": 2,
			"page": 156,
			"ruku": 127,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1004,
			"text": "«ونادى أصحاب النار أصحاب الجنة أن أفيضوا علينا من الماء أو مما رزقكم الله» من الطعام «قالوا إن الله حرَّمهما» منعهما «على الكافرين».",
			"numberInSurah": 50,
			"juz": 8,
			"manzil": 2,
			"page": 156,
			"ruku": 127,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1005,
			"text": "«الذين اتخذوا دينهم لهوا ولعبا وغرتهم الحياة الدنيا فاليوم ننساهم» نتركهم في النار «كما نسوا لقاء يومهم هذا» بتركهم العمل له «وما كانوا بآياتنا يجحدون» أي وكما جحدوا.",
			"numberInSurah": 51,
			"juz": 8,
			"manzil": 2,
			"page": 156,
			"ruku": 127,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1006,
			"text": "«ولقد جئناهم» أي أهل مكة «بكتاب» قرآن «فصَّلناه» بيَّناه بالأخبار والوعد والوعيد «على علم» حال أي عالمين بما فصَّل فيه «هدى» حال من الهاء «ورحمة لقوم يؤمنون» به.",
			"numberInSurah": 52,
			"juz": 8,
			"manzil": 2,
			"page": 157,
			"ruku": 127,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1007,
			"text": "«هل ينظرون» ما ينتظرون «إلا تأويله» عاقبة ما فيه «يوم يأتي تأويله» هو يوم القيامة «يقول الذين نسوه من قبل» تركوا الإيمان به «قد جاءت رسل ربنا بالحق فهل لنا من شفعاء فيشفعوا لنا أو» هل «نُرد» إلى الدنيا «فنعمل غير الذي كنا نعمل» نوحِّد الله ونترك الشرك، فيقال لهم: لا، قال تعالى: «قد خسروا أنفسهم» إذ صاروا إلى الهلاك «وضلّ» ذهب «عنهم ما كانوا يفترون» من دعوى الشريك.",
			"numberInSurah": 53,
			"juz": 8,
			"manzil": 2,
			"page": 157,
			"ruku": 127,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1008,
			"text": "«إن ربكم الله الذي خلق السماوات والأرض في ستة أيام» من أيام الدنيا، أي في قدرها لأنه لم يكن ثَمَّ شمس ولو شاء خلقهم في لمحة، والعدول عنه لتعليم خلقه التثبيت «ثم استوى على العرش» هو في اللغة: سرير الملك استواء يليق به «يُغْشِي الليل النهار» مخففا ومشددا أي يغطي كلا منهما بالآخر طلبا «يطلبه حثيثا» سريعا «والشمس والقمر والنجوم» بالنصب عطفا على السماوات والرفع مبتدأ خبره «مسخرات» مذلَّلات «بأمره» بقدرته «ألا له الخلق» جميعا «والأمر» كله «تبارك» تعاظم «الله ربُّ» مالك «العالمين».",
			"numberInSurah": 54,
			"juz": 8,
			"manzil": 2,
			"page": 157,
			"ruku": 128,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1009,
			"text": "«ادعوا ربَّكم تضرُّعا» حال تذللا «وخُفية» سرا «إنه لا يحب المعتدين» في الدعاء بالتشدق ورفع الصوت.",
			"numberInSurah": 55,
			"juz": 8,
			"manzil": 2,
			"page": 157,
			"ruku": 128,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1010,
			"text": "«ولا تُفسدوا في الأرض» بالشرك والمعاصي «بعد إصلاحها» ببعث الرسل «وادعوه خوفا» من عقابه «وطمعا» في رحمته «إن رحمة الله قريب من المحسنين» المطيعين وتذكير قريب المخبر به عن رحمة لإضافتها إلى الله.",
			"numberInSurah": 56,
			"juz": 8,
			"manzil": 2,
			"page": 157,
			"ruku": 128,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1011,
			"text": "«وهو الذي يرسل الرياح نُشُرا بين يدي رحمته» أي متفرقة قدام المطر، وفي قراءة سكون الشين تخفيفا، وفي أخرى بسكونها وفتح النون مصدرا، وفي أخرى بسكونها وضم الموحدة بدل النون: أي مبشرا ومفرد الأولى نشور كرسول والأخيرة بشير «حتى إذا أقلت» حملت الرياح «سحابا ثقالا» بالمطر «سقناه» أي السحاب وفيه التفات عن الغيبة «لبلد ميت» لا نبات به أي لإحيائها «فأنزلنا به» بالبلد «الماء فأخرجنا به» بالماء «من كل الثمرات كذلك» الإخراج «نخرج الموتى» من قبورهم بالإحياء «لعلكم تذكرون» فتؤمنون.",
			"numberInSurah": 57,
			"juz": 8,
			"manzil": 2,
			"page": 157,
			"ruku": 128,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1012,
			"text": "«والبلد الطيب» العذب التراب «يخرج نباته» حسنا «بإذن ربه» هذا مثل للمؤمن يسمع الموعظة فينتفع بها «والذي خبث» ترابه «لا يخرج» نباته «إلا نكدا» عسرا بمشقة وهذا مثل للكافر «كذلك» كما بينا ما ذكر «نُصرِّف» نبين «الآيات لقوم يشكرون» الله يؤمنون.",
			"numberInSurah": 58,
			"juz": 8,
			"manzil": 2,
			"page": 158,
			"ruku": 128,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1013,
			"text": "«لقد» جواب قسم محذوف «أرسلنا نوحا إلى قومه فقال يا قوم اعبدوا الله ما لكم من إله غَيْرُِهُ» بالجر صفة لإله والرفع بدل من محله «إني أخاف عليكم» إن عبدتم غيره «عذاب يوم عظيم» هو يوم القيامة.",
			"numberInSurah": 59,
			"juz": 8,
			"manzil": 2,
			"page": 158,
			"ruku": 129,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1014,
			"text": "«قال الملأ» الأشراف «من قومه إنا لنراك في ضلالٍ مبين» بيَّن.",
			"numberInSurah": 60,
			"juz": 8,
			"manzil": 2,
			"page": 158,
			"ruku": 129,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1015,
			"text": "«قال يا قوم ليس بي ضلالة» هي أعم من الضلال فنفيها أبلغ من نفيه «ولكني رسول من رب العالمين».",
			"numberInSurah": 61,
			"juz": 8,
			"manzil": 2,
			"page": 158,
			"ruku": 129,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1016,
			"text": "«أبلِّغُكم» بالتخفيف والتشديد «رسالات ربَّي وأنصح» أريد الخبر «لكم وأعلم من الله ما لا تعلمون».",
			"numberInSurah": 62,
			"juz": 8,
			"manzil": 2,
			"page": 158,
			"ruku": 129,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1017,
			"text": "«أ» كذبتم «وعجبتم أن جاءكم ذكر» موعظة «من ربكم على» لسان «رجل منكم لينذركم» العذاب إن لم تؤمنوا «ولتتَّقوا» الله «ولعلكم ترحمون» بها.",
			"numberInSurah": 63,
			"juz": 8,
			"manzil": 2,
			"page": 158,
			"ruku": 129,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1018,
			"text": "«فكذَّبوه فأنجيناه والذين معه» من الغرق «في الفلك» السفينة «وأغرقنا الذين كذَّبوا بآياتنا» بالطوفان «إنهم كانوا قوما عَمين» عن الحق.",
			"numberInSurah": 64,
			"juz": 8,
			"manzil": 2,
			"page": 158,
			"ruku": 129,
			"hizbQuarter": 63,
			"sajda": false
		},
		{
			"number": 1019,
			"text": "«و» أرسلنا «إلى عاد» الأولى «أخاهم هودا قال يا قوم اعبدوا الله» وحِّدوه «ما لكم من إله غيرُه أفلا تتقون» تخافونه فتؤمنون.",
			"numberInSurah": 65,
			"juz": 8,
			"manzil": 2,
			"page": 158,
			"ruku": 130,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1020,
			"text": "«قال الملأ الذين كفروا من قومه إنا لنراك في سفاهة» جهالة «وإنا لنظنُّك من الكاذبين» في رسالتك.",
			"numberInSurah": 66,
			"juz": 8,
			"manzil": 2,
			"page": 158,
			"ruku": 130,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1021,
			"text": "«قال يا قوم ليس بي سفاهة ولكني رسول من ربِّ العالمين».",
			"numberInSurah": 67,
			"juz": 8,
			"manzil": 2,
			"page": 158,
			"ruku": 130,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1022,
			"text": "«أبلَّغكم رسالات ربي وأنا لكم ناصح أمين» مأمون على الرسالة.",
			"numberInSurah": 68,
			"juz": 8,
			"manzil": 2,
			"page": 159,
			"ruku": 130,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1023,
			"text": "«أو عجبتم أن جاءكم ذِكْرٌ من ربكم على» لسان «رجل منكم لينذركم واذكروا إذ جعلكم خلفاء» في الأرض «من بعد قوم نوح وزادكم في الخلق بسطة» قوة وَطَوْلا وكان طويلهم مائة ذراع وقصيرهم ستين «فاذكروا آلاء الله» نعمه «لعلكم تفلحون» تفوزون.",
			"numberInSurah": 69,
			"juz": 8,
			"manzil": 2,
			"page": 159,
			"ruku": 130,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1024,
			"text": "«قالوا أجئتنا لنعبد الله وحده ونذر» نترك «ما كان يعبد آباؤنا فأتنا بما تعدنا» به من العذاب «إن كنت من الصادقين» في قولك.",
			"numberInSurah": 70,
			"juz": 8,
			"manzil": 2,
			"page": 159,
			"ruku": 130,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1025,
			"text": "«قال قد وقع» وجب «عليكم من ربَّكم رجس» عذاب «وغضب أتجادلونني في أسماء سميتموها» أي سميتم بها «أنتم وآباؤكم» أصناما تعبدونها «ما نزَّل الله بها» أي بعبادتها «من سلطان» حجة وبرهان «فانتظروا» العذاب «إني معكم من المنتظرين» ذلكم بتكذيبكم لي فأرسلت عليهم الريح العقيم.",
			"numberInSurah": 71,
			"juz": 8,
			"manzil": 2,
			"page": 159,
			"ruku": 130,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1026,
			"text": "«فأنجيناه» أي هودا «والذين معه» من المؤمنين «برحمة منا وقطعنا دابر» القوم «الذين كذبوا بآياتنا» أي استأصلناكم «وما كانوا مؤمنين» عطف على كذبوا.",
			"numberInSurah": 72,
			"juz": 8,
			"manzil": 2,
			"page": 159,
			"ruku": 130,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1027,
			"text": "«و» أرسلنا «إلى ثمود» بترك الصرف مرادا به القبيلة «أخاهم صالحا قال يا قوم اعبدوا الله ما لكم من إله غيره قد جاءتكم بيَّنة» معجزة «من ربكم» على صدقي «هذه ناقة الله لكم آية» حال عاملها معنى الإشارة وكانوا سألوه أن يخرجها لهم صخرة عينوها «فذروها تأكل في أرض الله ولا تمسوها بسوء» بعقر أو ضرب «فيأخذكم عذاب أليم».",
			"numberInSurah": 73,
			"juz": 8,
			"manzil": 2,
			"page": 159,
			"ruku": 131,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1028,
			"text": "«واذكروا إذ جعلكم خلفاء» في الأرض «من بعد عاد وبوَّأكم» أسكنكم «في الأرض تتَّخذون من سهولها قصورا» تسكنونها في الصيف «وتنحتون الجبال بيوتا» تسكنونها في الشتاء ونصبه على الحال المقدرة «فاذكروا آلاء الله ولا تعثوا في الأرض مفسدين».",
			"numberInSurah": 74,
			"juz": 8,
			"manzil": 2,
			"page": 160,
			"ruku": 131,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1029,
			"text": "«قال الملأ الذين استكبروا من قومه» تكبروا عن الإيمان به «للذين استُضعفوا لمن آمن منهم» أي من قومه بدل مما قبله بإعادة الجار «أتعلمون أن صالحا مرسل من ربه» إليكم «قالوا» نعم «إنا بما أرسل به مؤمنون».",
			"numberInSurah": 75,
			"juz": 8,
			"manzil": 2,
			"page": 160,
			"ruku": 131,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1030,
			"text": "«قال الذين استكبروا إنا بالذي آمنتم به كافرون».",
			"numberInSurah": 76,
			"juz": 8,
			"manzil": 2,
			"page": 160,
			"ruku": 131,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1031,
			"text": "وكانت الناقة لها يوم في الماء ولهم يوم فملوا ذلك «فعقروا الناقة» عقرها قدار بأمرهم بأن قتلها بالسيف «وعتوا عن أمر ربهم وقالوا يا صالح ائتنا بما تعدنا» به من العذاب على قتلها «إن كنت من المرسلين».",
			"numberInSurah": 77,
			"juz": 8,
			"manzil": 2,
			"page": 160,
			"ruku": 131,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1032,
			"text": "«فأخذتهم الرجفة» الزلزلة الشديدة من الأرض والصيحة من السماء «فأصبحوا في دارهم جاثمين» باركين على الركب ميِّتين.",
			"numberInSurah": 78,
			"juz": 8,
			"manzil": 2,
			"page": 160,
			"ruku": 131,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1033,
			"text": "«فتولى» أعرض صالح «عنهم وقال يا قوم لقد أبلغتكم رسالة ربي ونصحت لكم ولكن لا تحبون الناصحين».",
			"numberInSurah": 79,
			"juz": 8,
			"manzil": 2,
			"page": 160,
			"ruku": 131,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1034,
			"text": "«و» اذكر «لوطا» ويبدل منه «إذا قال لقومه أتأتون الفاحشة» أي أدبار الرجال «ما سبقكم بها من أحد من العالمين» الإنس والجن.",
			"numberInSurah": 80,
			"juz": 8,
			"manzil": 2,
			"page": 160,
			"ruku": 131,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1035,
			"text": "«أئِنَّكُم» بتحقيق الهمزتين وتسهيل الثانية وإدخال الألف بينهما وفي قراءة إنَّكُمْ «لتأتون الرجال شهوة من دون النساء بل أنتم قوم مسرفون» متجاوزون الحلال إلى الحرام.",
			"numberInSurah": 81,
			"juz": 8,
			"manzil": 2,
			"page": 160,
			"ruku": 131,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1036,
			"text": "«وما كان جواب قومه إلا أن قالوا أخرجوهم» أي لوطا وأتباعه «من قريتكم إنهم أناس يتطهرون» من أدبار الرجال.",
			"numberInSurah": 82,
			"juz": 8,
			"manzil": 2,
			"page": 161,
			"ruku": 131,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1037,
			"text": "«فأنجيناه وأهله إلا امرأته كانت من الغابرين» الباقين في العذاب.",
			"numberInSurah": 83,
			"juz": 8,
			"manzil": 2,
			"page": 161,
			"ruku": 131,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1038,
			"text": "«وأمطرنا عليهم مطرا» هو حجارة السجيل فأهلكتهم «فانظر كيف كان عاقبة المجرمين».",
			"numberInSurah": 84,
			"juz": 8,
			"manzil": 2,
			"page": 161,
			"ruku": 131,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1039,
			"text": "«و» أرسلنا «إلى مدين أخاهم شعيبا قال يا قوم اعبدوا الله ما لكم من إله غيره قد جاءتكم بينة» معجزة «من ربكم» على صدقي «فأوفوا» أتموا «الكيل والميزان ولا تبخسوا» تنقصوا «الناس أشياءهم ولا تفسدوا في الأرض» بالكفر والمعاصي «بعد إصلاحها» ببعث الرسل «ذلكم» المذكور «خير لكم إن كنتم مؤمنين» مريدي الإيمان فبادروا إليه.",
			"numberInSurah": 85,
			"juz": 8,
			"manzil": 2,
			"page": 161,
			"ruku": 132,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1040,
			"text": "«ولا تقعدوا بكل صراط» طريق «تُوعدون» تخوفون الناس بأخذ ثيابهم أو المكس منهم «وتصدون» تصرفون «عن سبيل الله» دينه «من آمن به» بتوعدكم إياه بالقتل «وتبغونها» تطلبون الطريق «عوجا» معوجة «واذكروا إذ كنتم قليلا فكثَّركم وانظروا كيف كان عاقبة المفسدين» قبلكم بتكذيب رسلهم أي آخر أمرهم من الهلاك.",
			"numberInSurah": 86,
			"juz": 8,
			"manzil": 2,
			"page": 161,
			"ruku": 132,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1041,
			"text": "«وإن كان طائفةٌ منكم آمنوا بالذي أُرسلت به وطائفة لم يؤمنوا» به «فاصبروا» انتظروا «حتى يحكم الله بيننا» وبينكم بإنجاء المحق وإهلاك المبطل «وهو خير الحاكمين» أعدلهم.",
			"numberInSurah": 87,
			"juz": 8,
			"manzil": 2,
			"page": 161,
			"ruku": 132,
			"hizbQuarter": 64,
			"sajda": false
		},
		{
			"number": 1042,
			"text": "«قال الملأ الذين استكبروا من قومه» عن الإيمان «لنخرجنك يا شعيب والذين آمنوا معك من قريتنا أو لتعودُن» ترجعن «في ملتنا» ديننا وغلبوا في الخطاب الجمع على الواحد لأن شعيبا لم يكن في ملتهم قط وعلى نحوه أجاب «قال أ» نعود فيها «ولو كنا كارهين» لها استفهام إنكار.",
			"numberInSurah": 88,
			"juz": 9,
			"manzil": 2,
			"page": 162,
			"ruku": 132,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1043,
			"text": "«قد افترينا على الله كذبا إن عدنا في ملَّتكم بعد إذ نجَّانا الله منها وما يكون» ينبغي «لنا أن نعود فيها إلا أن يشاء الله ربُّنا» ذلك فيخذلنا «وسع ربُّنا كلَّ شيء علما» أي وسع علمه كل شيء ومنه حالي وحالكم «على الله توكلنا ربنا افتح» احكم «بيننا وبين قومنا بالحق وأنت خير الفاتحين» الحاكمين.",
			"numberInSurah": 89,
			"juz": 9,
			"manzil": 2,
			"page": 162,
			"ruku": 132,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1044,
			"text": "«وقال الملأ الذين كفروا من قومه» أي قال بعضهم لبعض «لئن» لام قسم «اتبعتم شعيبا إنكم إذًا الخاسرون».",
			"numberInSurah": 90,
			"juz": 9,
			"manzil": 2,
			"page": 162,
			"ruku": 132,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1045,
			"text": "«فأخذتهم الرجفة» الزلزلة الشديدة «فأصبحوا في دارهم جاثمين» باركين على الركب ميِّتين.",
			"numberInSurah": 91,
			"juz": 9,
			"manzil": 2,
			"page": 162,
			"ruku": 132,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1046,
			"text": "«الذين كذَّبوا شعيبا» مبتدأ خبره «كأن» مخففة واسمها محذوف أي كأنهم «لم يَغنوا» يقيموا «فيها» في ديارهم «الذين كذَّبوا شعيبا كانوا هم الخاسرين» التأكيد بإعادة الموصول وغيره للرد عليهم في قولهم السابق.",
			"numberInSurah": 92,
			"juz": 9,
			"manzil": 2,
			"page": 162,
			"ruku": 132,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1047,
			"text": "«فتولى» أعرض «عنهم وقال يا قوم لقد أبلغتكم رسالات ربي ونصحت لكم» فلم تؤمنوا «فكيف آسى» أحزن «على قوم كافرين» استفهام بمعنى النفي.",
			"numberInSurah": 93,
			"juz": 9,
			"manzil": 2,
			"page": 162,
			"ruku": 132,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1048,
			"text": "«وما أرسلنا في قرية من نبي» فكذبوا «إلا أخذنا» عاقبنا «أهلها بالبأساء» شدة الفقر «والضرَّاء» المرض «لعلهم يضَّرَّعون» يتذللون فيؤمنون.",
			"numberInSurah": 94,
			"juz": 9,
			"manzil": 2,
			"page": 162,
			"ruku": 133,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1049,
			"text": "«ثم بدَّلنا» أعطيناهم «مكان السيئة» العذاب «الحسنة» الغنى والصحة «حتى عفوا» كثروا «وقالوا» كفرا للنعمة «قد مس آباءنا الضرَّاء والسرَّاء» كما مسنا وهذه عادة الدهر وليست بعقوبة من الله فكونوا على ما أنتم عليه قال تعالى: «فأخذناهم» بالعذاب «بغتة» فجأة «وهم لا يشعرون» بوقت مجيئه قبله.",
			"numberInSurah": 95,
			"juz": 9,
			"manzil": 2,
			"page": 162,
			"ruku": 133,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1050,
			"text": "«ولو أنَّ أهل القرى» المكذَّبين «آمنوا» بالله ورسلهم «واتقوا» الكفر والمعاصي «لفتحنا» بالتخفيف والتشديد «عليهم بركات من السماء» بالمطر «والأرض» بالنبات «ولكن كذَّبوا» الرسل «فأخذناهم» عاقبناهم «بما كانوا يكسبون».",
			"numberInSurah": 96,
			"juz": 9,
			"manzil": 2,
			"page": 163,
			"ruku": 133,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1051,
			"text": "«أفأمن أهل القرى» المكذِّبون «أن يأتيهم بأسنا» عذابنا «بياتا» ليلا «وهم نائمون» غافلون عنه.",
			"numberInSurah": 97,
			"juz": 9,
			"manzil": 2,
			"page": 163,
			"ruku": 133,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1052,
			"text": "«أو أمن أهل القرى أن يأتيهم بأسنا ضحى» نهارا «وهم يلعبون».",
			"numberInSurah": 98,
			"juz": 9,
			"manzil": 2,
			"page": 163,
			"ruku": 133,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1053,
			"text": "«أفأمنوا مكر الله» استدراجه إياهم بالنعمة وأخذهم بغتة «فلا يأمن مكر الله إلا القوم الخاسرون».",
			"numberInSurah": 99,
			"juz": 9,
			"manzil": 2,
			"page": 163,
			"ruku": 133,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1054,
			"text": "«أو لم يهد» يتبيَّن «للذين يرثون الأرض» بالسكنى «من بعد» هلاك «أهلها أن» فاعل مخففة واسمها محذوف أي أنه «لو نشاء أصبناهم» بالعذاب «بذنوبهم» كما أصبنا من قبلهم. والهمزةُ في المواضع الأربعة للتوبيخ والفاء والواو الداخلة عليهما للعطف، وفي قراءة بسكون الواو في الموضع الأول عطفا بأو «و» نحن «نطبع» نختم «على قلوبهم فهم لا يسمعون» الموعظة سماع تدبر.",
			"numberInSurah": 100,
			"juz": 9,
			"manzil": 2,
			"page": 163,
			"ruku": 134,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1055,
			"text": "«تلك القرى» التي مرَّ ذكرها «نقصُّ عليك» يا محمد «من أنبائها» أخبار أهلها «ولقد جاءتهم رسلهم بالبينات» المعجزات الظاهرات «فما كانوا ليؤمنوا» عند مجيئهم «بما كذبوا» كفروا به «من قبل» قبل مجيئهم بل استمروا على الكفر «كذلك» الطبع «يطبع الله على قلوب الكافرين».",
			"numberInSurah": 101,
			"juz": 9,
			"manzil": 2,
			"page": 163,
			"ruku": 134,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1056,
			"text": "«وما وجدنا لأكثرهم» أي الناس «من عهد» أي وفاء بعهدهم يوم أخذ الميثاق «وإن» مخففة «وجدنا أكثرهم لفاسقين».",
			"numberInSurah": 102,
			"juz": 9,
			"manzil": 2,
			"page": 163,
			"ruku": 134,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1057,
			"text": "«ثم بعثنا من بعدهم» أي الرسل المذكورين «موسى بآياتنا» التسع «إلى فرعون وملئِهِ» قومه «فظلموا» كفروا «بها فانظر كيف كان عاقبة المفسدين» بالكفر من إهلاكهم.",
			"numberInSurah": 103,
			"juz": 9,
			"manzil": 2,
			"page": 163,
			"ruku": 134,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1058,
			"text": "«وقال موسى يا فرعون إني رسول من ربِّ العالمين» إليك فكذبه فقال أنا.",
			"numberInSurah": 104,
			"juz": 9,
			"manzil": 2,
			"page": 163,
			"ruku": 134,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1059,
			"text": "«حقيق» جدير «على أن» أي بأن «لا أقول على الله إلا الحق» وفي قراءة بتشديد الياء فحقيق مبتدأ خبره أن وما بعده «قد جئتكم ببينة من ربِّكم فأرسل معي» إلى الشام «بني إسرائيل» وكان استعبدهم.",
			"numberInSurah": 105,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 134,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1060,
			"text": "«قال» فرعون له «إن كنت جئت بآية» على دعواك «فأت بها إن كنت من الصادقين» فيها.",
			"numberInSurah": 106,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 134,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1061,
			"text": "«فألقى عصاه فإذا هي ثعبان مبين» حية عظيمة.",
			"numberInSurah": 107,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 134,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1062,
			"text": "«ونزع يده» أخرجها من جيبه «فإذا هي بيضاء» ذات شعاع «للناظرين» خلاف ما كانت عليه من الأدمة.",
			"numberInSurah": 108,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 134,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1063,
			"text": "«قال الملأ من قوم فرعون إنَّ هذا لساحر عليم» فائق في علم السحر. وفي الشعراء أنه من قول فرعون نفسه فكأنهم قالوه معه على سبيل التشاور.",
			"numberInSurah": 109,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 135,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1064,
			"text": "«يريد أن يخرجكم من أرضكم فماذا تأمرون».",
			"numberInSurah": 110,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 135,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1065,
			"text": "«قالوا أرجه وأخاه» أخِّرْ أمرهما «وأرسل في المدائن حاشرين» جامعين.",
			"numberInSurah": 111,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 135,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1066,
			"text": "«يأتوك بكل ساحر» وفي قراءة سحَّار «عليم» بفضل موسى في علم السحر فجمعوا.",
			"numberInSurah": 112,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 135,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1067,
			"text": "«وجاء السحرة فرعون قالوا أئِنَّ» بتحقيق الهمزتين وتسهيل الثانية وإدخال ألف بينهما على الوجهين «لنا لأجرا إن كنا نحن الغالبين».",
			"numberInSurah": 113,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 135,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1068,
			"text": "«قال نعم وإنكم لمن المقربين».",
			"numberInSurah": 114,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 135,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1069,
			"text": "«قالوا يا موسى إما أن تُلقي» عصاك «وإما أن نكون نحن الملقين» ما معنا.",
			"numberInSurah": 115,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 135,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1070,
			"text": "«قال ألقوا» أمر للإذن بتقديم إلقائهم توصلا به إلى إظهار الحق «فلما ألقوا» حبالهم وعصيهم «سحروا أعين الناس» صرفوها عن حقيقة إدراكها «واسترهبوهم» خوفوهم حيث خيلوها حيات تسعى «وجاءوا بسحر عظيم».",
			"numberInSurah": 116,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 135,
			"hizbQuarter": 65,
			"sajda": false
		},
		{
			"number": 1071,
			"text": "«وأوحينا إلى موسى أن ألق عصاك فإذا هي تلقف» بحذف إحدى التاءين في الأصل تبتلع «ما يأفكون» يقلبون بتمويههم.",
			"numberInSurah": 117,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 135,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1072,
			"text": "«فوقع الحق» ثبت وظهر «وبطل ما كانوا يعملون» من السحر.",
			"numberInSurah": 118,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 135,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1073,
			"text": "«فغُلبوا» أي فرعون وقومه «هنالك وانقلبوا صاغرين» صاروا ذليلين.",
			"numberInSurah": 119,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 135,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1074,
			"text": "«وأُلقي السحرة ساجدين».",
			"numberInSurah": 120,
			"juz": 9,
			"manzil": 2,
			"page": 164,
			"ruku": 135,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1075,
			"text": "«قالوا آمنا برب العالمين».",
			"numberInSurah": 121,
			"juz": 9,
			"manzil": 2,
			"page": 165,
			"ruku": 135,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1076,
			"text": "«رب موسى وهارون» لعلمهم بأن ما شهدوه من العصا لا يتأتى بالسحر.",
			"numberInSurah": 122,
			"juz": 9,
			"manzil": 2,
			"page": 165,
			"ruku": 135,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1077,
			"text": "«قال فرعون أآمنتم» بتحقيق الهمزتين وإبدال الثانية ألفا «به» بموسى «قبل أن آذن» «لكم إنَّ هذا» الذي صنعتموه «لمكر مكرتموه في المدينة لتخرجوا منها أهلها فسوف تعلمون» ما ينالكم مني.",
			"numberInSurah": 123,
			"juz": 9,
			"manzil": 2,
			"page": 165,
			"ruku": 135,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1078,
			"text": "«لأقطعنَّ أيديكم وأرجلكم من خلاف» أي يد كل واحد اليمنى ورجله اليسرى «ثم لأصلِّبنَّكم أجمعين».",
			"numberInSurah": 124,
			"juz": 9,
			"manzil": 2,
			"page": 165,
			"ruku": 135,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1079,
			"text": "«قالوا إنا إلى ربِّنا» بعد موتنا بأي وجه كان «منقلبون» راجعون في الآخرة.",
			"numberInSurah": 125,
			"juz": 9,
			"manzil": 2,
			"page": 165,
			"ruku": 135,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1080,
			"text": "«وما تنقم» تنكر «منا إلا أن آمنَّا بآيات ربِّنا لما جاءتنا ربنا أفرغ علينا صبرا» عند فعل ما توعدنا به لئلا نرجع كفارا «وتوفنا مسلمين».",
			"numberInSurah": 126,
			"juz": 9,
			"manzil": 2,
			"page": 165,
			"ruku": 135,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1081,
			"text": "«وقال الملأ من قوم فرعون» له «أتذر» تترك «موسى وقومه ليفسدوا في الأرض» بالدعاء إلى مخالفتك «ويذرك وآلهتك» وكان صنع لهم أصناما صغارا يعبدونها وقال أنا ربُّكم وربها ولذا قال أنا ربكم الأعلى «قال سنُقَتِّل» بالتشديد والتخفيف «أبناءهم» المولودين «ونستحي» نستبقي «نساءهم» كفعلنا بهم من قبل «وإنا فوقهم قاهرون» قادرون ففعلوا بهم ذلك فشكا بنو إسرائيل.",
			"numberInSurah": 127,
			"juz": 9,
			"manzil": 2,
			"page": 165,
			"ruku": 136,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1082,
			"text": "«قال موسى لقومه استعينوا بالله واصبروا» على أذاهم «إنَّ الأرض لله يورثها» يعطيها «من يشاء من عباده والعاقبة» المحمودة «للمتقين» الله.",
			"numberInSurah": 128,
			"juz": 9,
			"manzil": 2,
			"page": 165,
			"ruku": 136,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1083,
			"text": "«قالوا أوذينا من قبل أن تأتينا ومن بعد ما جئتنا قال عسى ربُّكم أن يهلك عدوكم ويستخلفكم في الأرض فينظر كيف تعملون» فيها.",
			"numberInSurah": 129,
			"juz": 9,
			"manzil": 2,
			"page": 165,
			"ruku": 136,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1084,
			"text": "«ولقد أخذنا آل فرعون بالسِّنين» بالقحط «ونقص من الثمرات لعلهم يذكرون» يتعظون فيؤمنون.",
			"numberInSurah": 130,
			"juz": 9,
			"manzil": 2,
			"page": 165,
			"ruku": 137,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1085,
			"text": "«فإذا جاءتهم الحسنة» الخصب والغنى «قالوا لنا هذه» أي نستحقها ولم يشكروا عليها «وإن تصبهم سيئة» جدب وبلاء «يَطَّيَّروا» يتشاءموا «بموسى ومن معه» من المؤمنين «ألا إنما طائرهم» شؤمهم «عند الله» يأتيهم به «ولكن أكثرهم لا يعلمون» أنَّ ما يصيبهم من عنده.",
			"numberInSurah": 131,
			"juz": 9,
			"manzil": 2,
			"page": 166,
			"ruku": 137,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1086,
			"text": "«وقالوا» لموسى «مهما تأتنا به من آية لتسحرنا بها فما نحن لك بمؤمنين» فدعا عليهم.",
			"numberInSurah": 132,
			"juz": 9,
			"manzil": 2,
			"page": 166,
			"ruku": 137,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1087,
			"text": "«فأرسلنا عليهم الطُّوفان» وهو ماء دخل بيوتهم ووصل إلى حلوق الجالسين سبعة أيام «والجراد» فأكل زرعهم وثمارهم، كذلك «والقمَّل» السوس أو نوع من القراد، فتتبع ما تركه الجراد «والضفادع» فملأت بيوتهم وطعامهم «والدم» في مياههم «آياتِ مفصَّلاتِ» مبينات «فاستكبروا» عن الإيمان بها «وكانوا قوما مجرمين».",
			"numberInSurah": 133,
			"juz": 9,
			"manzil": 2,
			"page": 166,
			"ruku": 137,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1088,
			"text": "«ولما وقع عليهم الرجز» العذاب «قالوا يا موسى ادع لنا ربَّك بما عهد عندك» من كشف العذاب عنا إن آمنا «لئن» لام قسم «كشفت عنا الرجز لنؤمنن لك ولنرسلنَّ معك بني إسرائيل».",
			"numberInSurah": 134,
			"juz": 9,
			"manzil": 2,
			"page": 166,
			"ruku": 137,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1089,
			"text": "«فلمًّا كشفنا» بدعاء موسى «عنهم الرجز إلى أجل هم بالغوه إذا هم ينكثون» ينقضون عهدهم ويصرون على كفرهم.",
			"numberInSurah": 135,
			"juz": 9,
			"manzil": 2,
			"page": 166,
			"ruku": 137,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1090,
			"text": "«فانتقمنا منهم فأغرقناهم في اليمِّ» البحر الملح «بأنهم» بسبب أنهم «كذَّبوا بآياتنا وكانوا عنها غافلين» لا يتدبرونها.",
			"numberInSurah": 136,
			"juz": 9,
			"manzil": 2,
			"page": 166,
			"ruku": 137,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1091,
			"text": "«وأورثنا القوم الذين كانوا يُستضعفون» بالاستعباد، وهم بنو إسرائيل «مشارق الأرض ومغاربها التي باركنا فيها» بالماء والشجر، صفة للأرض وهي الشام «وتمت كلمة ربَّك الحسنى» وهي قوله تعالى (ونريد أن نمنَّ على الذين استضعفوا في الأرض) إلخ «على بني إسرائيل بما صبروا» على أذى عدوهم «ودمَّرنا» أهلكنا «ما كان يصنع فرعون وقومه» من العمارة «وما كانوا يعرُِشون» بكسر الراء وضمها، يرفعون من البنيان.",
			"numberInSurah": 137,
			"juz": 9,
			"manzil": 2,
			"page": 166,
			"ruku": 137,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1092,
			"text": "«وجاوزنا» عبرنا «ببني إسرائيل البحر فأتوا» فمروا «على قوم يعكُِفون» بضم الكاف وكسرها «على أصنام لهم» على عبادتها «قالوا يا موسى لنا اجعل إلها» صنما نعبده «كما لهم آلهة قال إنكم قوم تجهلون» حيث قابلتم نعمة الله عليكم بما قلتموه.",
			"numberInSurah": 138,
			"juz": 9,
			"manzil": 2,
			"page": 167,
			"ruku": 137,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1093,
			"text": "«إن هؤلاء مُتَبَّرٌ» هالك «ما هم فيه وباطل ما كانوا يعملون».",
			"numberInSurah": 139,
			"juz": 9,
			"manzil": 2,
			"page": 167,
			"ruku": 137,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1094,
			"text": "«قال أغير الله أبغيكم إلها» معبودا وأصله أبغي لكم «وهو فضَّلكم على العالمين» في زمانكم بما ذكره في قوله.",
			"numberInSurah": 140,
			"juz": 9,
			"manzil": 2,
			"page": 167,
			"ruku": 137,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1095,
			"text": "«و» اذكروا «إذ أنجيناكم» وفي قراءة أنجاكم «من آل فرعون يسومونكم» يكلفونكم ويذيقونكم «سوء العذاب» أشده وهو «يقتلون أبناءكم ويستحيون» يستَبْقون «نساءكم وفي ذلكم» الإنجاء أو العذاب «بلاء» إنعام أو ابتلاء «من ربِّكم عظيم» أفلا تتعظون فتنتهوا عما قلتم.",
			"numberInSurah": 141,
			"juz": 9,
			"manzil": 2,
			"page": 167,
			"ruku": 137,
			"hizbQuarter": 66,
			"sajda": false
		},
		{
			"number": 1096,
			"text": "«وواعدنا» بألف ودونها «موسى ثلاثين ليلة» نكلمه عند انتهائها بأن يصومها، وهي ذو القعدة فصامها فلما تمَّت أنكر خلوف فمه فاستاك فأمره الله بعشرة أخرى ليكلمه بخلوف فمه كما قال تعالى: «وأتممناها بعشر» من ذي الحجة «فتم ميقات ربِّه» وقت وعده بكلامه إياه «أربعين» حال «ليلة» تتميز «وقال موسى لأخيه هارون» عند ذهابه إلى الجبل للمناجاة «اخلفني» كن خليفتي «في قومي وأصلح» أمرهم «ولا تتبع سبيل المفسدين» بموافقتهم على المعاصي.",
			"numberInSurah": 142,
			"juz": 9,
			"manzil": 2,
			"page": 167,
			"ruku": 138,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1097,
			"text": "«ولما جاء موسى لميقاتنا» أي للوقت الذي وعدناه بالكلام فيه «وكلَّمه ربُّه» بلا واسطة كلاما سمعه من كل جهة «قال رب أرني» نفسك «أنظر إليك قال لن تراني» أي لا تقدر على رؤيتي، والتعبير به دون لن أرى يفيد إمكان رؤيته تعالى «ولكن انظر إلى الجبل» الذي هو أقوى منك «فإن استقر» ثبت «مكانه فسوف تراني» أي تثبيت لرؤيتي وإلا فلا طاقة لك «فلما تجلَّى ربُّه» أي ظهر من نوره قدر نصف أنملة الخنصر كما في حديث صححه الحاكم «للجبل جعله دكا» بالقصر والمد، أي مدكوكا مستويا بالأرض «وخرَّ موسى صَعقا» مغشيا عليه لهول ما رأى «فلما أفاق قال سبحانك» تنزيها لك «تبت إليك» من سؤال ما لم أؤمر به «وأنا أوَّلُ المؤمنين» في زماني.",
			"numberInSurah": 143,
			"juz": 9,
			"manzil": 2,
			"page": 167,
			"ruku": 138,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1098,
			"text": "«قال» تعالى له «يا موسى إني اصطفيتك» اخترتك «على الناس» أهل زمانك «برسالاتي» بالجمع والإفراد «وبكلامي» أي تكليمي إياك «فخذ ما آتيتك» من الفضل «وكن من الشاكرين» لأنعمي.",
			"numberInSurah": 144,
			"juz": 9,
			"manzil": 2,
			"page": 168,
			"ruku": 138,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1099,
			"text": "«وكتبا له في الألواح» أي ألواح التوراة وكانت من سدر الجنة أو زبرجد أو زمرد سبعة أو عشرة «من كل شيء» يحتاج إليه في الدين «موعظة وتفصيلا» تبينا «لكل شيء» بدل من الجار والمجرور قبله «فخذها» قبله قلنا مقدرا «بقوة» بجد واجتهاد «وأمر قومك يأخذوا بأحسنها سأريكم دار الفاسقين» فرعون وأتباعه وهي مصر لتعتبروا بهم.",
			"numberInSurah": 145,
			"juz": 9,
			"manzil": 2,
			"page": 168,
			"ruku": 138,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1100,
			"text": "«سأصرف عن آياتي» دلائل قدرتي من المصنوعات وغيرها «الذين يتكبرون في الأرض بغير الحق» بأن أخذلهم فلا يتكبرون فيها «وإن يروا كل آية لا يؤمنوا بها وإن يروا سبيل» طريق «الرُّشد» الهدى الذي جاء من عند الله «لا يتخذوه سبيلا» يسلكوه «وإن يروا سبيل الغي» الضلال «يتخذوه سبيلا ذلك» الصرف «بأنهم كذبوا بآياتنا وكانوا عنها غافلين» تقدم مثله.",
			"numberInSurah": 146,
			"juz": 9,
			"manzil": 2,
			"page": 168,
			"ruku": 138,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1101,
			"text": "«والذين كذبوا بآياتنا ولقاء الآخرة» البعث وغيره «حبطت» بطَلَت «أعمالهم» ما عملوه في الدنيا من خير كصلة رحم وصدقة فلا ثواب لهم لعدم شرطه «هل» ما «يُجزون إلا» جزاء «ما كانوا يعملون» من التكذيب والمعاصي.",
			"numberInSurah": 147,
			"juz": 9,
			"manzil": 2,
			"page": 168,
			"ruku": 138,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1102,
			"text": "«واتخذ قوم موسى من بعده» أي بعد ذهابه إلى المناجاة «من حُليِّهم» الذي استعاروه من قوم فرعون بعلَّة عرس فبقي عندهم «عجلا» صاغه لهم منه السامري «جسدا» بدل لحما ودما «له خُوارٌ» أي صوت يسمع، انقلب كذلك بوضع التراب الذي أخذه من حافر فرس جبريل في فمه فإن أثره الحياة فيما يوضع فيه، ومفعول اتخذ الثاني محذوف أي إلها «ألم يروا أنه لا يكلِّمهم ولا يهديهم سبيلا» فكيف يُتَّخذ إلها «اتخذوه» إلها «وكانوا ظالمين» باتخاذه.",
			"numberInSurah": 148,
			"juz": 9,
			"manzil": 2,
			"page": 168,
			"ruku": 139,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1103,
			"text": "«ولما سُقط في أيديهم» أي ندموا على عبادته «ورأوْا» علموا «أنهم قد ضلوا» بها وذلك بعد رجوع موسى «وقالوا لئن لم يرحْمنا ربنا ويغفرْ لنا» بالياء والتاء فيهما «لنكونن من الخاسرين».",
			"numberInSurah": 149,
			"juz": 9,
			"manzil": 2,
			"page": 168,
			"ruku": 139,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1104,
			"text": "«ولما رجع موسى إلى قومه غضبان» من جهتهم «أسفا» شديد الحزن «قال» «بئسما» أي بئس خلافة «خلفتموني» ها «من بعدي» خلافتكم هذه حيث أشركتم «أعجلتم أمر ربكم وألقى الألواح» ألواح التوراة غضبا لربه فتكسرت «وأخذ برأس أخيه» أي شعره بيمينه ولحيته بشماله «يجره إليه» غضبا «قال» يا «ابْنَ أُمِّ» بكسر الميم وفتحها، أراد أمي وذكرها أعطف لقبله «إن القوم استضعفوني وكادوا» قاربوا «يقتلونني فلا تُشْمت» تُفرح «بي الأعداء» بإهانتك إياي «ولا تجعلني مع القوم الظالمين» بعبادة العجل في المؤاخذة.",
			"numberInSurah": 150,
			"juz": 9,
			"manzil": 2,
			"page": 169,
			"ruku": 139,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1105,
			"text": "«قال رب اغفر لي» ما صنعت بأخي «ولأخي» أشركه في الدعاء إرضاءً له ودفعا للشماتة به «وأدخلنا في رحمتك وأنت أرحم الراحمين» قال تعالى.",
			"numberInSurah": 151,
			"juz": 9,
			"manzil": 2,
			"page": 169,
			"ruku": 139,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1106,
			"text": "«إن الذين اتخذوا العجل» إلها «سينالهم غضب» عذاب «من ربِّهم وذلَّة في الحياة الدنيا» فعذبوا بالأمر بقتل أنفسهم وضربت عليهم الذلة إلى يوم القيامة «وكذلك» كما جزيناهم «نجزي المفترين» على الله بالإشراك وغيره.",
			"numberInSurah": 152,
			"juz": 9,
			"manzil": 2,
			"page": 169,
			"ruku": 140,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1107,
			"text": "«والذين عملوا السيَّئات ثم تابوا» رجعوا عنها «من بعدها وآمنوا» بالله «إن ربَّك من بعدها» أي التوبة «لغفور» لهم «رحيم» بهم.",
			"numberInSurah": 153,
			"juz": 9,
			"manzil": 2,
			"page": 169,
			"ruku": 140,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1108,
			"text": "«ولمَّا سكت» سكن «عن موسى الغضب أخذ الألواح» التي ألقاها «وفي نسخَتها» أي ما نسخ فيها، أي كتب «هدىّ» من الضلالة «ورحمهٌ للذين هم لربِّهم يرهبون» يخافون، وأدخل اللام على المفعول لتقدمه.",
			"numberInSurah": 154,
			"juz": 9,
			"manzil": 2,
			"page": 169,
			"ruku": 140,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1109,
			"text": "«واختار موسى قومه» أي من قومه «سبعين رجلا» ممن لم يعبدوا العجل بأمره تعالى «لميقاتنا» أي للوقت الذي وعدناه بإتيانهم فيه ليعتذروا من عبادة أصحابهم العجل فخرج بهم «فلما أخذتهم الرجفة» الزلزلة الشديدة، قال ابن عباس: لأنهم لم يزايلوا قومهم حين عبدوا العجل، قال: وهم غير الذين سألوا الرؤية وأخذتهم الصاعقة «قال» موسى «ربِّ لو شئت أهلكتهم من قبل» أي قبل خروجي بهم ليعاين بنو إسرائيل ذلك ولا يتهموني «وإياي أتهلكنا بما فعل السفهاء منا» استفهام استعطاف، أي لا تعذبنا بذنب غيرنا «إن» ما «هي» أي الفتنة التي وقع فيها السفهاء «إلا فتنتُك» ابتلاؤك «تضل بها من تشاء» إضلاله «وتهدي من تشاء» هدايته «أنت ولينا» متولي أمورنا «فاغفر لنا وارحمنا وأنت خير الغافرين».",
			"numberInSurah": 155,
			"juz": 9,
			"manzil": 2,
			"page": 169,
			"ruku": 140,
			"hizbQuarter": 67,
			"sajda": false
		},
		{
			"number": 1110,
			"text": "«واكتب» وأجب «لنا في هذه الدنيا حسنة وفي الآخرة» حسنة «إنَّا هُدْنا» تبنا «إليك قال» تعالى: «عذابي أصيب به من أشاء» تعذيبه «ورحمتي وسعت» عمَّت «كلَّ شيء» في الدنيا «فسأكتبها» في الآخرة «للذين يتقون ويؤتون الزكاة والذين هم بآياتتا يؤمنون».",
			"numberInSurah": 156,
			"juz": 9,
			"manzil": 2,
			"page": 170,
			"ruku": 140,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1111,
			"text": "«الذين يتبعون الرسول النبي الأمي» محمدا صلى الله عليه وسلم «الذي يجدونه مكتوبا عندهم في التوراة والإنجيل» باسمه وصفته «يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات» مما حُرم في شرعهم «ويحرم عليهم الخبائث» من الميتة ونحوها «ويضع عنهم إصرَهُم» ثقلهم «والأغلال» الشدائد «التي كانت عليهم» كقتل النفس من التوبة وقطع أثر النجاسة. «فالذين آمنوا به» منهم «وعَزَّروه» ووقروه «ونصروه واتبعوا النور الذي أنزل معه» أي القرآن «أولئك هم المفلحون».",
			"numberInSurah": 157,
			"juz": 9,
			"manzil": 2,
			"page": 170,
			"ruku": 140,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1112,
			"text": "«قل» خطاب للنبي صلى الله عليه وسلم «يا أيها الناس إني رسول الله إليكم جميعا الذي له ملك السماوات والأرض لا إله إلا هو يحيي ويميت فآمنوا بالله ورسوله النبي الأمي الذي يؤمن بالله وكلماته» القرآن «واتَّبعوه لعلكم تهتدون» ترشدون.",
			"numberInSurah": 158,
			"juz": 9,
			"manzil": 2,
			"page": 170,
			"ruku": 141,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1113,
			"text": "«ومن قوم موسى أمَّةٌ» جماعة «يهدون» الناس «بالحق وبه يعدلون» في الحكم.",
			"numberInSurah": 159,
			"juz": 9,
			"manzil": 2,
			"page": 170,
			"ruku": 141,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1114,
			"text": "«وقَطَّعناهم» فّرَّقنا بني إسرائيل «اثنتي عشرة» حال «أسباطا» بدل منه، أي قبائل «أمما» بدل مما قبله «وأوحينا إلى موسى إذ استسقاه قومه» في التيه «أن اضرب بعصاك الحجر» فضربه «فانبجست» انفجرت «منه اثنتا عشرة عينا» بعدد الأسباط «قد علم كل أُناس» سبط منهم «مشربهم وظللنا عليهم الغمام» في التيه من حر الشمس «وأنزلنا عليهم المن والسلوى» هما الترنجبين والطير السماني بتخفيف الميم والقصر وقلنا لهم «كلوا من طيبات ما رزقناكم وما ظلمونا ولكن كانوا أنفسهم يظلمون».",
			"numberInSurah": 160,
			"juz": 9,
			"manzil": 2,
			"page": 171,
			"ruku": 141,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1115,
			"text": "«و» اذكر «إذ قيل لهم اسكنوا هذه القرية» بيت المقدس «وكلوا منها حيث شئتم وقولوا» أمرنا «حطَّةٌ وادخلوا الباب» أي باب القرية «سجَّدا» سجود انحناء «نغفر» بالنون والتاء مبينا للمفعول «لكم خطيئاتكم سنزيد المحسنين» بالطاعة ثوابا.",
			"numberInSurah": 161,
			"juz": 9,
			"manzil": 2,
			"page": 171,
			"ruku": 141,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1116,
			"text": "«فبدَّل الذين ظلموا منهم قولا غير الذي قيل لهم» فقالوا: حبة في شعرة ودخلوا يزحفون على أستاههم «فأرسلنا عليهم رجزا» عذابا «من السماء بما كانوا يظلمون».",
			"numberInSurah": 162,
			"juz": 9,
			"manzil": 2,
			"page": 171,
			"ruku": 141,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1117,
			"text": "«واسألهم» يا محمد توبيخا «عن القرية التي كانت حاضرة البحر» مجاورة بحر القلزم وهي أيلة ما وقع بأهلها «إذ يعدون» يعتدون «في السبت» بصيد السمك المأمورين بتركه فيه «إذ» ظرف ليعدون «تأتيهم حيتانهم يوم سبتهم شُرَّعا» ظاهرة على الماء «ويوم لا يسبتون» لا يعظمون السبت أي سائر الأيام «لا تأتيهم» ابتلاء من الله «كذلك نبلوهم» بما كانوا يفسقون» ولما صادوا السمك افترقت القرية أثلاثا، ثلث صادوا معهم وثلث نهوهم، وثلث أمسكوا عن الصيد والنهي.",
			"numberInSurah": 163,
			"juz": 9,
			"manzil": 2,
			"page": 171,
			"ruku": 142,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1118,
			"text": "«وإذ» عطف على إذ قبله «قالت أمَّة منهم» لم تصد ولم تنهَ لمن نهى «لم تعظون قوما الله مُهلكهم أو معذبهم عذابا شديدا قالوا» موعظتنا «معذرة» نعتذر بها «إلى ربِّكم» لئلا ننسب إلى تقصير في ترك النهي «ولعلَّهم يتقون» الصيد.",
			"numberInSurah": 164,
			"juz": 9,
			"manzil": 2,
			"page": 172,
			"ruku": 142,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1119,
			"text": "«فما نسوا» تركوا «ما ذكِّروا» وعظوا «به» فلم يرجعوا «أنجينا الذين ينهوْن عن السوء وأخذنا الذين ظلموا» بالاعتداء «بعذابٍ بَئيس» شديد «بما كانوا يفسقون».",
			"numberInSurah": 165,
			"juz": 9,
			"manzil": 2,
			"page": 172,
			"ruku": 142,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1120,
			"text": "«فلما عَتَوا» تكبروا «عن» ترك «ما نهوا عنه قلنا لهم كونوا قردة خاسئين» صاغرين فكانوها، وهذا تفصيل لما قبله، قال ابن عباس: ما أدري ما فعل بالفرقة الساكنة وقال عكرمة: لم تهلك لأنها كرهت ما فعلوه، وقالت: لم تعظون إلخ، وروى الحاكم عن ابن عباس: أنه رجع إليه وأعجبه.",
			"numberInSurah": 166,
			"juz": 9,
			"manzil": 2,
			"page": 172,
			"ruku": 142,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1121,
			"text": "«وإذ تأذَّن» أعلم «ربُّك ليبعثنَّ عليهم» أي اليهود «إلى يوم القيامة من يسومهم سوء العذاب» بالذل وأخذ الجزية، فبعث عليهم سليمان وبعده بختنصر فقتلهم وسباهم وضرب عليهم الجزية فكانوا يؤدونها إلى المجوس إلى أن بعث نبينا صلى الله عليه وسلم فضربها عليهم «إن ربك لسريع العقاب» لمن عصاه «وإنه لغفور» لأهل طاعته «رحيم» بهم.",
			"numberInSurah": 167,
			"juz": 9,
			"manzil": 2,
			"page": 172,
			"ruku": 142,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1122,
			"text": "«وقطَّعناهم» فرَّقناهم «في الأرض أُمما» فرقا «منهم الصالحون ومنهم» ناس «دون ذلك» الكفار والفاسقون «وبلوناهم بالحسنات» بالنعم «والسيئات» النقم «لعلهم يرجعون» عن فسقهم.",
			"numberInSurah": 168,
			"juz": 9,
			"manzil": 2,
			"page": 172,
			"ruku": 142,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1123,
			"text": "«فخلف من بعدهم خَلْفٌ ورثوا الكتاب» التوراة عن آبائهم «يأخذون عرض هذا الأدنى» أي حطام هذا الشيء الدنيء أي الدنيا من حلال وحرام «ويقولون سيغفر لنا» ما عملناه لنا «و إن يأتهم عرض مثله يأخذوه» الجملة حال، أي يرجون المغفرة وهم عائدون إلى ما فعلوه مصرون عليه، وليس في التوراة وعد المغفرة مع الإصرار «ألم يؤخذ» استفهام تقرير «عليهم ميثاق الكتب» الإضافة بمعنى في «أن لا يقولوا على الله إلا الحقَّ ودرسوا» عطف على يؤخذ قرءوا «ما فيه» فلم كذبوا عليه بنسبة المغفرة إليه مع الإصرار «والدَّار الآخرة خير للَّذين يتقون» الحرام «أفلا يعقلون» بالياء والتاء أنها خير فيؤثرونها على الدنيا.",
			"numberInSurah": 169,
			"juz": 9,
			"manzil": 2,
			"page": 172,
			"ruku": 142,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1124,
			"text": "«والذين يمسِّكون» بالتشديد والتخفيف «بالكتاب» منهم «وأقاموا الصلاة» كعبد الله بن سلام وأصحابه «إنا لا نضيع أجر المصلحين» الجملة خبر الذين، وفيه وضع الظاهر موضع المضمر أي أجرهم.",
			"numberInSurah": 170,
			"juz": 9,
			"manzil": 2,
			"page": 172,
			"ruku": 142,
			"hizbQuarter": 68,
			"sajda": false
		},
		{
			"number": 1125,
			"text": "«و» «إذ نتقنا الجبل» رفعناه من أصله «فوقهم كأنه ظُلَّةٌ وظنوا» أيقنوا «أنه واقع بهم» ساقط عليهم بوعد الله إياهم بوقوعه إن لم يقبلوا أحكام التوراة ن وكانوا أبَوْها لثقلها فقلبوا وقلنا لهم «خذوا ما آتيناكم بقوة» بجد واجتهاد «واذكروا ما فيه» بالعمل به «لعلكم تتقون».",
			"numberInSurah": 171,
			"juz": 9,
			"manzil": 2,
			"page": 173,
			"ruku": 142,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1126,
			"text": "«و» اذكر «إذ» حين «أخذ ربُّك من بني آدم من ظهورهم» بدل اشتمال مما قبله بإعادة الجار «ذرِّيّاتهم» بأن أخرج بعضهم من صلب بعض من صلب آدم نسلا بعد نسل كنحو ما يتوالدون كالذّر بنعمان يوم عرفة ونصب لهم دلائل على ربوبيته وركب فيهم عقلا «وأشْهدهم على أنفسهم» قال «ألست بربكم؟ قالوا بلى» أنت ربنا «شهدنا» بذلك والإشهاد لـ «أن» لا «يقولوا» بالياء والتاء في الموضعين، أي الكفار «يوم القيامة إنا كنَّا عن هذا» التوحيد «غافلين» لا نعرفه.",
			"numberInSurah": 172,
			"juz": 9,
			"manzil": 2,
			"page": 173,
			"ruku": 143,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1127,
			"text": "«أو يقولوا إنما أشرك آباؤنا من قبل» أي قبلنا «وكنا ذريَّة من بعدهم» فاقتدينا بهم «أفتهلكنا» تعذبنا «بما فعل المبطلون» من آبائنا بتأسيس الشرك، المعنى لا يمكنهم الاحتجاج بذلك مع إشهادهم على أنفسهم بالتوحيد، والتذكير به على لسان صاحب المعجزة قائم مقام ذكره في النفوس.",
			"numberInSurah": 173,
			"juz": 9,
			"manzil": 2,
			"page": 173,
			"ruku": 143,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1128,
			"text": "«وكذلك نفصِّل الآيات» نبيّنها مثل ما بينا الميثاق ليتدبروها «ولعلهم يرجعون» عن كفرهم.",
			"numberInSurah": 174,
			"juz": 9,
			"manzil": 2,
			"page": 173,
			"ruku": 143,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1129,
			"text": "«واتل» يا محمد «عليهم» أي اليهود «نبأ» خبر «الذي آتيناه آياتنا فانسلخ منها» خرج بكفره كما تخرج الحية من جلدها، وهو بلعم بن باعوراء من علماء بني إسرائيل، سُئل أن يدعو على موسى وأُهدي إليه شيء، فدعا فانقلب عليه اندلع لسانه على صدره «فأتبعه الشيطان» فأدركه فصار قرينه «فكان من الغاوين».",
			"numberInSurah": 175,
			"juz": 9,
			"manzil": 2,
			"page": 173,
			"ruku": 143,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1130,
			"text": "«ولو شئنا لرفعناه» إلى منازل العلماء «بها» بأن نوقفه للعمل «ولكنه أخلد» سكن «إلى الأرض» أي الدنيا ومال إليها «واتَّبع هواه» في دعائه إليها فوضعناه «فمثله» صفته «كمثل الكلب إن تحمل عليه» بالطرد والزجر «يلهث» يدلع لسانه «أو» إن «تتركه يلهث» وليس غيره من الحيوان كذلك، وجملتا الشرط حال، أي لاهثا ذليلا بكل حال، والقصد التشبيه في الوضع والخسة بقرينة الفاء المشعرة بترتيب ما بعدها على ما قبلها من الميل إلى الدنيا واتباع الهوى وبقرينة، قوله «ذلك» المثل «مَثَلُ القوم الذين كذَّبوا بآياتنا فاقصص القَصَصَ» على اليهود «لعلهم يتفكرون» يتدبرون فيها فيؤمنون.",
			"numberInSurah": 176,
			"juz": 9,
			"manzil": 2,
			"page": 173,
			"ruku": 143,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1131,
			"text": "«ساء» بئس «مثلا القوم» أي مثل القوم «الذين كذَّبوا بآياتنا وأنفسهم كانوا يظلمون» بالتكذيب.",
			"numberInSurah": 177,
			"juz": 9,
			"manzil": 2,
			"page": 173,
			"ruku": 143,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1132,
			"text": "«من يهَدِ الله فهو المهتدي ومن يُضْللْ فأولئك هم الخاسرون».",
			"numberInSurah": 178,
			"juz": 9,
			"manzil": 2,
			"page": 173,
			"ruku": 143,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1133,
			"text": "«ولقد ذَرأْنا» خلقنا «لجهنم كثيرا من الجن والإنس لهم قلوب لا يفقهون بها» الحق «ولهم أعين لا يبصرون بها» دلائل قدرة الله بصر اعتبار «ولهم آذان لا يسمعون بها» الآيات والمواعظ سماع تدبر واتعاظ «أولئك كالأنعام» في عدم الفقه والبصر والاستماع «بل هم أضل» من الأنعام لأنها تطلب منافعها وتهرب من مضارها وهؤلاء يقدمون على النار معاندة «أولئك هم الغافلون».",
			"numberInSurah": 179,
			"juz": 9,
			"manzil": 2,
			"page": 174,
			"ruku": 143,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1134,
			"text": "«ولله الأسماء الحسنى» التسعة والتسعون الوارد بها الحديث، والحسنى مؤنث الأحسن «فادعوه» سموه «بها وذروا» اتركوا «الذين يُلحدون» من ألحد ولحد، يميلون عن الحق «في أسمائه» حيث اشتقوا منها أسماء لآلهتهم: كاللات من الله، والعزى من العزيز، ومناة من المنَّان «سيجزون» في الآخرة جزاء «ما كانوا يعملون» وهذا قبل الأمر بالقتال.",
			"numberInSurah": 180,
			"juz": 9,
			"manzil": 2,
			"page": 174,
			"ruku": 143,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1135,
			"text": "«وممن خلقنا أمة يهدون بالحق وبه يَعدِلون» هم أمة محمد صلى الله عليه وسلم كما في حديث.",
			"numberInSurah": 181,
			"juz": 9,
			"manzil": 2,
			"page": 174,
			"ruku": 143,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1136,
			"text": "«والذين كذبوا بآياتنا» القرآن من أهل مكة «سنستدرجهم» نأخذهم قليلا قليلا «من حيث لا يعلمون».",
			"numberInSurah": 182,
			"juz": 9,
			"manzil": 2,
			"page": 174,
			"ruku": 144,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1137,
			"text": "«وأُملي لهم» أمهلهم «إن كيدي متينٌ» شديد لا يطاق.",
			"numberInSurah": 183,
			"juz": 9,
			"manzil": 2,
			"page": 174,
			"ruku": 144,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1138,
			"text": "«أو لم يتفكروا» فيعلموا «ما بصاحبهم» محمد صلى الله عليه وسلم «من جِنَّة» جنون «إن» ما «هو إلا نذير مبين» بيَّن الإنذار.",
			"numberInSurah": 184,
			"juz": 9,
			"manzil": 2,
			"page": 174,
			"ruku": 144,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1139,
			"text": "«أو لم ينظروا في ملكوت» ملك «السماوات والأرض و» في «ما خلق الله من شيء» بيان لما، فيستدلوا به على قدرة صانعه ووحدانيته «و» في «أن» أي أنه «عسى أن يكون قد اقترب» قرب «أجلهم» فيموتوا كفارا فيصيروا إلى النار فيبادروا إلى الإيمان «فبأي حديث بعده» أي القرآن «يؤمنون».",
			"numberInSurah": 185,
			"juz": 9,
			"manzil": 2,
			"page": 174,
			"ruku": 144,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1140,
			"text": "«من يضلل الله فلا هادي له ويذرهم» بالياء والنون مع الرفع استئنافا، والجزم عطفا على محل ما بعد الفاء «في طغيانهم يعمهون» يترددون تحيُّرا.",
			"numberInSurah": 186,
			"juz": 9,
			"manzil": 2,
			"page": 174,
			"ruku": 144,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1141,
			"text": "«يسألونك» أي أهل مكة «عن الساعة» القيامة «أيَّان» متى «مُرساها قل» لهم «إنَّما علمها» متى تكون «عند ربي لا يُجلّيها» يظهرها «لوقتها» اللام بمعنى في «إلا هو ثقُلت» عظمت «في السماوات والأرض» على أهلها لهولها «لا تأتيكم إلا بغتة» فجأة «يسألونك كأنك حَفيٌ» مبالغ في السؤال «عنها» حتى علمتها «قل إنما علمها عند الله» تأكيد «ولكن أكثر الناس لا يعلمون» أن علمها عنده تعالى.",
			"numberInSurah": 187,
			"juz": 9,
			"manzil": 2,
			"page": 174,
			"ruku": 144,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1142,
			"text": "«قل لا أملك لنفسي نفعا» أجلبه «ولا ضرا» أدفعه «إلا ما شاء الله ولو كنت أعلم الغيب» ما غاب عني «لاستكثرت من الخير وما مسَّني السوء» من فقر وغيره لاحترازي عنه باجتناب المضار «إن» ما «أنا إلا نذير» بالنار للكافرين «وبشير» بالجنة «لقوم يؤمنون».",
			"numberInSurah": 188,
			"juz": 9,
			"manzil": 2,
			"page": 175,
			"ruku": 144,
			"hizbQuarter": 69,
			"sajda": false
		},
		{
			"number": 1143,
			"text": "«هو» أي الله «الذي خلقكم من نفس واحدة» أي آدم «وجعل» خلق «منها زوجها» حواء «ليسكن إليها» ويألفها «فلما تغشَّاها» جامعها «حملت حملا خفيفا» هو النطفة «فمرت به» ذهبت وجاءت لخفته «فلما أثقلت» بكبر الولد في بطنها وأشفقا أن يكون بهيمة «دعوا الله ربَّهما لئن آتيتنا» ولدا «صالحا» سويا «لنكونن من الشاكرين» لك عليه.",
			"numberInSurah": 189,
			"juz": 9,
			"manzil": 2,
			"page": 175,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1144,
			"text": "«فلمَّا آتاهما» ولدا «صالحا جعلا له شركاء» وفي قراءة بكسر الشين والتنوين أي شريكا «فيما آتاهما» بتسميته عبد الحارث ولا ينبغي أن يكون عبدا إلا لله، وليس بإشراك في العبودية لعصمة آدم وروى سمرة عن النبي صلى الله عليه وسلم قال: لما ولدت حواء طاف بها إبليس وكان لا يعيش لها ولد فقال: سميه عبد الحارث فإنه يعيش فسمته فعاش فكان ذلك من وحي الشيطان وأمره رواه الحاكم وقال صحيح والترمذي وقال حسن غريب «فتعالى الله عما يشركون» أي أهل مكة به من الأصنام، والجملة مسببة عطف على خلقكم وما بينهما اعتراض.",
			"numberInSurah": 190,
			"juz": 9,
			"manzil": 2,
			"page": 175,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1145,
			"text": "«أيشركون» به في العبادة «ما لا يخلق شيئا وهم يُخلقون».",
			"numberInSurah": 191,
			"juz": 9,
			"manzil": 2,
			"page": 175,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1146,
			"text": "«ولا يستطيعون لهم» أي لعابديهم «نصرا ولا أنفسهم يَنْصرون» بمنعها ممن أراد بهم سوءا من كسر أو غيره، والاستفهام للتوبيخ.",
			"numberInSurah": 192,
			"juz": 9,
			"manzil": 2,
			"page": 175,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1147,
			"text": "«وإن تدعوهم» أي الأصنام «إلى الهدى لا يتبعوكم» بالتخفيف والتشديد «سواء عليكم أدعوتموهم» إليه «أم أنتم صامتون» عن دعائهم لا يتبعوه لعدم سماعهم.",
			"numberInSurah": 193,
			"juz": 9,
			"manzil": 2,
			"page": 175,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1148,
			"text": "«إن الذين تدعون» تعبدون «من دون الله عبادٌ» مملوكة «أمثالكم فادعوهم فليستجيبوا لكم» دعاءكم «إن كنتم صادقين» في أنها آلهة، ثم بين غاية عجزهم وفضل عابديهم عليهم فقال.",
			"numberInSurah": 194,
			"juz": 9,
			"manzil": 2,
			"page": 175,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1149,
			"text": "«ألهم أرجل يمشون بها أم» بل أ «لهم أيد» جمع يد «يبطشون بها أم» بل أ «لهم آذان يسمعون بها» استفهام إنكاري، أي ليس لهم شيء من ذلك مما هو لكم فكيف تعبدوهم وأنتم حالا منهم «قل» لهم يا محمد «ادعوا شركاءكم» إلى هلاكي «ثم كيدون فلا تُنظرون» تمهلون فإني لا أبالي بكم.",
			"numberInSurah": 195,
			"juz": 9,
			"manzil": 2,
			"page": 175,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1150,
			"text": "«إن وليي الله» متولي أموري «الذي نزَّل الكتاب» القرآن «وهو يتولى الصالحين» بحفظه.",
			"numberInSurah": 196,
			"juz": 9,
			"manzil": 2,
			"page": 176,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1151,
			"text": "«والذين تدعون من دونه لا يستطيعون نصركم ولا أنفسهم ينصرون» فكيف أبالي بهم.",
			"numberInSurah": 197,
			"juz": 9,
			"manzil": 2,
			"page": 176,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1152,
			"text": "«وإن تدعوهم» أي الأصنام «إلى الهدى لا يسمعوا وتراهم» أي الأصنام يا محمد «ينظرون إليك» أي يقابلونك كالناظر «وهم لا يبصرون».",
			"numberInSurah": 198,
			"juz": 9,
			"manzil": 2,
			"page": 176,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1153,
			"text": "«خذ العفو» اليسر من أخلاق الناس ولا تبحث عنها «وأمر بالعرف» بالمعروف «وأعرض عن الجاهلين» فلا تقابلهم بسفههم.",
			"numberInSurah": 199,
			"juz": 9,
			"manzil": 2,
			"page": 176,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1154,
			"text": "«وإما» فيه إدغام نون إن الشرطية في ما المزيدة «ينزغنَّك من الشيطان نَزْغٌ» أي إن يصرفك عما أمرت به صارف «فاستعذ بالله» جواب الشرط وجواب الأمر محذوف، أي يدفعه عنك «إنه سميع» للقول «عليم» بالفعل.",
			"numberInSurah": 200,
			"juz": 9,
			"manzil": 2,
			"page": 176,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1155,
			"text": "«إن الذين اتقوا إذا مسَّهم» أصابهم «طيفٌ» وفي قراءة طائف أي شيء ألَّم بهم «من الشيطان تذكَّروا» عقاب الله وثوابه «فإذا هم مبصرون» الحق من غيره فيرجعون.",
			"numberInSurah": 201,
			"juz": 9,
			"manzil": 2,
			"page": 176,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1156,
			"text": "«وإخوانهم» أي إخوان الشياطين من الكفار «يَمدُّونَهُمْ» أي الشياطين «في الغي ثم» هم «لا يُقْصِرُونَ» يكفون عنه بالتبصر كما تبصَّر المتقون.",
			"numberInSurah": 202,
			"juz": 9,
			"manzil": 2,
			"page": 176,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1157,
			"text": "«وإذا لم تأتهم» أي أهل مكة «بآية» مما اقترحوا «قالوا لولا» هلا «اجتبيتها» أنشأتها من قبل نفسك «قل» لهم «إنَّما أتَّبع ما يوحى إلي من ربي» وليس لي أن آتي من عند نفسي بشيء «هذا» القرآن «بصائر» حجج «من ربِّكم وهدى ورحمة لقوم يؤمنون».",
			"numberInSurah": 203,
			"juz": 9,
			"manzil": 2,
			"page": 176,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1158,
			"text": "«وإذا قُرئ القرآن فاستمعوا له وأنصتوا» عن الكلام «لعلكم ترحمون» نزلت في ترك الكلام في الخطبة وعبَّر عنها بالقرآن لاشتمالها عليه، وقيل في قراءة القرآن مطلقا.",
			"numberInSurah": 204,
			"juz": 9,
			"manzil": 2,
			"page": 176,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1159,
			"text": "«واذكر ربَّك في نفسك» أي سرا «تضرُّعا» تدللا «وخيفة» خوفا منه «و» فوق السر «دون الجهر من القول» أي قصدا بينهما «بالغدو والآصال» أوائل النهار وأواخره «ولا تكن من الغافلين» عن ذكر الله.",
			"numberInSurah": 205,
			"juz": 9,
			"manzil": 2,
			"page": 176,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": false
		},
		{
			"number": 1160,
			"text": "«إن الذين عند ربك» أي الملائكة «لا يستكبرون» يتكبَّرون «عن عبادته ويسبِّحونه» ينزهوِّنه عما لا يليق به «وله يسجدون» أي يخصونه بالخضوع والعبادة فكونوا مثلهم.",
			"numberInSurah": 206,
			"juz": 9,
			"manzil": 2,
			"page": 176,
			"ruku": 145,
			"hizbQuarter": 70,
			"sajda": {
				"id": 1,
				"recommended": true,
				"obligatory": false
			}
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}