{
	"number": 8,
	"name": "سُورَةُ الأَنفَالِ",
	"englishName": "Al-Anfaal",
	"englishNameTranslation": "The Spoils of War",
	"revelationType": "Medinan",
	"numberOfAyahs": 75,
	"ayahs": [
		{
			"number": 1161,
			"text": "«يسألونك» يا محمد «عن الأنفال» الغنائم لمن هي «قل» لهم «الأنفال لله» يجعلها حيث يشاء «والرسول» يقسِّمها بأمر الله فقسَّمها صلى الله عليه وسلم بينهم على السواء، رواه الحاكم في المستدرك «فاتقوا الله وأصلحوا ذات بينكم» أي حقيقة ما بينكم بالمودة وترك النزاع «وأطيعوا الله ورسوله إن كنتم مؤمنين» حقا.",
			"numberInSurah": 1,
			"juz": 9,
			"manzil": 2,
			"page": 177,
			"ruku": 146,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1162,
			"text": "«إنما المؤمنون» الكاملون الإيمان «الذين إذا ذكر الله» أي وعيده «وجلت» خافت «قلوبهم وإذا تليت عليهم آياته زادتهم إيمانا» تصديقا «وعلى ربهم يتوكلون» به يثقون لا بغيره.",
			"numberInSurah": 2,
			"juz": 9,
			"manzil": 2,
			"page": 177,
			"ruku": 146,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1163,
			"text": "«الذين يقيمون الصلاة» يأتون بها بحقوقها «ومما رزقناهم» أعطيناهم «ينفقون» في طاعة الله.",
			"numberInSurah": 3,
			"juz": 9,
			"manzil": 2,
			"page": 177,
			"ruku": 146,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1164,
			"text": "«أولئك» الموصوفون بما ذكر «هم المؤمنون حقا» صدقا بلا شك «لهم درجاتٌ» منازل في الجنة «عند ربهم ومغفرة ورزق كريم» في الجنة.",
			"numberInSurah": 4,
			"juz": 9,
			"manzil": 2,
			"page": 177,
			"ruku": 146,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1165,
			"text": "«كما أخرجك ربُّك من بيتك بالحق» متعلق بأخرج «وإن فريقا من المؤمنين لكارهون» الخروج والجملة حال من كاف أخرجك وكما خبر مبتدأ محذوف أي هذه الحال في كراهتهم لها مثل إخراجك في حال كراهتهم وقد كان خيرا لهم فكذلك أيضا وذلك أن أبا سفيان قدم بعير من الشام فخرج النبي صلى الله عليه وسلم وأصحابه ليغنموها فعلمت قريش فخرج أبو جهل ومقاتلوا مكة ليذبُّوا عنها وهم النفير وأخذ أبو سفيان بالعير طريق الساحل فنجت فقيل لأبي جهل ارجع فأبى وسار إلى بدر. فشاور النبيُّ صلى الله عليه وسلم أصحابه وقال إن الله وعدني إحدى الطائفتين فوافقوه على قتال النفير وكره بعضهم ذلك وقالوا لم نستعدَّ له كما قال تعالى.",
			"numberInSurah": 5,
			"juz": 9,
			"manzil": 2,
			"page": 177,
			"ruku": 146,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1166,
			"text": "«يجادلونك في الحق» القتال «بعد ما تبيَّن» ظهر لهم «كأنما يُساقون إلى الموت وهم ينظرون» إليه عيانا في كراهتهم له.",
			"numberInSurah": 6,
			"juz": 9,
			"manzil": 2,
			"page": 177,
			"ruku": 146,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1167,
			"text": "«و» اذكر «إذ يعدكم الله إحدى الطائفتين» العير أو النفير «أنها لكم وتودُّون» تريدون «أن غير ذات الشوكة» أي البأس والسلاح وهي العير «تكون لكم» لقلة عددها ومدَدها بخلاف النفير «ويريد الله أن يُحق الحق» يظهر «بكلماته» السابقة بظهور الإسلام «ويقطع دابر الكافرين» آخرهم بالاستئصال فأمركم بقتال النفير.",
			"numberInSurah": 7,
			"juz": 9,
			"manzil": 2,
			"page": 177,
			"ruku": 146,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1168,
			"text": "«ليُحق الحق ويبطل» يمحق «الباطل» الكفر «ولو كره المجرمون» المشركون ذلك.",
			"numberInSurah": 8,
			"juz": 9,
			"manzil": 2,
			"page": 177,
			"ruku": 146,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1169,
			"text": "اذكر «إذ تستغيثون ربَّكم» تطلبون منه الغوث بالنصر عليهم «فاستجاب لكم أني» أي بأني «مُمدُّكم» معينكم «بألف من الملائكة مردفين» متتابعين يردف بعضهم بعضا وعدهم بها أوَّلا ثم صارت ثلاثة آلاف ثم خمسة كما في آل عمران وقرئ بآلُف كأفُلس جمع.",
			"numberInSurah": 9,
			"juz": 9,
			"manzil": 2,
			"page": 178,
			"ruku": 146,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1170,
			"text": "«وما جعله الله» أي الإمداد «إلا بشرى ولتطمئن به قلوبكم وما النصر إلا من عند الله إن الله عزيز حكيم».",
			"numberInSurah": 10,
			"juz": 9,
			"manzil": 2,
			"page": 178,
			"ruku": 146,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1171,
			"text": "اذكر «إذ يُغشِّيكم النعاس أمنة» أمنا مما حصل لكم من الخوف «منه» تعالى «وَيُنَزِّلُ عليكم من السماء ماء ليطهركم به» من الأحداث والجنابات «ويذهب عنكم رجز الشيطان» وسوسته إليكم بأنكم لو كنتم على الحق ما كنتم ظمأى محدثين والمشركون على الماء «وليربط» يحبس «على قلوبكم» باليقين والصبر «ويثبِّت به الأقدام» أن تسوخ في الرمل.",
			"numberInSurah": 11,
			"juz": 9,
			"manzil": 2,
			"page": 178,
			"ruku": 147,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1172,
			"text": "«إذ يوحي ربك إلى الملائكة» الذين أمد بهم المسلمين «أني» أي بأني «معكم» بالعون والنصر «فثبِّتوا الذين آمنوا» بالإعانة والتبشير «سألقي في قلوب الذين كفروا الرعب» الخوف «فاضربوا فوق الأعناق» أي الرءوس «واضربوا منهم كل بنان» أي أطراف اليدين والرجلين فكان الرجل يقصد ضرب رقبة الكافر فتسقط قبل أن يصل إليه سيفه ورماهم صلى الله عليه وسلم بقبضة من الحصى فلم يبق مشرك إلا دخل في عينيه منها شيء فهزموا.",
			"numberInSurah": 12,
			"juz": 9,
			"manzil": 2,
			"page": 178,
			"ruku": 147,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1173,
			"text": "«ذلك» العذاب الواقع بهم «بأنهم شاقوا» خالفوا «الله ورسوله ومن يشاقق الله ورسوله فإن الله شديد العقاب» له.",
			"numberInSurah": 13,
			"juz": 9,
			"manzil": 2,
			"page": 178,
			"ruku": 147,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1174,
			"text": "«ذلكم» العذاب «فذوقوه» أيها الكفار في الدنيا «وأن للكافرين» في الآخرة «عذاب النار».",
			"numberInSurah": 14,
			"juz": 9,
			"manzil": 2,
			"page": 178,
			"ruku": 147,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1175,
			"text": "«يا أيها الذين آمنوا إذا لقيتم الذين كفروا زحفا» أي مجتمعين كأنهم لكثرتهم يزحفون «فلا تولُّوهم الأدبار» منهزمين.",
			"numberInSurah": 15,
			"juz": 9,
			"manzil": 2,
			"page": 178,
			"ruku": 147,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1176,
			"text": "«ومن يولهم يومئذ» أي يوم لقائهم «دُبُرَهُ إلا متحرفا» منعطفا «لقتال» بأن يريهم الغرَّة مكيدة وهو يريد الكرَّة «أو متحيزا» منضما «إلى فئة» جماعة من المسلمين يستنجد بها «فقد باء» رجع «بغضب من الله ومأواه جنهم وبئس المصير» المرجع هي وهذا مخصوص بما لم يزد الكفار على الضعف.",
			"numberInSurah": 16,
			"juz": 9,
			"manzil": 2,
			"page": 178,
			"ruku": 147,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1177,
			"text": "«فلم تقتلوهم» ببدر بقوتكم «ولكنَّ الله قتلهم» بنصره إيّاكم «وما رميت» يا محمد لأعين القوم «إذ رميت» بالحصى لأن كفا من الحصى لا يملأ عيون الجيش الكثير برمية بشر «ولكنَّ الله رمى» بإيصال ذلك إليهم فعل ذلك ليقهر الكافرين «وليبلي المؤمنين منه بلاءً» عطاء «حسنا» هو الغنيمة «إن الله سميع» لأقوالهم «عليم» بأحوالهم.",
			"numberInSurah": 17,
			"juz": 9,
			"manzil": 2,
			"page": 179,
			"ruku": 147,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1178,
			"text": "«ذلكم» الإبلاء حق «وأن الله موهنُ» مضعف «كيد الكافرين».",
			"numberInSurah": 18,
			"juz": 9,
			"manzil": 2,
			"page": 179,
			"ruku": 147,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1179,
			"text": "«إن تستفتحوا» أيها الكفار إن تطلبوا الفتح أي القضاء حيث قال أبو جهل منكم: اللهم أينا كان أقطع للرحمن وأتانا بما لا نعرف فأحنه الغداة أي أهلكه «فقد جاءكم الفتح» القضاء بهلاك من هو كذلك وهو أبو جهل ومن قتل معه دون النبي صلى الله عليه وسلم والمؤمنين «وإن تنتهوا» عن الكفر والحرب «فهو خير لكم وإن تعودوا» لقتال النبي صلى الله عليه وسلم «نعد» لنصره عليكم «ولن تغني» تدفع «عنكم فئتكم» جماعاتكم «شيئا ولو كثرت وإنَّ الله مع المؤمنين» بكسر إن استئنافا وفتحها على تقدير اللام.",
			"numberInSurah": 19,
			"juz": 9,
			"manzil": 2,
			"page": 179,
			"ruku": 147,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1180,
			"text": "«يا أيها الذين آمنوا أطيعوا الله ورسوله ولا تولَّوْا» تعرضوا «عنه» بمخالفة أمره «وأنتم تسمعون» القرآن والمواعظ.",
			"numberInSurah": 20,
			"juz": 9,
			"manzil": 2,
			"page": 179,
			"ruku": 148,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1181,
			"text": "«ولا تكونوا كالذين قالوا سمعنا وهم لا يسمعون» سماع تدبر واتعاظ وهم المنافقون أو المشركون.",
			"numberInSurah": 21,
			"juz": 9,
			"manzil": 2,
			"page": 179,
			"ruku": 148,
			"hizbQuarter": 71,
			"sajda": false
		},
		{
			"number": 1182,
			"text": "«إن شرَّ الدواب عند الله الصمٌّ» عن سماع الحق «البكم» عن النطق به «الذين لا يعقلونـ» ـه.",
			"numberInSurah": 22,
			"juz": 9,
			"manzil": 2,
			"page": 179,
			"ruku": 148,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1183,
			"text": "«ولو علم الله فيهم خيرا» صلاحا بسماع الحق «لأسمعهم» سماع تفهم «ولو أسمعهم» فرضا وقد علم أن لا خير فيهم «لتوَّلوا» عنه «وهم معرضون» عن قبوله عنادا وجحودا.",
			"numberInSurah": 23,
			"juz": 9,
			"manzil": 2,
			"page": 179,
			"ruku": 148,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1184,
			"text": "«يا أيها الذين آمنوا استجيبوا لله وللرسول» بالطاعة «إذا دعاكم لما يحييكم» من أمر الدين أنه سبب الحياة الأبدية «واعلموا أن الله يحول بين المرء وقلبه» فلا يستطيع أن يؤمن أو يكفر إلا بإرادته «وأنه إليه تُحشرون» فيجازيكم بأعمالكم.",
			"numberInSurah": 24,
			"juz": 9,
			"manzil": 2,
			"page": 179,
			"ruku": 148,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1185,
			"text": "«واتقوا فتنة» إن أصابتكم «لا تصيبنَّ الذين ظلموا منكم خاصة» بل تعمهم وغيرهم واتقاؤها بإنكار موجبها من المنكر «واعلموا أن الله شديد العقاب» لمن خالفه.",
			"numberInSurah": 25,
			"juz": 9,
			"manzil": 2,
			"page": 179,
			"ruku": 148,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1186,
			"text": "«واذكروا إذ أنتم قليل مستضعَفون في الأرض» أرض مكة «تخافون أن يتخطَّفكم الناس» يأخذكم الكفار بسرعة «فآواكم» إلى المدينة «وأيَّدكم» قوَّاكم «بنصره» يوم بدر بالملائكة «ورزقكم من الطيبات» الغنائم «لعلكم تشكرون» نعمه.",
			"numberInSurah": 26,
			"juz": 9,
			"manzil": 2,
			"page": 180,
			"ruku": 148,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1187,
			"text": "ونزل في أبي لبابة مروان بن عبد المنذر وقد بعثه رسول الله صلى الله عليه وسلم إلى قريظة لينزلوا على حكمه فاستشاروه فأشار إليهم أنه الذبح لأن عياله وماله فيهم «يا أيها الذين آمنوا لا تخونوا الله والرسول و تخونوا أماناتكم» ما ائتمنتم عليه من الدين وغيره «وأنتم تعلمون».",
			"numberInSurah": 27,
			"juz": 9,
			"manzil": 2,
			"page": 180,
			"ruku": 148,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1188,
			"text": "«واعلموا أنما أموالكم وأولادُكم فتنهٌ» لكم صادة عن أمور الآخرة «وأن الله عنده أجر عظيم» فلا تفوِّتوه بمراعاة الأموال والأولاد والخيانة لأجلهم، ونزل في توبته.",
			"numberInSurah": 28,
			"juz": 9,
			"manzil": 2,
			"page": 180,
			"ruku": 148,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1189,
			"text": "«يا أيها الذين آمنوا إن تتقوا الله» بالإنابة وغيرها «يجعل لكم فرقانا» بينكم وبين ما تخافون فتنجون «ويكفِّر عنكم سيئآتكم ويغفر لكم» ذنوبكم «والله ذو الفضل العظيم».",
			"numberInSurah": 29,
			"juz": 9,
			"manzil": 2,
			"page": 180,
			"ruku": 149,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1190,
			"text": "«و» اذكر يا محمد «إذ يمكر بك الذين كفروا» وقد اجتمعوا للمشاورة في شأنك بدار الندوة «ليثبتوك» يوثقوك ويحبسوك «أو يقتلوك» كلهم قَتلَة رجل واحد «أو يخرجوك» من مكة «ويمكرون» بك «ويمكرُ الله» بهم بتدبير أمرك بأن أوحى إليك ما دبروه وأمرك بالخروج «والله خير الماكرين» أعلمهم به.",
			"numberInSurah": 30,
			"juz": 9,
			"manzil": 2,
			"page": 180,
			"ruku": 149,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1191,
			"text": "«وإذا تُتلى عليهم آياتنا» القرآن «قالوا قد سمعنا لو نشاء لقلنا مثل هذا» قاله النضر بن الحارث لأنه كان يأتي الحيرة يتجر فيشتري كتب أخبار الأعاجم ويحدث بها أهل مكة «إن» ما «هذا» القرآن «إلا أساطير» أكاذيب «الأولين».",
			"numberInSurah": 31,
			"juz": 9,
			"manzil": 2,
			"page": 180,
			"ruku": 149,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1192,
			"text": "«وإذ قالوا اللهم إن كان هذا» الذي يقرؤه محمد «هو الحقَّ» المنزل «من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب أليم» مؤلم على إنكاره قاله النصر، وغيره استهزاءً وإيهاما أنه على بصيرة وجزم ببطلانه.",
			"numberInSurah": 32,
			"juz": 9,
			"manzil": 2,
			"page": 180,
			"ruku": 149,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1193,
			"text": "قال تعالى: «وما كان الله ليعذَّبهم» بما سألوه «وأنت فيهم» لأن العذاب إذا نزل عَمَّ ولم تعذَّب أمة إلا بعد خروج نبيها والمؤمنين منها «وما كان الله معذبَهم وهم يستغفرون» حيث يقولون في طوافهم: غفرانك، غفرانك. وقيل أهم المؤمنون المستضعفون فيهم كما قال تعالى: (لو تزيَّلوا لعذبنا الذين كفروا منهم عذابا أليما).",
			"numberInSurah": 33,
			"juz": 9,
			"manzil": 2,
			"page": 180,
			"ruku": 149,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1194,
			"text": "«ومالهم أ» ن «لا يعذبهم الله» بالسيف بعد خروجك والمستضعفين وعلى القول الأول هي ناسخة لما قبلها وقد عذَّبهم الله ببدر وغيره «وهم يصدُّون» يمنعون النبي صلى الله عليه وسلم والمسلمين «عن المسجد الحرام» أن يطوفوا به «وما كانوا أولياءه» كما زعموا «إن» ما «أولياؤه إلا المتقون ولكن أكثرهم لا يعلمون» أن لا ولاية لهم عليه.",
			"numberInSurah": 34,
			"juz": 9,
			"manzil": 2,
			"page": 181,
			"ruku": 149,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1195,
			"text": "«وما كان صلاتُهم عند البيت إلا مُكاءً» صفيرا «وتصديةً» تصفيقا أي جعلوا ذلك موضع صلاتهم التي أمروا بها «فذوقوا العذاب» ببدر «بما كنتم تكفرون».",
			"numberInSurah": 35,
			"juz": 9,
			"manzil": 2,
			"page": 181,
			"ruku": 149,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1196,
			"text": "«إن الذين كفروا ينفقون أموالهم» في حرب النبي صلى الله عليه وسلم «ليصدوا عن سبيل الله فسينفقونها ثم تكون» في عاقبة الأمر «عليهم حسرة» ندامة لفواتها وفوات ما قصدوه «ثم يغلبون» في الدنيا «والذين كفروا» منهم «إلى جهنم» في الآخرة «يحشرون» يساقون.",
			"numberInSurah": 36,
			"juz": 9,
			"manzil": 2,
			"page": 181,
			"ruku": 149,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1197,
			"text": "«ليميزَ» متعلق بتكون بالتخفيف والشديد أي يفصل «الله الخبيث» الكافر «من الطيب» المؤمن «ويجعل الخبيث بعضه على بعض فيَرْكُمَهُ جميعا» يجمعه متراكما بعضه على بعض «فيجعله في جهنَّم أولئك هم الخاسرون».",
			"numberInSurah": 37,
			"juz": 9,
			"manzil": 2,
			"page": 181,
			"ruku": 149,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1198,
			"text": "«قل للذين كفروا» كأبي سفيان وأصحابه «إن ينتهوا» عن الكفر وقتال النبي صلى الله عليه وسلم «يُغفر لهم ما قد سلف» من أعمالهم «وإن يعودوا» إلى قتال «فقد مضت سنَّةُ الأولين» أي سنتنا فيهم بالإهلاك فكذا نفعل بهم.",
			"numberInSurah": 38,
			"juz": 9,
			"manzil": 2,
			"page": 181,
			"ruku": 150,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1199,
			"text": "«وقاتلوهم حتى لا تكون» توجد «فتنةٌ» شرك «ويكون الدِّين كله لله» وحده ولا يعبد غيره «فإن انتهوا» عن الكفر «فإن الله بما يعملون بصير» فيجازيهم به.",
			"numberInSurah": 39,
			"juz": 9,
			"manzil": 2,
			"page": 181,
			"ruku": 150,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1200,
			"text": "«وإن تولَّوا» عن الإيمان «فاعلموا أن الله مولاكم» ناصركم ومتولي أموركم «نعم المولى» هو «ونعم النصير» أي الناصر لكم.",
			"numberInSurah": 40,
			"juz": 9,
			"manzil": 2,
			"page": 181,
			"ruku": 150,
			"hizbQuarter": 72,
			"sajda": false
		},
		{
			"number": 1201,
			"text": "«واعلموا أنما غنمتم» أخذتم من الكفار قهرا «من شيء فأن لله خمسه» يأمر فيه بما يشاء «وللرسول ولذي القربى» قرابة النبي صلى الله عليه وسلم من بني هاشم وبني المطلب «واليتامى» أطفال المسلمين الذين هلك آباؤهم وهم فقراء «والمساكين» ذوي الحاجة من المسلمين «وابن السبيل» المنقطع في سفره من المسلمين، أي يستحقه النبي صلى الله عليه وسلم والأصناف الأربعة على ما كان يقسمه من أن لكلٍ خُمسَ الخمس، والأخماس الأربعة الباقية للغانمين «إن كنتم آمنتم بالله» فاعملوا ذلك «وما» عطف على بالله «أنزلنا على عبدنا» محمد صلى الله عليه وسلم من الملائكة والآيات «يوم الفرقان» أي يوم بدر الفارق بين الحق والباطل «يوم التقى الجمعان» المسلمون والكفار «والله على كل شيء قدير» ومنه نصركم مع قلتكم وكثرتهم.",
			"numberInSurah": 41,
			"juz": 10,
			"manzil": 2,
			"page": 182,
			"ruku": 150,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1202,
			"text": "«إذ» بدل من يوم «أنتم» كائنون «بالعُدوة الدنيا» القربى من المدينة وهى بضم العين وكسرها جانب الوادي «وهم بالعدوة القصوى» البعدى منها «والركب» العير كائنون بمكان «أسفل منكم» مما يلي البحر «ولو تواعدتم» أنتم والنفير للقتال «لاختلفتم في الميعاد ولكن» جمعكم بغير ميعاد «ليقضى الله أمرا كان مفعولا» في علمه وهو نصر الإسلام وَمَحْقُ الكفر فعل ذلك «ليهلك» يكفر «من هلك عن بينةٍ» أي بعد حجة ظاهرة قامت عليه وهي نصر المؤمنين مع قلتهم على الجيش الكثير «ويحيى» يؤمن «من حيَّ عن بينة وإن الله لسميع عليم».",
			"numberInSurah": 42,
			"juz": 10,
			"manzil": 2,
			"page": 182,
			"ruku": 150,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1203,
			"text": "اذكر «إذ يريكهُم الله في منامك» أي نومك «قليلا» فأخبرت به أصحابك فسروا «ولو أراكهم كثيرا لفشلتم» جبنتم «ولتنازعتم» اختلفتم «في الأمر» أمر القتال «ولكن الله سلَّمـ» ـكم من الفشل والتنازع «إنه عليم بذات الصدور» بما في القلوب.",
			"numberInSurah": 43,
			"juz": 10,
			"manzil": 2,
			"page": 182,
			"ruku": 150,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1204,
			"text": "«وإذ يريكموهم» أيها المؤمنون «إذ التقيتم في أعينكم قليلا» نحو سبعين أو مائة وهم ألف لتقدموا عليهم «ويقللكم في أعينهم» ليقدموا ولا يرجعوا عن قتالكم وهذا قبل التحام الحرب، فلما التحم أراهم إياهم مثليهم كما في آل عمران «ليقضيَ الله أمرا كان مفعولا وإلى الله ترجع» تصير «الأمور».",
			"numberInSurah": 44,
			"juz": 10,
			"manzil": 2,
			"page": 182,
			"ruku": 150,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1205,
			"text": "«يا أيها الذين آمنوا إذا لقيتم فئة» جماعة كافرة «فاثبتوا» لقتالهم ولا تنهزموا «واذكروا الله كثيرا» ادعوه بالنصر «لعلكم تفلحون» تفوزون.",
			"numberInSurah": 45,
			"juz": 10,
			"manzil": 2,
			"page": 182,
			"ruku": 151,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1206,
			"text": "«وأطيعوا الله ورسوله ولا تنازعوا» تختلفوا فيما بينكم «فتفشلوا» تجبنوا «وتذهب ريحكم» قوتكم ودولتكم «واصبروا إن الله مع الصابرين» بالنصر والعون.",
			"numberInSurah": 46,
			"juz": 10,
			"manzil": 2,
			"page": 183,
			"ruku": 151,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1207,
			"text": "«ولا تكونوا كالذين خرجوا من ديارهم» ليمنعوا غيرهم ولم يرجعوا بعد نجاتها «بطرا ورئاء الناس» حيث قالوا لا نرجع حتى نشرب الخمر وننحر الجزور وتضرب علينا القيان ببدر فيتسامع بذلك الناس «ويصدون» الناس «عن سبيل الله والله بما يعملون» بالياء والتاء «محيط» علما فيجازيهم به.",
			"numberInSurah": 47,
			"juz": 10,
			"manzil": 2,
			"page": 183,
			"ruku": 151,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1208,
			"text": "«و» اذكر «إذ زيَّن لهم الشيطان» إبليس «أعمالهم» بأن شجعهم على لقاء المسلمين لما خافوا الخروج من أعدائهم بني بكر «وقال» لهم «لا غالب لكم اليوم من الناس وإني جار لكم» من كنانة وكان أتاهم في صورة سراقة بن مالك سيد تلك الناحية «فلما تراءت» التقت «الفئتان» المسلمة والكافرة ورأى الملائكة يده في يد الحارث بن هشام «نكص» رجع «على عقبيه» هاربا «وقال» لما قالوا له أتخذلنا على هذه الحال: «إني بريء منكم» من جواركم «إني أرى ما لا ترون» من الملائكة «إني أخاف الله» أن يهلكني «والله شديد العقاب».",
			"numberInSurah": 48,
			"juz": 10,
			"manzil": 2,
			"page": 183,
			"ruku": 151,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1209,
			"text": "«إذ يقول المنافقون والذين في قلوبهم مرض» ضعف اعتقاد «غرَّ هؤلاء» أي المسلمين «دينُهم» إذ خرجوا مع قتلهم يقاتلون الجمع الكثير توهما أنهم ينصرون بسببه قال تعال في جوابهم: «ومن يتوكل على الله» يثق به يغلب «فإن الله عزيز» غالب على أمره «حكيم» في صنعه.",
			"numberInSurah": 49,
			"juz": 10,
			"manzil": 2,
			"page": 183,
			"ruku": 152,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1210,
			"text": "«ولو تَرى» يا محمد «إذ يتوفى» بالياء والتاء «الذين كفروا الملائكة يضربون» حال «وجوههم وأدبارهم» بمقامعَ من حديد «و» يقولون لهم «ذوقوا عذاب الحريق» أي النار وجواب لو: لرأيت أمرا عظيما.",
			"numberInSurah": 50,
			"juz": 10,
			"manzil": 2,
			"page": 183,
			"ruku": 152,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1211,
			"text": "«ذلك» التعذيب «بما قدَّمت أيديكم» عبَّر بها دون غيرها لأن أكثر الأفعال تزاول بها «وأن الله ليس بظلام» أي بذي ظلم «للعبيد» فيعذِّبهم بغير ذنب.",
			"numberInSurah": 51,
			"juz": 10,
			"manzil": 2,
			"page": 183,
			"ruku": 152,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1212,
			"text": "دأبُ هؤلاء «كدأب» كعادة «آل فرعون والذين من قبلهم كفروا بآيات الله فأخذهم الله» بالعقاب «بذنوبهم» جملة كفروا وما بعدها مفسِّرة لما قبلها «إن الله قويٌ» على ما يريده «شديد العقاب».",
			"numberInSurah": 52,
			"juz": 10,
			"manzil": 2,
			"page": 183,
			"ruku": 152,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1213,
			"text": "«ذلك» أي تعذيب الكفرة «بأن» أي بسبب أن «الله لم يكُ مغيِّرا نعمة أنعمها على قوم» مبدلا لها بالنقمة «حتَّى يغيِّروا ما بأنفسهم» يبدلوا نعمتهم كفرا كتبديل كفار مكة إطعامهم من جوع وأمنُهم من خوف وبعْث النبي صلى الله عليه وسلم إليهم بالكفر والصد عن سبيل الله وقتال المؤمنين «وأن الله سميع عليم».",
			"numberInSurah": 53,
			"juz": 10,
			"manzil": 2,
			"page": 184,
			"ruku": 152,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1214,
			"text": "«كدأب آل فرعون والذين من قبلهم كذَّبوا بآيات ربهم فأهلكناهم بذنوبهم وأغرقنا آل فرعون» قومه معه «وكلّ» من الأمم المكذبة «كانوا ظالمين».",
			"numberInSurah": 54,
			"juz": 10,
			"manzil": 2,
			"page": 184,
			"ruku": 152,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1215,
			"text": "ونزل في قريظة: «إن شرَّ الدواب عند الله الذين كفروا فهم لا يؤمنون».",
			"numberInSurah": 55,
			"juz": 10,
			"manzil": 2,
			"page": 184,
			"ruku": 152,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1216,
			"text": "«الذين عاهدت منهم» ألا يعينوا المشركين «ثم ينقضون عهدهم في كل مرة» عاهدوا فيها «وهم لا يتقون» الله في غدرهم.",
			"numberInSurah": 56,
			"juz": 10,
			"manzil": 2,
			"page": 184,
			"ruku": 152,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1217,
			"text": "«فإما» فيه إدغام نون إن الشرطية في ما المزيدة «تثقفنَّهم» تجدنهم «في الحرب فشرِّد» فرق «بهم من خلفهم» من المحاربين بالتنكيل بهم والعقوبة «لعلَّهم» أي الذين خلفهم «يذَّكرون» يتعظون بهم.",
			"numberInSurah": 57,
			"juz": 10,
			"manzil": 2,
			"page": 184,
			"ruku": 152,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1218,
			"text": "«وإما تخافن من قوم» عاهدوك «خيانة» في عهد بأمارةٍ تلوح لك «فانبذ» اطرح عهدهم «إليهم على سواء» حال أي مستويا أنت وهم في العلم بنقض العهد بأن تعلمهم به لئلا يتهموك بالغدر «إن الله لا يحب الخائنين».",
			"numberInSurah": 58,
			"juz": 10,
			"manzil": 2,
			"page": 184,
			"ruku": 152,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1219,
			"text": "ونزل فيمن أفلت يوم بدر «ولا تحسبنَّ» يا محمد «الذين كفروا سبقوا» الله أي فأتوه «إنهم لا يعجزون» لا يفوتونه وفي قراءة بالتحتانية فالمفعول الأول محذوف أي أنفسهم وفي أخرى بفتح إن على تقدير اللام.",
			"numberInSurah": 59,
			"juz": 10,
			"manzil": 2,
			"page": 184,
			"ruku": 153,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1220,
			"text": "(وأعدوا لهم) لقتالهم (ما استطعتم من قوة) قال صلى الله عليه وسلم \"\" هي الرمي \"\" رواه مسلم (ومن رباط الخيل) مصدر بمعنى حبسها في سبيل الله (ترهبون) تخوفون (به عدو الله وعدوكم) أي كفار مكة (وآخرين من دونهم) أي غيرهم وهم المنافقون أو اليهود (لا تعلمونهم الله يعلمهم وما تنفقوا من شيء في سبيل الله يوف إليكم) جزاؤه (وأنتم لا تظلمون) تنقصون منه شيئا.",
			"numberInSurah": 60,
			"juz": 10,
			"manzil": 2,
			"page": 184,
			"ruku": 153,
			"hizbQuarter": 73,
			"sajda": false
		},
		{
			"number": 1221,
			"text": "«وإن جنحوا» مالوا «للسَّلْم» بكسر السين وفتحها: الصلح «فاجنح لها» وعاهدهم، وقال ابن عباس: هذا منسوخ بآية السيف وقال مجاهد: مخصوص بأهل الكتاب إذ نزلت في بني قريظة «وتوكل على الله» ثق به «إنه هو السميع» للقول «العليم» بالفعل.",
			"numberInSurah": 61,
			"juz": 10,
			"manzil": 2,
			"page": 184,
			"ruku": 153,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1222,
			"text": "«وإن يريدوا أن يخدعوك» بالصلح ليستعدوا لك «فإن حسبك» كافيك «اللهُ هو الذي أيَّدك بنصره وبالمؤمنين».",
			"numberInSurah": 62,
			"juz": 10,
			"manzil": 2,
			"page": 185,
			"ruku": 153,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1223,
			"text": "«وألَّف» جمع «بين قلوبهم» بعد الإحن «لو أنفقت ما في الأرض جميعا ما ألَّفت بين قلوبهم ولكنَّ الله ألف بينهم» بقدرته «إنه عزيز» غالب على أمره «حكيم» لا يخرج شيء عن حكمته.",
			"numberInSurah": 63,
			"juz": 10,
			"manzil": 2,
			"page": 185,
			"ruku": 153,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1224,
			"text": "«يا أيها النبي حسبُك اللهُ و» حسبك «من اتبعك من المؤمنين».",
			"numberInSurah": 64,
			"juz": 10,
			"manzil": 2,
			"page": 185,
			"ruku": 153,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1225,
			"text": "«يا أيها النبي حرِّض» حث «المؤمنين على القتال» للكفار «إن يكن منكم عشرون صابرون يغلبوا مائتين» منهم «وإنْ يكن» بالياء والتاء «منكم مائة يغلبوا ألفا من الذين كفروا بأنهم» أي بسبب أنهم «قوم لا يفقهون» وهذا خبر بمعنى الأمر أي ليقاتل العشرون منكم المائتين والمائة الألف ويثبتوا لهم ثم نُسخ لما كثروا بقوله.",
			"numberInSurah": 65,
			"juz": 10,
			"manzil": 2,
			"page": 185,
			"ruku": 154,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1226,
			"text": "«الآن خفف الله عنكم وعلم أن فيكم ضُعفا» بضم الضاد وفتحها عن قتال عشرة أمثالكم «فإن يكن» بالياء والتاء «منكم مائة صابرة يغلبوا مائتين» منهم «وإن يكن منكم ألف يغلبوا ألفين بإذن الله» بإرادته وهو خبر بمعنى الأمر أي لتقاتلوا مثليكم وتثبتوا لهم «والله مع الصابرين» بعونه.",
			"numberInSurah": 66,
			"juz": 10,
			"manzil": 2,
			"page": 185,
			"ruku": 154,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1227,
			"text": "ونزل لما أخذوا الفداء من أسرى بدر «ما كان لنبي أن تكون» بالتاء والياء «له أسرى حتى يثخن في الأرض» يبالغ في قتل الكفار «تريدون» أيها المؤمنون «عَرَض الدنيا» حطامها بأخذ الفداء «والله يريد» لكم «الآخرة» أي ثوابها بقتلهم «والله عزيز حكيم» وهذا منسوخ بقوله (فإما منّا بعد وإما فداءً).",
			"numberInSurah": 67,
			"juz": 10,
			"manzil": 2,
			"page": 185,
			"ruku": 154,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1228,
			"text": "«لولا كتاب من الله سبق» بإحلال الغنائم والأسرى لكم «لمسَّكم فيما أخذتم» من الفداء «عذاب عظيم».",
			"numberInSurah": 68,
			"juz": 10,
			"manzil": 2,
			"page": 185,
			"ruku": 154,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1229,
			"text": "«فكلوا مما غنمتم حلالا طيبا واتقوا الله إن الله غفور رحيم».",
			"numberInSurah": 69,
			"juz": 10,
			"manzil": 2,
			"page": 185,
			"ruku": 154,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1230,
			"text": "يا أيها النبي قل لمن في أيديكم من الأسارى» وفي قراءة الأسرى «إن يعلم الله في قلوبكم خيرا» إيمانا وإخلاصا «يؤتكم خيرا مما أخذ منكم» من الفداء بأن يضعِّفه لكم في الدنيا ويثيبكم في الآخرة «ويغفر لكم» ذنوبكم «والله غفور رحيم».",
			"numberInSurah": 70,
			"juz": 10,
			"manzil": 2,
			"page": 186,
			"ruku": 155,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1231,
			"text": "«وإن يريدوا» أي الأسرى «خيانتك» بما أظهروا من القول «فقد خانوا الله من قبل» قبل بدر بالكفر «فأمكن منهم» ببدر قتلا وأسرا فليتوقعوا مثل ذلك إن عادوا «والله عليم» بخلقه «حكيم» في صنعه.",
			"numberInSurah": 71,
			"juz": 10,
			"manzil": 2,
			"page": 186,
			"ruku": 155,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1232,
			"text": "«إن الذين آمنوا وهاجروا وجاهدوا بأموالهم وأنفسهم في سبيل الله» وهم المهاجرون «والذين آوَوْا» النبي صلى الله عليه وسلم «ونصروا» وهم الأنصار «أولئك بعضهم أولياء بعض» في النصرة والإرث «والذين آمنوا ولم يُهاجروا مالكم من ولايَتِهِمْ» بكسر الواو وفتحها «من شيء» فلا إرث بينكم وبينهم ولا نصيب لهم في الغنيمة «حتى يهاجروا» وهذا منسوخ بآخر السورة «وإن استنصروكم في الدين فعليكم النصر» لهم على الكفار «إلا على قوم بينكم وبينهم ميثاق» عهد فلا تنصروهم عليهم وتنقضوا عهدهم «والله بما تعملون بصير».",
			"numberInSurah": 72,
			"juz": 10,
			"manzil": 2,
			"page": 186,
			"ruku": 155,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1233,
			"text": "«والذين كفروا بعضهم أولياء بعض» في النصرة والإرث فلا إرث بينكم وبينهم «إلا تفعلوه» أي تولي المسلمين وقمع الكفار «تكن فتنة في الأرض وفساد كبير» بقوة الكفر وضعف الإسلام.",
			"numberInSurah": 73,
			"juz": 10,
			"manzil": 2,
			"page": 186,
			"ruku": 155,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1234,
			"text": "«والذين آمنوا وهاجروا وجاهدوا في سبيل الله والذين آوَوْا ونصروا أولئك هم المؤمنون حقا لهم مغفرة ورزق كريم» في الجنة.",
			"numberInSurah": 74,
			"juz": 10,
			"manzil": 2,
			"page": 186,
			"ruku": 155,
			"hizbQuarter": 74,
			"sajda": false
		},
		{
			"number": 1235,
			"text": "«والذين آمنوا من بعد» أي بعد السابقين إلى الإيمان والهجرة «وهاجروا وجاهدوا معكم فأولئك منكم» أيها المهاجرون والأنصار «وأولو الأرحام» ذوو القرابات «بعضهم أوْلى ببعض» في الإرث من التوارث في الإيمان والهجرة المذكورة في الآية السابقة «في كتاب الله» اللوح المحفوظ «إن الله بكل شيء عليم» ومنه حكمة الميراث.",
			"numberInSurah": 75,
			"juz": 10,
			"manzil": 2,
			"page": 186,
			"ruku": 155,
			"hizbQuarter": 74,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}