{
	"number": 10,
	"name": "سُورَةُ يُونُسَ",
	"englishName": "Yunus",
	"englishNameTranslation": "Jonas",
	"revelationType": "Meccan",
	"numberOfAyahs": 109,
	"ayahs": [
		{
			"number": 1365,
			"text": "«الر» الله أعلم بمراده بذلك «تلك» أي هذه الآيات «آيات الكتاب» القرآن والإضافة بمعنى من «الحكيم» المحكم.",
			"numberInSurah": 1,
			"juz": 11,
			"manzil": 3,
			"page": 208,
			"ruku": 172,
			"hizbQuarter": 83,
			"sajda": false
		},
		{
			"number": 1366,
			"text": "«أكان للناس» أي أهل مكة، استفهام إنكار والجار والمجرور حال من قوله «عَجبا» بالنصب خبر كان، وبالرفع اسمها والخبر وهو اسمها على الأولى «أن أوحينا» أي إيحاؤنا «إلى رجل منهم» محمد «أن» مفسرة «أنذر» خوِّف «الناس» الكافرين بالعذاب «وبشر الذين آمنوا أن» أي بأن «لهم قدم» سلف «صدق عند ربهم» أي أجرا حسناً بما قدموه من الأعمال «قال الكافرون إن هذا» القرآن المشتمل على ذلك «لَسِحْرٌ مبين» بيِّن، وفي قراءة لَساحرٌ، والمشار إليه النبي.",
			"numberInSurah": 2,
			"juz": 11,
			"manzil": 3,
			"page": 208,
			"ruku": 172,
			"hizbQuarter": 83,
			"sajda": false
		},
		{
			"number": 1367,
			"text": "«إن ربكم الله الذي خلق السماوات والأرض في ستة أيام» من أيام الدنيا، أي في قدرها، لأنه لم يكن ثَم شمس ولا قمر، ولو شاء لخلقهن في لمحة، والعدول عنه لتعليم خلقه التثبت «ثم استوى على العرش» استواءً يليق به «يدبر الأمر» بين الخلائق «ما من» صلة «شفيع» يشفع لأحد «إلا من بعد إذنه» رد لقولهم إن الأصنام تشفع لهم «ذلكم» الخالق المدبر «الله ربكم فاعبدوه» وحدوه «أفلا تذَّكرون» بإدغام التاء في الأصل في الذال.",
			"numberInSurah": 3,
			"juz": 11,
			"manzil": 3,
			"page": 208,
			"ruku": 172,
			"hizbQuarter": 83,
			"sajda": false
		},
		{
			"number": 1368,
			"text": "«إليه» تعالى «مرجعكم وعد الله حقا» مصدران منصوبان بفعلهما المقدر «إنه» بالكسر استئنافاً والفتح على تقدير اللام «يبدأ الخلق» أي بدأه بالإنشاء «ثم يعيده» بالبعث «ليجزي» يثيب «الذين آمنوا وعملوا الصالحات بالقسط والذين كفروا لهم شراب من حميم» ماء بالغ نهاية الحرارة «وعذاب أليم» مؤلم «بما كانوا يكفرون» أي بسبب كفرهم.",
			"numberInSurah": 4,
			"juz": 11,
			"manzil": 3,
			"page": 208,
			"ruku": 172,
			"hizbQuarter": 83,
			"sajda": false
		},
		{
			"number": 1369,
			"text": "«هو الذي جعل الشمس ضياءً» ذات ضياء، أي نور «والقمر نورا وقدره» من حيث سيره «منازل» ثمانية وعشرين منزلا في ثمان وعشرين ليلة من كل شهر، ويستتر ليلتين إن كان الشهر ثلاثين يوما، أو ليلة إن كان تسعة وعشرين يوما «لتعلموا» بذلك «عدد السنين والحساب ما خلق الله ذلك» المذكور «إلا بالحق» لا عبثا تعالى عن ذلك «يفصل» بالياء والنون يبين «الآيات لقوم يعلمون» يتدبرون.",
			"numberInSurah": 5,
			"juz": 11,
			"manzil": 3,
			"page": 208,
			"ruku": 172,
			"hizbQuarter": 83,
			"sajda": false
		},
		{
			"number": 1370,
			"text": "«إن في اختلاف الليل والنهار» بالذهاب والمجيء والزيادة والنقصان «وما خلق الله في السماوات» من ملائكة وشمس وقمر ونجوم وغير ذلك «و» في «الأرض» من حيوان وجبال وبحار وأنهار وأشجار وغيرها «لآيات» دلالات على قدرته تعالى «لقوم يتقونـ» ـه فيؤمنون، خصهم بالذكر لأنهم المنتفعون بها.",
			"numberInSurah": 6,
			"juz": 11,
			"manzil": 3,
			"page": 208,
			"ruku": 172,
			"hizbQuarter": 83,
			"sajda": false
		},
		{
			"number": 1371,
			"text": "«إن الذين لا يرجون لقاءنا» بالبعث «ورضوا بالحياة الدنيا» بدل الآخرة لإنكارهم لها «واطمأنوا بها» سكنوا إليها «والذين هم عن آياتنا» دلائل وحدانيتنا «غافلون» تاركون النظر فيها.",
			"numberInSurah": 7,
			"juz": 11,
			"manzil": 3,
			"page": 209,
			"ruku": 172,
			"hizbQuarter": 83,
			"sajda": false
		},
		{
			"number": 1372,
			"text": "«أولئك مأواهم النار بما كانوا يكسبون» من الشرك والمعاصي.",
			"numberInSurah": 8,
			"juz": 11,
			"manzil": 3,
			"page": 209,
			"ruku": 172,
			"hizbQuarter": 83,
			"sajda": false
		},
		{
			"number": 1373,
			"text": "«إن الذين آمنوا وعملوا الصالحات يهديهم» يرشدهم «ربهم بإيمانهم» به بأن يجعل لهم نورا يهتدون به يوم القيامة «تجري من تحتهم الأنهار في جنات النعيم».",
			"numberInSurah": 9,
			"juz": 11,
			"manzil": 3,
			"page": 209,
			"ruku": 172,
			"hizbQuarter": 83,
			"sajda": false
		},
		{
			"number": 1374,
			"text": "«دعواهم فيها» طلبهم يشتهونه في الجنة أن يقولوا «سبحانك اللهم» أي يا الله فإذا ما طلبوه وجدوه بين أيديهم «وتحيتهم» فيما بينهم «فيها سلام وآخر دعواهم أن» مفسرة «الحمد لله رب العالمين» ونزل لما استعجل المشركون العذاب.",
			"numberInSurah": 10,
			"juz": 11,
			"manzil": 3,
			"page": 209,
			"ruku": 172,
			"hizbQuarter": 83,
			"sajda": false
		},
		{
			"number": 1375,
			"text": "«ولو يُعَجِل الله للناس الشر استعجالهم» أي كاستعجالهم «بالخير لقضي» بالبناء للمفعول وللفاعل «إليهم أجلُهم» بالرفع والنصب، بأن يهلكهم ولكن يمهلهم «فَنَذَرُ» نترك «الذين لا يرجون لقاءنا في طغيانهم يعمهون» يترددون متحيرين.",
			"numberInSurah": 11,
			"juz": 11,
			"manzil": 3,
			"page": 209,
			"ruku": 173,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1376,
			"text": "«وإذا مس الإنسان» الكافر «الضُّرُّ» المرض والفقر «دعانا لجنبه» أي مضطجعا «أو قاعدا أو قائما» أي في كل حال «فلما كشفنا عنه ضُره مرَّ» على كفره «كأن» مخففة واسمها محذوف، أي كأنه «لم يدعنا إلى ضرٍّ مسه كذلك» كما زُيّن له الدعاء عند الضرر والإعراض عند الرخاء «زُيِّن للمسرفين» المشركين «ما كانوا يعملون».",
			"numberInSurah": 12,
			"juz": 11,
			"manzil": 3,
			"page": 209,
			"ruku": 173,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1377,
			"text": "«ولقد أهلكنا القرون» الأمم «من قبلكم» يا أهل مكة «لما ظلموا» بالشرك «و» قد «جاءتهم رسلهم بالبينات» الدالات على صدقهم «وما كانوا ليؤمنوا» عطف على ظلموا «كذلك» كما أهلكنا أولئك «نجزي القوم المجرمين» الكافرين.",
			"numberInSurah": 13,
			"juz": 11,
			"manzil": 3,
			"page": 209,
			"ruku": 173,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1378,
			"text": "«ثم جعلناكم» يا أهل مكة «خلائف» جمع خليفة «في الأرض من بعدهم لننظر كيف تعملون» فيها وهل تعتبرون بهم فتصدقوا رسلنا.",
			"numberInSurah": 14,
			"juz": 11,
			"manzil": 3,
			"page": 209,
			"ruku": 173,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1379,
			"text": "«وإذا تُتلى عليهم آياتنا» القرآن «بينات» ظاهرات حال «قال الذين لا يرجون لقاءنا» لا يخافون البعث «ائت بقرآن غير هذا» ليس فيه عيب آلهتنا «أو بدله» من تلقاء نفسك «قل» لهم «ما يكون» ينبغي «لي أن أبدله من تلقاء» قبل «نفسي إن» ما «أتبع إلا ما يوحي إليّ إني أخاف إن عصيت ربي» بتبديله «عذاب يوم عظيم» هو يوم القيامة.",
			"numberInSurah": 15,
			"juz": 11,
			"manzil": 3,
			"page": 210,
			"ruku": 173,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1380,
			"text": "«قل لو شاء الله ما تلوته عليكم ولا أدراكم» أعلمكم «به» ولا نافية عطف على ما قبله، وفي قراءة بلام جواب لو أي لأعلمكم به على لسان غيري «فقد لبثت» مكثت «فيكم عمرا» سنينا أربعين «من قبله» لا أحدثكم بشيء «أفلا تعقلون» أنه ليس من قِبَلي.",
			"numberInSurah": 16,
			"juz": 11,
			"manzil": 3,
			"page": 210,
			"ruku": 173,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1381,
			"text": "«فمن» أي لا أحد «أظلم ممن افترى على الله كذبا» بنسبة الشريك إليه «أو كذَّب بآياته» القرآن «إنه» أي الشأن «لا يفلح» يسعد «المجرمون» المشركون.",
			"numberInSurah": 17,
			"juz": 11,
			"manzil": 3,
			"page": 210,
			"ruku": 173,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1382,
			"text": "«ويعبدون من دون الله» أي غيره «ما لا يضرهم» إن لم يعبدوه «ولا ينفعهم» إن عبدوه وهو الأصنام «ويقولون» عنها «هؤلاء شفعاؤنا عند الله قل» لهم «أتنبئون الله» جبروته «بما لا يعلم في السموات والأرض» استفهام إنكار إذ لو كان له شريك لعلمه، إذا لا يخفى عليه شيء «سبحانه» تنزيها له «وتعالى عما يشركونـ» به معه.",
			"numberInSurah": 18,
			"juz": 11,
			"manzil": 3,
			"page": 210,
			"ruku": 173,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1383,
			"text": "«وما كان الناس إلا أمة واحدة» على دين واحد وهو الإسلام، من لدن آدم إلى نوح، وقيل من عهد إبراهيم إلى عمرو بن لحيِّ «فاختلفوا» بأن ثبت بعض وكفر بعض «ولولا كلمة سبقت من ربك» بتأخير الجزاء إلى يوم القيامة «لقضي بينهم» أي الناس في الدنيا «فيما فيه يختلفون» من الدين بتعذيب الكافرين.",
			"numberInSurah": 19,
			"juz": 11,
			"manzil": 3,
			"page": 210,
			"ruku": 173,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1384,
			"text": "«ويقولون» أي أهل مكة «لولا» هلا «أنزل عليه» على محمد «آية من ربه» كما كان للأنبياء من الناقة والعصا واليد «فقل» لهم «إنما الغيب» ما غاب عن العباد أي أمره «لله» ومنه الآيات فلا يأتي بها إلا هو وإنما عليَّ التبليغ «فانتظروا» العذاب إن لم تؤمنوا «إني معكم من المنتظرين».",
			"numberInSurah": 20,
			"juz": 11,
			"manzil": 3,
			"page": 210,
			"ruku": 173,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1385,
			"text": "«وإذا أذقنا الناس» أي كفار مكة «رحمة» مطرا وخصبا «من بعد ضراء» بؤس وجدب «مستهم إذا لهم مكر في آياتنا» بالاستهزاء والتكذيب «قل» لهم «الله أسرع مكراً» مجازاة «إن رسلنا» الحفظة «يكتبون ما تمكرون» بالتاء والياء.",
			"numberInSurah": 21,
			"juz": 11,
			"manzil": 3,
			"page": 211,
			"ruku": 174,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1386,
			"text": "«هو الذي يسيركم» وفي قراءة ينشركم «في البر والبحر حتى إذا كنتم في الفلك» السفن «وجرين بهم بريح» وجرين فيه التفات عن الخطاب بريح طيبة» لينة «وفرحوا بها جاءتها ريح عاصف» شديد الهبوب تكسر كل شيء «وجاءهم الموج من كل مكان وظنوا أنهم أحيط بهم» أي أهلكوا «دعوا الله مخلصين له الدين» الدعاء «لئن» لام قسم «أنجيتنا من هذه» الأهوال «لنكونن من الشاكرين» الموحدين.",
			"numberInSurah": 22,
			"juz": 11,
			"manzil": 3,
			"page": 211,
			"ruku": 174,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1387,
			"text": "«فلما أنجاهم إذا هم يبغون في الأرض بغير الحق» بالشرك «يا أيها الناس إنما بغيكم» ظلمكم «على أنفسكم» لأن إثمه عليها هو «متاعُ الحياة الدنيا» تمتعون فيها قليلا «ثم إلينا مرجعكم» بعد الموت «فننبئكم بما كنتم تعملون» فنجاريكم عليه وفي قراءة بنصب متاع: أي تتمتعون.",
			"numberInSurah": 23,
			"juz": 11,
			"manzil": 3,
			"page": 211,
			"ruku": 174,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1388,
			"text": "«إنما مَثَل» صفة «الحياة الدنيا كماء» مطر «أنزلناه من السماء فاختلط به» بسببه «نبات الأرض» واشتبك بعضه ببعض «مما يأكل الناس» من البرّ والشعير وغيرهما «والأنعام» من الكلأ «حتى إذا أخذت الأرض زخرفها» بهجتها من النبات «وازَّيَّنت» بالزهر، وأصله تزينت، أبدلت التاء زايا وأدغمت في الزاي «وظن أهلها أنهم قادرون عليها» متمكنون من تحصيل ثمارها «أتاها أمرنا» قضاؤنا أو عذابنا «ليلا أو نهارا فجعلناها» أي زرعها «حصيدا» كالمحصود بالمناجل «كأن» مخففة أي كأنها «لم تغن» تكن «بالأمس كذلك نفصَّل» نبين «الآيات لقوم يتفكرون».",
			"numberInSurah": 24,
			"juz": 11,
			"manzil": 3,
			"page": 211,
			"ruku": 174,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1389,
			"text": "«والله يدعو إلى دار السلام» أي السلامة، وهي الجنة بالدعاء إلى الإيمان «ويهدي من يشاء» هدايته «إلى صراط مستقيم» دين الإسلام.",
			"numberInSurah": 25,
			"juz": 11,
			"manzil": 3,
			"page": 211,
			"ruku": 174,
			"hizbQuarter": 84,
			"sajda": false
		},
		{
			"number": 1390,
			"text": "«للذين أحسنوا» بالإيمان «الحسنى» الجنة «وزيادة» هي النظر إليه تعالى كما في حديث مسلم «ولا يرهق» يغشى «وجوههم قترٌ» سواد «ولا ذلة» كآبة «أولئك أصحاب الجنة هم فيها خالدون».",
			"numberInSurah": 26,
			"juz": 11,
			"manzil": 3,
			"page": 212,
			"ruku": 174,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1391,
			"text": "«والذين» عطف على الذين أحسنوا، أي وللذين «كسبوا السيئات» عملوا الشرك «جزاء سيئة بمثلها وترهقهم ذلة ما لهم من الله من» زائدة «عاصم» مانع «كأنما أغشيت» أُلبست «وجوههم قطعا» بفتح الطاء جمع قطعة، وإسكانها جزءًا «من الليل مظلما أولئك أصحاب النار هم فيها خالدون».",
			"numberInSurah": 27,
			"juz": 11,
			"manzil": 3,
			"page": 212,
			"ruku": 174,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1392,
			"text": "«و» اذكر «يوم نحشرهم» أي الخلق «جميعا ثم نقول للذين أشركوا مكانكم» نصب بإلزموا مقدرا «أنتم» تأكيد للضمير المستتر في الفعل المقدر ليعطف عليه «وشركاؤكم» أي الأصنام «فزيَّلنا» ميزنا «بينهم» وبين المؤمنين كما في آية (وامتازوا اليوم أيها المجرمون) «وقال» لهم «شركاؤهم ما كنتم إيانا تعبدون» ما نافية وقدم المفعول للفاصلة.",
			"numberInSurah": 28,
			"juz": 11,
			"manzil": 3,
			"page": 212,
			"ruku": 174,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1393,
			"text": "«فكفى بالله شهيدا بيننا وبينكم إن» مخففة أي إنا «كنا عن عبادتكم لغافلين».",
			"numberInSurah": 29,
			"juz": 11,
			"manzil": 3,
			"page": 212,
			"ruku": 174,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1394,
			"text": "«هنالك» أي ذلك اليوم «تبلوا» من البلوى، وفي قراءة بتاءين من التلاوة «كل نفس ما أسلفت» قدمت من العمل «وردوا إلى الله مولاهم الحق» الثابت الدائم «وضل» غاب «عنهم ما كانوا يفترون» عليه من الشركاء.",
			"numberInSurah": 30,
			"juz": 11,
			"manzil": 3,
			"page": 212,
			"ruku": 174,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1395,
			"text": "«قل» لهم «من يرزقكم من السماء» بالمطر «والأرض» بالنبات «أمَّن يملك السمع» بمعنى الأسماع، أي خلقها «والأبصار ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبِّر الأمر» بين الخلائق «فسيقولون» هو «الله فقل» لهم «أفلا تتقونـ» ـه فتؤمنون.",
			"numberInSurah": 31,
			"juz": 11,
			"manzil": 3,
			"page": 212,
			"ruku": 175,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1396,
			"text": "«فذلكم» الفاعل لهذه الأشياء «الله ربكم الحق» الثابت «فماذا بعد الحق إلا الضلال» استفهام تقرير، أي ليس بعده غيره فمن أخطأ الحق وهو عبادة الله وقع في الضلال «فأنَّى» كيف «تُصرفون» عن الإيمان مع قيام البرهان.",
			"numberInSurah": 32,
			"juz": 11,
			"manzil": 3,
			"page": 212,
			"ruku": 175,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1397,
			"text": "«كذلك» كما صرف هؤلاء عن الإيمان «حقَّت كلمة ربِّك على الذين فسقوا» كفروا وهي (لأملأن جهنم) الآية، أو هي «أنهم لا يؤمنون».",
			"numberInSurah": 33,
			"juz": 11,
			"manzil": 3,
			"page": 212,
			"ruku": 175,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1398,
			"text": "«قل هل من شركائكم من يبدأ الخلق ثم يعيده قل الله يبدأ الخلق ثم يعيده فأنى تؤفكون» تصرفون عن عبادته مع قيام الدليل.",
			"numberInSurah": 34,
			"juz": 11,
			"manzil": 3,
			"page": 213,
			"ruku": 175,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1399,
			"text": "«قل هل من شركائكم من يهدي إلى الحق» بنصب الحجج وخلق الاهتداء «قل الله يهدي للحق أفمن يهدي إلى الحق» وهو الله «أحق أنْ يُتبع أمَّن لا يهدي» يهتدي «إلا أن يهدى» أحق أن يتبع استفهام تقرير وتوبيخ، أي الأول أحق «فما لكم كيف تحكمون» هذا الحكم الفاسد من اتَّباع ما لا يحق اتباعه.",
			"numberInSurah": 35,
			"juz": 11,
			"manzil": 3,
			"page": 213,
			"ruku": 175,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1400,
			"text": "«وما يتبع أكثرهم» في عبادة الأصنام «إلا ظنا» حيث قلدوا فيه آباءهم «إن الظن لا يُغني من الحق شيئا» فيما المطلوب منه العلم «إن الله عليم بما يفعلون» فيجازيهم عليه.",
			"numberInSurah": 36,
			"juz": 11,
			"manzil": 3,
			"page": 213,
			"ruku": 175,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1401,
			"text": "«وما كان هذا القرآن أن يُفترى» أي افتراءً «من دون الله» أي غيره «ولكن» أنزل «تصديق الذي بين يديه» من الكتب «وتفصيل الكتاب» تبيين ما كتبه الله من الأحكام وغيرها «لا ريب» شك «فيه من رب العالمين» متعلق بتصديق أو بأنزل المحذوف، وقرئ برفع تصديق وتفصيل بتقدير هو.",
			"numberInSurah": 37,
			"juz": 11,
			"manzil": 3,
			"page": 213,
			"ruku": 175,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1402,
			"text": "«أم» بل أ «يقولون افتراه» اختلقه محمد «قل فأتوا بسورة مثله» في الفصاحة والبلاغة على وجه الافتراء فإنكم عربيون فصحاء مثلي «وادعوا» للإعانة عليه «من استطعتم من دون الله» أي غيره «إن كنتم صادقين» في أنه افتراء فلم تقدروا على ذلك، قال تعالى.",
			"numberInSurah": 38,
			"juz": 11,
			"manzil": 3,
			"page": 213,
			"ruku": 175,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1403,
			"text": "«بل كذبوا بما لم يحيطوا بعلمه» أي القرآن ولم يتدبروه «ولما» لم «يأتهم تأويله» عاقبة ما فيه من الوعيد «كذلك» التكذيب «كذَّب الذين من قبلهم» رسلهم «فانظر كيف كان عاقبة الظالمين» بتكذيب الرسل أي آخر أمرهم من الهلاك فكذلك نُهلك هؤلاء.",
			"numberInSurah": 39,
			"juz": 11,
			"manzil": 3,
			"page": 213,
			"ruku": 175,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1404,
			"text": "«ومنهم» أي أهل مكة «من يؤمن به» لعلم الله ذلك منهم «ومنهم من لا يؤمن به» أبدا «وربك أعلم بالمفسدين» تهديد لهم.",
			"numberInSurah": 40,
			"juz": 11,
			"manzil": 3,
			"page": 213,
			"ruku": 175,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1405,
			"text": "«وإن كذبوك فقل» لهم «لي عملي ولكم عملكم» أي لكلٍّ جزاء عمله «أنتم بريئون مما أعمل وأنا بريء مما تعلمون» وهذا منسوخ بآية السيف.",
			"numberInSurah": 41,
			"juz": 11,
			"manzil": 3,
			"page": 213,
			"ruku": 176,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1406,
			"text": "«ومنهم من يستمعون إليك» إذا قرأت القرآن «أ فأنت تُسمع الصم» شبههم بهم في عدم الانتفاع بما يتلى عليهم «ولو كانوا» مع الصمم «لا يعقلون» يتدبرون.",
			"numberInSurah": 42,
			"juz": 11,
			"manzil": 3,
			"page": 213,
			"ruku": 176,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1407,
			"text": "(ومنهم من ينظر إليك أفأنت تهدي العمي ولو كانوا لا يبصرون) شبههم بهم في عدم الاهتداء بل أعظم \"\" فإنها لا تعمى الأبصار ولكن تعمى القلوب التي في الصدور \"\".",
			"numberInSurah": 43,
			"juz": 11,
			"manzil": 3,
			"page": 214,
			"ruku": 176,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1408,
			"text": "«إن الله لا يظلم الناس شيئا ولكن الناس أنفسهم يظلمون».",
			"numberInSurah": 44,
			"juz": 11,
			"manzil": 3,
			"page": 214,
			"ruku": 176,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1409,
			"text": "«ويوم يحشرهم كأن» أي كأنهم «لم يلبثوا» في الدنيا أو القبور «إلا ساعة من النهار» لهول ما رأوا، وجملة التشبيه حال من الضمير «يتعارفون بينهم» يعرف بعضهم بعضا إذا بعثوا ثم ينقطع التعارف لشدة الأهوال، والجملة حال مقدرة أو متعلق الظرف «قد خسر الذين كذبوا بلقاء الله» بالبعث «وما كانوا مهتدين».",
			"numberInSurah": 45,
			"juz": 11,
			"manzil": 3,
			"page": 214,
			"ruku": 176,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1410,
			"text": "«وإما» فيه إدغام نون إن الشرطية في ما المزيدة «نرينَّك بعض الذي نعدهم» به من العذاب في حياتك وجواب الشرط محذوف، أي فذاك «أو نتوفينَّك» قبل تعذيبهم «فإلينا مرجعهم ثم الله شهيد» مطلع «على ما يفعلون» من تكذيبهم وكفرهم فيعذبهم أشد العذاب.",
			"numberInSurah": 46,
			"juz": 11,
			"manzil": 3,
			"page": 214,
			"ruku": 176,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1411,
			"text": "«ولكل أمة» من الأمم «رسول فإذا جاء رسولهم» إليهم فكذبوه «قضي بينهم بالقسط» بالعدل فيعذبون وينجى الرسول ومن صدقه «وهم لا يظلمون» بتعذيبهم بغير جرم فكذلك نفعل بهؤلاء.",
			"numberInSurah": 47,
			"juz": 11,
			"manzil": 3,
			"page": 214,
			"ruku": 176,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1412,
			"text": "«ويقولون متى هذا الوعد» بالعذاب «إن كنتم صادقين» فيه.",
			"numberInSurah": 48,
			"juz": 11,
			"manzil": 3,
			"page": 214,
			"ruku": 176,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1413,
			"text": "«قل لا أملك لنفسي ضرا» أدفعه «ولا نفعا» أجلبه «إلا ما شاء الله» أن يقدرني عليه، فكيف أملك لكم حلول العذاب «لكل أمة أجل» مدة معلومة لهلاكهم «إذ جاء أجلهم فلا يستأخرون» يتأخرون عنه «ساعة ولا يستقدمون» يتقدمون عليه.",
			"numberInSurah": 49,
			"juz": 11,
			"manzil": 3,
			"page": 214,
			"ruku": 176,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1414,
			"text": "«قل أرأيتم» أخبروني «إن أتاكم عذابه» أي الله «بياتا» ليلا «أو نهارا ماذا» أيُّ شيء «يستعجل منه» أي العذاب «المجرمون» المشركون، فيه وضع الظاهر موضع المضمر، وجملة الاستفهام جواب الشرط: كقولك إذا أتيتك ماذا تعطيني، والمراد به التهويل أي ما أعظم ما استعجلوه.",
			"numberInSurah": 50,
			"juz": 11,
			"manzil": 3,
			"page": 214,
			"ruku": 176,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1415,
			"text": "«أثُمَّ إذا ما وقع» حل بكم «آمنتم به» أي الله أو العذاب عند نزوله، والهمزة لإنكار التأخير فلا يقبل منكم ويقال لكم «آلآن» تؤمنون «وقد كنتم به تستعجلون» استهزاء.",
			"numberInSurah": 51,
			"juz": 11,
			"manzil": 3,
			"page": 214,
			"ruku": 176,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1416,
			"text": "«ثم قيل للذين ظلموا ذوقوا عذاب الخلد» أي الذي تخلدون فيه «هل» ما «تجزون إلا» جزاء «بما كنتم تكسبون».",
			"numberInSurah": 52,
			"juz": 11,
			"manzil": 3,
			"page": 214,
			"ruku": 176,
			"hizbQuarter": 85,
			"sajda": false
		},
		{
			"number": 1417,
			"text": "«ويستنبئونك» يستخبرونك «أحق هو» أي ما وعدتنا به من العذاب والبعث «قل إي» نعم «وربي إنه لحق وما أنتم بمعجزين» بفائتين العذاب.",
			"numberInSurah": 53,
			"juz": 11,
			"manzil": 3,
			"page": 214,
			"ruku": 176,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1418,
			"text": "«ولو أن لكل نفس ظلمت» كفرت «ما في الأرض» جميعا من الأموال «لافتدت به» من العذاب يوم القيامة «وأسرُّوا الندامة» على ترك الإيمان «لما رأوا العذاب» أخفاها رؤساؤهم عن الضعفاء الذين أضلوهم مخافة التعيير «وقضي بينهم» بين الخلائق «بالقسط» بالعدل «وهم لا يظلمون» شيئا.",
			"numberInSurah": 54,
			"juz": 11,
			"manzil": 3,
			"page": 215,
			"ruku": 177,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1419,
			"text": "«ألا إن لله ما في السماوات والأرض ألا إن وعد الله» بالبعث والجزاء «حق» ثابت «ولكن أكثرهم» أي الناس «لا يعلمون» ذلك.",
			"numberInSurah": 55,
			"juz": 11,
			"manzil": 3,
			"page": 215,
			"ruku": 177,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1420,
			"text": "«هو يحيي ويميت وإليه ترجعون» في الآخرة فيجازيكم بأعمالكم.",
			"numberInSurah": 56,
			"juz": 11,
			"manzil": 3,
			"page": 215,
			"ruku": 177,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1421,
			"text": "«يا أيها الناس» أي أهل مكة «قد جاءتكم موعظة من ربكم» كتاب فيه ما لكم وما عليكم وهو القرآن «وشفاء» دواء «لما في الصدور» من العقائد الفاسدة والشكوك «وهدى» من الضلال «ورحمة للمؤمنين» به.",
			"numberInSurah": 57,
			"juz": 11,
			"manzil": 3,
			"page": 215,
			"ruku": 177,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1422,
			"text": "«قل بفضل الله» الإسلام «وبرحمته» القرآن «فبذلك» الفضل والرحمة «فليفرحوا هو خير مما يجمعون» من الدنيا بالياء والتاء.",
			"numberInSurah": 58,
			"juz": 11,
			"manzil": 3,
			"page": 215,
			"ruku": 177,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1423,
			"text": "«قل أرأيتم» أخبروني «ما أنزل الله» خلق «لكم من رزق فجعلتم منه حراما وحلالا» كالبحيرة والسائبة والميتة «قل آلله أذن لكم» في ذلك بالتحليل والتحريم لا «أم» بل «على الله تفترون» تكذبون بنسبة ذلك إليه.",
			"numberInSurah": 59,
			"juz": 11,
			"manzil": 3,
			"page": 215,
			"ruku": 177,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1424,
			"text": "«وما ظن الذين يفترون على الله الكذب» أي أيّ شيء ظنهم به «يوم القيامة» أيحسبون أنه لا يعاقبهم لا «إن الله لذو فضل على الناس» بإمهالهم والإنعام عليهم «ولكن أكثرهم لا يشكرون».",
			"numberInSurah": 60,
			"juz": 11,
			"manzil": 3,
			"page": 215,
			"ruku": 177,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1425,
			"text": "«وما تكون» يا محمد «في شأن» أمر «وما تتلو منه» أي من الشأن أو الله «من قرآن» أنزله عليك «ولا تعملون» خاطبهُ وأمته «من عمل إلا كنا عليكم شهودا» رقباء «إذ تُفيضون» تأخذون «فيه» أي العمل «وما يَعْزُبُ» يغيب «عن ربك من مثقال» وزن «ذرة» أصغر نملة «في الأرض ولا في السماء ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين» بيِّن هو اللوح المحفوظ.",
			"numberInSurah": 61,
			"juz": 11,
			"manzil": 3,
			"page": 215,
			"ruku": 178,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1426,
			"text": "«ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون» في الآخرة.",
			"numberInSurah": 62,
			"juz": 11,
			"manzil": 3,
			"page": 216,
			"ruku": 178,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1427,
			"text": "هم «الذين آمنوا وكانوا يتقون» الله بامتثال أمره ونهيه.",
			"numberInSurah": 63,
			"juz": 11,
			"manzil": 3,
			"page": 216,
			"ruku": 178,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1428,
			"text": "«لهم البشرى في الحياة الدنيا» فسرت في حديث صححه الحاكم بالرؤيا الصالحة يراها الرجل أو تُرى له «وفي الآخرة» الجنة والثواب «لا تبديل لكلمات الله» لا خلف لمواعيده «ذلك» المذكور «هو الفوز العظيم».",
			"numberInSurah": 64,
			"juz": 11,
			"manzil": 3,
			"page": 216,
			"ruku": 178,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1429,
			"text": "«ولا يحزنك قولهم» لك لست مرسلا وغيره «إن» استئناف «العزة» القوة «لله جميعا هو السميع» للقول «العليم» بالفعل فيجازيهم وينصرك.",
			"numberInSurah": 65,
			"juz": 11,
			"manzil": 3,
			"page": 216,
			"ruku": 178,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1430,
			"text": "«ألا إن لله من في السماوات ومن في الأرض» عبيدا وملكا وخلقا «وما يتبع الذين يدعون» يعبدون «من دون الله» أي غيره أصناما «شركاء» له على الحقيقة تعالى عن ذلك «إن» ما «يتبعون» في ذلك «إلا الظن» أي ظنهم أنها آلهة تشفع لهم «وإن» ما «هم إلا يخرصون» يكذبون في ذلك.",
			"numberInSurah": 66,
			"juz": 11,
			"manzil": 3,
			"page": 216,
			"ruku": 178,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1431,
			"text": "«هو الذي جعل لكم الليل لتسكنوا فيه والنهار مبصرا» إسناد الإبصار إليه مجاز لأنه يبصر فيه «إن في ذلك لآيات» دلالات على وحدانيته تعالى «لقوم يسمعون» سماع تدبر واتعاظ.",
			"numberInSurah": 67,
			"juz": 11,
			"manzil": 3,
			"page": 216,
			"ruku": 178,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1432,
			"text": "«قالوا» أي اليهود والنصارى ومن زعم أن الملائكة بنات الله «اتخذ الله ولدا» قال تعالى لهم «سبحانه» تنزيها له عن الولد «هو الغني» عن كل أحد وإنما يطلب الولد من يحتاج إليه «له ما في السماوات وما في الأرض» ملكا وخلقا وعبيدا «إن» ما «عندكم من سلطان» حجة «بهذا» الذي تقولونه «أتقولون على الله ما لا تعلمون» استفهام توبيخ.",
			"numberInSurah": 68,
			"juz": 11,
			"manzil": 3,
			"page": 216,
			"ruku": 178,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1433,
			"text": "«قل إن الذين يفترون على الله الكذب» بنسبه الولد إليه «لا يفلحون» لا يسعدون.",
			"numberInSurah": 69,
			"juz": 11,
			"manzil": 3,
			"page": 216,
			"ruku": 178,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1434,
			"text": "لهم «متاع» قليل «في الدنيا» يتمتعون به مدة حياتهم «ثم إلينا مرجعهم» بالموت «ثم نذيقهم العذاب الشديد» بعد الموت «بما كانوا يكفرون».",
			"numberInSurah": 70,
			"juz": 11,
			"manzil": 3,
			"page": 216,
			"ruku": 178,
			"hizbQuarter": 86,
			"sajda": false
		},
		{
			"number": 1435,
			"text": "«واتل» يا محمد «عليهم» أي كفار مكة «نبأ» خبر «نوح» ويبدل منه «إذ قال لقومه يا قوم إن كان كُبر» شق «عليكم مقامي» لبثي فيكم «وتذكيري» وعظي إياكم «بآيات الله فعلى الله توكلت فأجمعوا أمركم» اعزموا على أمر تفعلونه بي «وشركاءكم» الواو بمعني مع «ثم لا يكن أمركم عليكم غُمة» مستورا بل أظهروه وجاهروني به «ثم اقضوا إليَّ» امضوا فيما أردتموه «ولا تنظرون» تمهلون فإني لست مباليا بكم.",
			"numberInSurah": 71,
			"juz": 11,
			"manzil": 3,
			"page": 217,
			"ruku": 179,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1436,
			"text": "«فإن تولَّيتم» عن تذكيري «فما سألتكم من أجر» ثواب عليه فتولوا «إن» ما «أجري» ثوابي «إلا على الله وأمرت أن أكون من المسلمين».",
			"numberInSurah": 72,
			"juz": 11,
			"manzil": 3,
			"page": 217,
			"ruku": 179,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1437,
			"text": "«فكذبوه فنجيناه ومن معه في الفلك» السفينة «وجعلناهم» أي من معه «خلائف» في الأرض «وأغرقنا الذين كذبوا بآياتنا» بالطوفان «فانظر كيف كان عاقبة المنذرين» من إهلاكهم فكذلك نفعل بمن كذب.",
			"numberInSurah": 73,
			"juz": 11,
			"manzil": 3,
			"page": 217,
			"ruku": 179,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1438,
			"text": "«ثم بعثنا من بعده» أي نوح «رسلا إلى قومهم» كإبراهيم وهود وصالح «فجاءُوهم بالبينات» المعجزات «فما كانوا ليؤمنوا بما كذبوا به من قبل» أي بعث الرسل إليهم «كذلك نطبع» نختم «على قلوب المعتدين» فلا تقبل الإيمان كما طبعنا على قلوب أولئك.",
			"numberInSurah": 74,
			"juz": 11,
			"manzil": 3,
			"page": 217,
			"ruku": 179,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1439,
			"text": "«ثم بعثنا من بعدهم موسى وهارون إلى فرعون وملئه» قومه «بآياتنا» التسع «فاستكبروا» عن الإيمان بها «وكانوا قوما مجرمين».",
			"numberInSurah": 75,
			"juz": 11,
			"manzil": 3,
			"page": 217,
			"ruku": 179,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1440,
			"text": "«فلما جاءهم الحق من عندنا قالوا إنَّ هذا لسحر مبين» بيّنّ ظاهر.",
			"numberInSurah": 76,
			"juz": 11,
			"manzil": 3,
			"page": 217,
			"ruku": 179,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1441,
			"text": "«قال موسى أتقولون للحق لما جاءكم» إنه لسحر «أسحر هذا» وقد أفلح من أتى به وأبطل سحر السحرة «ولا يفلح الساحرون» والاستفهام في الموضعين للإنكار.",
			"numberInSurah": 77,
			"juz": 11,
			"manzil": 3,
			"page": 217,
			"ruku": 179,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1442,
			"text": "«قالوا أجئتنا لتَلفِتَنا» لتردنا «عما وجدنا عليه آباءنا وتكون لكما الكبرياء» الملك «في الأرض» أرض مصر «وما نحن لكما بمؤمنين» مصدقين.",
			"numberInSurah": 78,
			"juz": 11,
			"manzil": 3,
			"page": 217,
			"ruku": 179,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1443,
			"text": "«وقال فرعون ائتوني بكل ساحر عليم» فائق في علم السحر.",
			"numberInSurah": 79,
			"juz": 11,
			"manzil": 3,
			"page": 218,
			"ruku": 179,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1444,
			"text": "(فلما جاء السحرة قال لهم موسى) بعد ما قالوا له \"\" إما أن تلقي وإما أن نكون نحن الملقين \"\": (ألقوا ما أنتم ملقون).",
			"numberInSurah": 80,
			"juz": 11,
			"manzil": 3,
			"page": 218,
			"ruku": 179,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1445,
			"text": "«فلما ألقوا» حبالهم وعصيهم «قال موسى ما» استفهامية مبتدأ خبره «جئتم به السحر» بدل وفي قراءة بهمزة واحدة إخبار فما اسم موصول مبتدأ «إن الله سيبطله» أي سيمحقه «إن الله لا يصلح عمل المفسدين».",
			"numberInSurah": 81,
			"juz": 11,
			"manzil": 3,
			"page": 218,
			"ruku": 179,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1446,
			"text": "«ويحق» يثبت ويظهر «الله الحق بكلماته» بمواعيده «ولو كره المجرمون».",
			"numberInSurah": 82,
			"juz": 11,
			"manzil": 3,
			"page": 218,
			"ruku": 179,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1447,
			"text": "«فما آمن لموسى إلا ذرية» طائفة «من» أولاد «قومه» أي فرعون «على خوف من فرعون وملئهم أن يفتنهم» يصرفهم عن دينه بتعذيبه «وإن فرعون لعال» متكبر «في الأرض» أرض مصر «وإنه لمن المسرفين» المتجاوزين الحد بادعاء الربوبية.",
			"numberInSurah": 83,
			"juz": 11,
			"manzil": 3,
			"page": 218,
			"ruku": 180,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1448,
			"text": "«وقال موسى يا قوم إن كنتم آمنتم بالله فعليه توكلوا إن كنتم مسلمين».",
			"numberInSurah": 84,
			"juz": 11,
			"manzil": 3,
			"page": 218,
			"ruku": 180,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1449,
			"text": "«فقالوا على الله توكلنا ربنا لا تجعلنا فتنة للقوم الظالمين» أي لا تظهرهم علينا فيظنوا أنهم على الحق فيفتتنوا بنا.",
			"numberInSurah": 85,
			"juz": 11,
			"manzil": 3,
			"page": 218,
			"ruku": 180,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1450,
			"text": "«ونجّنا برحمتك من القوم الكافرين».",
			"numberInSurah": 86,
			"juz": 11,
			"manzil": 3,
			"page": 218,
			"ruku": 180,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1451,
			"text": "«وأوحينا إلى موسى وأخيه أن تبوّأا» اتخذا «لقومكما بمصر بيوتا واجعلوا بيوتكم قبلة» مصلًّى تصلون فيه لتأمنوا من الخوف وكان فرعون منعهم من الصلاة «وأقيموا الصلاة» أتموها «وبشّر المؤمنين» بالنصر والجنة.",
			"numberInSurah": 87,
			"juz": 11,
			"manzil": 3,
			"page": 218,
			"ruku": 180,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1452,
			"text": "«وقال موسى ربنا إنك آتيت فرعون وملأهُ زينة وأموالا في الحياة الدنيا ربنا» آتيتهم ذلك «ليضلوا» في «عن سبيلك» دينك «ربنا اطمس على أموالهم» امسخها «واشدد على قلوبهم» اطبع عليها واستوثق «فلا يؤمنوا حتى يروا العذاب الأليم» المؤلم دعا عليهم وأمَّنَ هارون على دعائه.",
			"numberInSurah": 88,
			"juz": 11,
			"manzil": 3,
			"page": 218,
			"ruku": 180,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1453,
			"text": "«قال» تعالى «قد أجيبت دعوتكما» فمسخت أموالهم حجارة ولم يؤمن فرعون حتى أدركه الغرق «فاستقيما» على الرسالة والدعوة إلى أن يأتيهم العذاب «ولا تتبعان سبيل الذين لا يعلمون» في استعجال قضائي روي أنه مكث بعدها أربعين سنة.",
			"numberInSurah": 89,
			"juz": 11,
			"manzil": 3,
			"page": 219,
			"ruku": 180,
			"hizbQuarter": 87,
			"sajda": false
		},
		{
			"number": 1454,
			"text": "«وجاوزنا ببني إسرائيل البحر فأتْبَعَهُمْ» لحقهم «فرعون وجنود بغيا وعدوا» مفعول له «حتى إذا أدركه الغرق قال آمنت أنه» أي بأنه وفي قراءة بالكسر استئنافا «لا إله الذي آمنت به بنو إسرائيل وأنا من المسلمين» كرره ليقبل منه فلم يقبل، ودس جبريل في فيه من حمأة البحر مخافة أن تناله الرحمة، وقال له.",
			"numberInSurah": 90,
			"juz": 11,
			"manzil": 3,
			"page": 219,
			"ruku": 180,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1455,
			"text": "«آلآن» تؤمن «وقد عصيت قبل وكنت من المفسدين» وإضلالك عن الإيمان.",
			"numberInSurah": 91,
			"juz": 11,
			"manzil": 3,
			"page": 219,
			"ruku": 180,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1456,
			"text": "«فاليوم ننجيك» نخرجك من البحر «ببدنك» جسدك الذي لا روح فيه «لتكون لمن خلفك» بعدك «آية» عبرة فيعرفوا عبوديتك ولا يقدموا على مثل فعلك وعن ابن عباس أن بعض بني إسرائيل شكوا في موته فأخرج لهم ليروه «وإن كثيرا من الناس» أي أهل مكة «عن آياتنا لغافلون» لا يعتبرون بها.",
			"numberInSurah": 92,
			"juz": 11,
			"manzil": 3,
			"page": 219,
			"ruku": 180,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1457,
			"text": "«ولقد بوأنا» أنزلنا «بني إسرائيل مُبَوّأ صدق» منزل كرامة وهو الشام ومصر «ورزقناهم من الطيبات فما اختلفوا» بأن آمن بعض وكفر بعض «حتى جاءهم العلم إن ربَّك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون» من أمر الدين بإنجاء المؤمنين وتعذيب الكافرين.",
			"numberInSurah": 93,
			"juz": 11,
			"manzil": 3,
			"page": 219,
			"ruku": 181,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1458,
			"text": "(فإن كنت) يا محمد (في شك مما أنزلنا إليك) من القصص فرضاً (فاسأل الذين يقرءون الكتاب) التوراة (من قبلك) فإنه ثابت عندهم يخبروك بصدقه قال صلى الله عليه وسلم: \"\" لا أشك ولا أسأل \"\" (لقد جاءك الحق من ربك فلا تكونن من الممترين) الشاكين فيه.",
			"numberInSurah": 94,
			"juz": 11,
			"manzil": 3,
			"page": 219,
			"ruku": 181,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1459,
			"text": "«ولا تكونن من الذين كذبوا بآيات الله فتكون من الخاسرين».",
			"numberInSurah": 95,
			"juz": 11,
			"manzil": 3,
			"page": 219,
			"ruku": 181,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1460,
			"text": "«إن الذين حَقَّت» وجبت «عليهم كلمة ربك» بالعذاب «لا يؤمنون».",
			"numberInSurah": 96,
			"juz": 11,
			"manzil": 3,
			"page": 219,
			"ruku": 181,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1461,
			"text": "«ولو جاءتهم كل آية حتى يروا العذاب الأليم» فلا ينفعهم حينئذ.",
			"numberInSurah": 97,
			"juz": 11,
			"manzil": 3,
			"page": 219,
			"ruku": 181,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1462,
			"text": "«فلولا» فهلا «كانت قرية» أريد أهلها «آمنت» قبل نزول العذاب بها «فنفعها إيمانها إلا» لكن «قوم يونس لما آمنوا» عند رؤية أمارة العذاب ولم يؤخروا إلى حلوله «كشفنا عنهم عذاب الخزي في الحياة الدنيا ومتعناهم إلى حين» انقضاء آجالهم.",
			"numberInSurah": 98,
			"juz": 11,
			"manzil": 3,
			"page": 220,
			"ruku": 181,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1463,
			"text": "«ولو شاء ربك لآمن من في الأرض كلهم جميعا أفأنت تُكره الناس» بما لم يشأه الله منهم «حتى يكونوا مؤمنين» لا.",
			"numberInSurah": 99,
			"juz": 11,
			"manzil": 3,
			"page": 220,
			"ruku": 181,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1464,
			"text": "«وما كان لنفس أن تؤمن إلا بإذن الله» بإرادته «ويجعل الرجس» العذاب «على الذين لا يعقلون» يتدبرون آيات الله.",
			"numberInSurah": 100,
			"juz": 11,
			"manzil": 3,
			"page": 220,
			"ruku": 181,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1465,
			"text": "«قل» لكفار مكة «انظروا ماذا» أي الذي «في السماوات والأرض» من الآيات الدالة على وحدانية الله تعالى «وما تغني الآيات والنذر» جمع نذير أي الرسل «عن قوم لا يؤمنون» في علم الله أي ما تنفعهم.",
			"numberInSurah": 101,
			"juz": 11,
			"manzil": 3,
			"page": 220,
			"ruku": 181,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1466,
			"text": "«فهل» فما «ينتظرون» بتكذيبك «إلا مثل أيام الذين خلوا من قبلهم» من الأمم أي مثل وقائعهم من العذاب «قل فانتظروا» ذلك «إني معكم من المنتظرين».",
			"numberInSurah": 102,
			"juz": 11,
			"manzil": 3,
			"page": 220,
			"ruku": 181,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1467,
			"text": "«ثم نُنجّي» المضارع لحكاية الحال الماضي «رسلنا والذين آمنوا» من العذاب «كذلك» الإنجاء «حقا علينا نُنجي المؤمنين» النبي وأصحابه حين تعذيب المشركين.",
			"numberInSurah": 103,
			"juz": 11,
			"manzil": 3,
			"page": 220,
			"ruku": 181,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1468,
			"text": "«قل يا أيها الناس» أي أهل مكة «إن كنتم في شك من ديني» أنه حق «فلا أعبد الذين تعبدون من دون الله» أي غيره، وهو الأصنام لشككم فيه «ولكن أعبد الله الذي يتوفّاكم» يقبض أرواحكم «وأمرت أن» أي بأن «أكون من المؤمنين».",
			"numberInSurah": 104,
			"juz": 11,
			"manzil": 3,
			"page": 220,
			"ruku": 182,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1469,
			"text": "«و» قيل لي «أن أقمِ وجهك للدين حنيفا» مائلا إليه «ولا تكونن من المشركين».",
			"numberInSurah": 105,
			"juz": 11,
			"manzil": 3,
			"page": 220,
			"ruku": 182,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1470,
			"text": "«ولا تدع» تعبد «من دون الله ما لا ينفعك» إن عبدته «ولا يضرك» إن لم تعبده «فإن فعلت» ذلك فرضا «فإنك إذًا من الظالمين».",
			"numberInSurah": 106,
			"juz": 11,
			"manzil": 3,
			"page": 220,
			"ruku": 182,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1471,
			"text": "«وإن يَمسسك» يصبك «الله بضر» كفقر ومرض «فلا كاشف» رافع «له إلا هو وإن يردك بخير فلا راد» دافع «لفضله» الذي أرادك به «يصيب به» أي بالخير «من شاء من عباده وهو الغفور الرحيم».",
			"numberInSurah": 107,
			"juz": 11,
			"manzil": 3,
			"page": 221,
			"ruku": 182,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1472,
			"text": "«قل يا أيها الناس» أي أهل مكة «قد جاءكم الحق من ربكم فمن اهتدى فإنما يهتدي لنفسه» لأن ثواب اهتدائه له «ومن ضل فإنما يضل عليها» لأن وبال ضلاله عليها «وما أنا عليكم بوكيل» فأجبركم على الهدى.",
			"numberInSurah": 108,
			"juz": 11,
			"manzil": 3,
			"page": 221,
			"ruku": 182,
			"hizbQuarter": 88,
			"sajda": false
		},
		{
			"number": 1473,
			"text": "«واتبع ما يوحى إليك» من ربِّك «واصبر» على الدعوة وأذاهم «حتى يحكم الله» فيهم بأمره «وهو خير الحاكمين» أعدَلهم، وقد صبر حتى حكم على المشركين بالقتال وأهل الكتاب بالجزية.",
			"numberInSurah": 109,
			"juz": 11,
			"manzil": 3,
			"page": 221,
			"ruku": 182,
			"hizbQuarter": 88,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}