{
	"number": 18,
	"name": "سُورَةُ الكَهۡفِ",
	"englishName": "Al-Kahf",
	"englishNameTranslation": "The Cave",
	"revelationType": "Meccan",
	"numberOfAyahs": 110,
	"ayahs": [
		{
			"number": 2141,
			"text": "«الحمد» وهو الوصف بالجميل، ثابت «لله» تعالى وهل المراد الإعلام بذلك للإيمان به أو الثناء به أو هما؟ احتمالات، أفيدها الثالث «الذي أنزل على عبده» محمد «الكتاب» القرآن «ولم يجعل له» أي فيه «عوجا» اختلافا أو تناقضا، والجملة حال من الكتاب.",
			"numberInSurah": 1,
			"juz": 15,
			"manzil": 4,
			"page": 293,
			"ruku": 252,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2142,
			"text": "«قيّما» مستقيما حال ثانية مؤكدة «لينذر» يخوف بالكتاب الكافرين «بأسا» عذابا «شديدا من لدنه» من قبل الله «ويبشر المؤمنين الذين يعملون الصالحات أن لهم أجرا حسنا».",
			"numberInSurah": 2,
			"juz": 15,
			"manzil": 4,
			"page": 293,
			"ruku": 252,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2143,
			"text": "«ماكثين فيه أبدا» هو الجنة.",
			"numberInSurah": 3,
			"juz": 15,
			"manzil": 4,
			"page": 293,
			"ruku": 252,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2144,
			"text": "«وينذر» من جملة الكافرين «الذين قالوا اتخذ الله ولدا».",
			"numberInSurah": 4,
			"juz": 15,
			"manzil": 4,
			"page": 293,
			"ruku": 252,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2145,
			"text": "«ما لهم به» بهذا القول «من علم ولا لآبائهم» من قبلهم القائلين له «كبرت» عظمت «كلمة تخرج من أفواههم» كلمة تمييز مفسر للضمير المبهم والمخصوص بالذم محذوف أي مقالتهم المذكورة «إن» ما «يقولون» في ذلك «إلا» مقولا «كذبا».",
			"numberInSurah": 5,
			"juz": 15,
			"manzil": 4,
			"page": 294,
			"ruku": 252,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2146,
			"text": "«فلعلك باخع» مهلك «نفسك على آثارهم» بعدهم أي بعد توليهم عنك «إن لم يؤمنوا بهذا الحديث» القرآن «أسفا» غيظا وحزنا منك لحرصك على إيمانهم، ونصبه على المفعول له.",
			"numberInSurah": 6,
			"juz": 15,
			"manzil": 4,
			"page": 294,
			"ruku": 252,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2147,
			"text": "«إنا جعلنا ما على الأرض» من الحيوان والنبات والشجر والأنهار وغير ذلك «زينة لها لنبلوهم» لنختبر الناس ناظرين إلى ذلك «أيهم أحسن عملاً» فيه أي أزهد له.",
			"numberInSurah": 7,
			"juz": 15,
			"manzil": 4,
			"page": 294,
			"ruku": 252,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2148,
			"text": "«وإنا لجاعلون ما عليها صعيدا» فتاتا «جرزا» يابسا لا ينبت.",
			"numberInSurah": 8,
			"juz": 15,
			"manzil": 4,
			"page": 294,
			"ruku": 252,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2149,
			"text": "«أم حسبت» أي ظننت «أن أصحاب الكهف» الغار في الجبل «والرقيم» اللوح المكتوب فيه أسماؤهم وأنسابهم وقد سئل صلى الله عليه وسلم عن قصتهم «كانوا» في قصتهم «من» جملة «آياتنا عجبا» خبر كان وما قبله حال، أي كانوا عجبا دون باقي الآيات أو أعجبها ليس الأمر كذلك.",
			"numberInSurah": 9,
			"juz": 15,
			"manzil": 4,
			"page": 294,
			"ruku": 252,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2150,
			"text": "اذكر «إذ أوى الفتية إلى الكهف» جمع فتى وهو الشاب الكامل، خائفين على إيمانهم من قومهم الكفار «فقالوا ربنا آتنا من لدنك» من قبلك «رحمة وهيئ» أصلح «لنا من أمرنا رشدا» هداية.",
			"numberInSurah": 10,
			"juz": 15,
			"manzil": 4,
			"page": 294,
			"ruku": 252,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2151,
			"text": "«فضربنا على آذانهم» أي أنمناهم «في الكهف سنين عددا» معدودة.",
			"numberInSurah": 11,
			"juz": 15,
			"manzil": 4,
			"page": 294,
			"ruku": 252,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2152,
			"text": "«ثم بعثناهم» أيقظناهم «لنعلم» علم مشاهدة «أي الحزبين» الفريقين المختلفين في مدة لبثهم «أحصى» أفعل بمعنى أضبط «لما لبثوا» لبثهم متعلق بما بعده «أمدا» غاية.",
			"numberInSurah": 12,
			"juz": 15,
			"manzil": 4,
			"page": 294,
			"ruku": 252,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2153,
			"text": "«نحن نقص» نقرأ «عليك نبأهم بالحق» بالصدق «إنهم فتية آمنوا بربِّهم وزدناهم هدى».",
			"numberInSurah": 13,
			"juz": 15,
			"manzil": 4,
			"page": 294,
			"ruku": 253,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2154,
			"text": "«وربطنا على قلوبهم» قويناها على قول الحق «إذ قاموا» بين يدي ملكهم وقد أمرهم بالسجود للأصنام «فقالوا ربنا رب السماوات والأرض لن ندعو من دونه» أي غيره «إلها لقد قلنا إذا شططا» أي قولاً ذا شطط أي إفراط في الكفر إن دعونا إلها غير الله فرضا.",
			"numberInSurah": 14,
			"juz": 15,
			"manzil": 4,
			"page": 294,
			"ruku": 253,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2155,
			"text": "«هؤلاء» مبتدأ «قومنا» عطف بيان «اتخذوا من دونه آلهة لولا» هلا «يأتون عليهم» على عبادتهم «بسلطان بين» بحجة ظاهرة «فمن أظلم» أي لا أحد أظلم «ممن افترى على الله كذبا» بنسبة الشريك إليه تعالى قال بعض الفتية لبعض:",
			"numberInSurah": 15,
			"juz": 15,
			"manzil": 4,
			"page": 294,
			"ruku": 253,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2156,
			"text": "«وإذ اعتزلتموهم وما يعبدون إلا الله فأووا إلى الكهف ينشر لكم ربكم من رحمته ويهيئ لكم من أمركم مرفقا» بكسر الميم وفتح الفاء وبالعكس ما ترتفقون به من غداء وعشاء.",
			"numberInSurah": 16,
			"juz": 15,
			"manzil": 4,
			"page": 295,
			"ruku": 253,
			"hizbQuarter": 117,
			"sajda": false
		},
		{
			"number": 2157,
			"text": "«وترى الشمس إذا طلعت تزّاور» بالتشديد والتخفيف تميل «عن كهفهم ذات اليمين» ناحيته «وإذا غربت تقرضهم ذات الشمال» تتركهم وتتجاوز عنهم فلا تصيبهم ألبتة «وهم في فجوة منه» متسع من الكهف ينالهم برد الريح ونسيمها «ذلك» المذكور «من آيات الله» دلائل قدرته «من يهد الله فهو المهتد ومن يضلل فلن تجد له وليا مرشدا».",
			"numberInSurah": 17,
			"juz": 15,
			"manzil": 4,
			"page": 295,
			"ruku": 253,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2158,
			"text": "«وتحسبهم» لو رأيتهم «أيقاظا» أي منتبهين لأن أعينهم منفتحة، جمع يقظ بكسر القاف «وهم رقود» نيام جمع راقد «ونقلبهم ذات اليمين وذات الشمال» لئلا تأكل الأرض لحومهم «وكلبهم باسط ذراعيه» يديه «بالوصيد» بفناء الكهف وكانوا إذا انقلبوا انقلب هو مثلهم في النوم واليقظة «لو اطلعت عليهم لولَّيت منهم فرارا ولملِّئت» بالتشديد والتخفيف «منهم رعْبا» بسكون العين وضمها منعهم الله بالرعب من دخول أحد عليهم.",
			"numberInSurah": 18,
			"juz": 15,
			"manzil": 4,
			"page": 295,
			"ruku": 254,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2159,
			"text": "«وكذلك» كما فعلنا بهم ما ذكرنا «بعثناهم» أيقظناهم «ليتساءلوا بينهم» عن حالهم ومدة لبثهم «قال قائل منهم كم لبثتم قالوا لبثنا يوما أو بعض يوم» لأنهم دخلوا الكهف عند طلوع الشمس وبُعثوا عند غروبها فظنوا أنه غروب يوم الدخول ثم «قالوا» متوقفين في ذلك «ربكم أعلم بما لبثتم فابعثوا أحدكم بوَرقِكُمْ» بسكون الراء وكسرها بفضتكم «هذه إلى المدينة» يقال إنها المسماة الآن طرسوس بفتح الراء «فلينظر أيها أزكى طعاما» أي أيّ أطعمة المدينة أحل «فليأتكم برزق منه وليتلطف ولا يشعرن بكم أحداً».",
			"numberInSurah": 19,
			"juz": 15,
			"manzil": 4,
			"page": 295,
			"ruku": 254,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2160,
			"text": "«إنهم إن يظهروا عليكم يرجموكم» يقتلوكم بالرجم «أو يعيدوكم في ملتهم ولن تفلحوا إذا» أي إن عدتم في ملتهم «أبدا».",
			"numberInSurah": 20,
			"juz": 15,
			"manzil": 4,
			"page": 295,
			"ruku": 254,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2161,
			"text": "«وكذلك» كما بعثناهم «أعثرنا» أطلعنا «عليهم» قومهم والمؤمنين «ليعلموا» أي قومهم «أن وعد الله» بالبعث «حق» بطريق أن القادر على إنامتهم المدة الطويلة وإبقائهم على حالهم بلا غذاء قادر على إحياء الموتى «وأن الساعة لا ريب» لا شك «فيها إذ» معمول لأعثرنا «يتنازعون» أي المؤمنون والكفار «بينهم أمرهم» أمر الفتية في البناء حولهم «فقالوا» أي الكفار «ابنوا عليهم» أي حولهم «بنيانا» يسترهم. «ربهم أعلم بهم قال الذين غلبوا على أمرهم» أمر الفتية وهم المؤمنون «لنتخذن عليهم» حولهم «مسجدا» يصلى فيه، وفعل ذلك على باب الكهف.",
			"numberInSurah": 21,
			"juz": 15,
			"manzil": 4,
			"page": 296,
			"ruku": 254,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2162,
			"text": "«سيقولون» أي المتنازعون في عدد الفتية في زمن النبي صلى الله عليه وسلم أي يقول بعضهم هم «ثلاثة رابعهم كلبهم ويقولون» أي بعضهم «خمسة سادسهم كلبهم» والقولان لنصارى نجران «رجما بالغيب» أي ظنا في الغيبة عنهم وهو راجع إلى القولين معا ونصبه على المفعول له أي لظنهم ذلك «ويقولون» أي المؤمنون «سبعة وثامنهم كلبهم» الجملة من المبتدأ وخبره صفة سبعة بزيادة الواو، وقيل تأكيد أو دلالة على لصوق الصفة بالموصوف ووصف الأولين بالرجم دون الثالث دليل على أنه مرضي وصحيح «قل ربي أعلم بعدتهم ما يعلمهم إلا قليل» قال ابن عباس أنا من القليل وذكرهم سبعة «فلا تمار» تجادل «فيهم إلا مراءً ظاهرا» بما أنزل عليك «ولا تستفت فيهم» تطلب الفتيا «منهم» من أهل الكتاب اليهود «أحدا» وسأله أهل مكة عن خبر أهل الكهف فقال أخبركم به غدا ولم يقل إن شاء الله فنزل:",
			"numberInSurah": 22,
			"juz": 15,
			"manzil": 4,
			"page": 296,
			"ruku": 254,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2163,
			"text": "«ولا تقولن لشيء» أي لأجل شيء «إني فاعل ذلك غدا» أي قيما يستقبل من الزمان.",
			"numberInSurah": 23,
			"juz": 15,
			"manzil": 4,
			"page": 296,
			"ruku": 255,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2164,
			"text": "«إلا يشاء الله» أي إلا ملتبسا بمشيئة الله تعالى بأن تقول إن شاء الله «واذكر ربك» أي مشيئته معلقا بها «إذا نسيت» ويكون ذكرها بعد النسيان كذكرها مع القول الحسن وغيره ما دام في المجلس «وقل عسى أن يهدين ربي لأقرب من هذا» من خبر أهل الكهف في الدلالة على نبوتي «رشدا» هداية وقد فعل الله ذلك.",
			"numberInSurah": 24,
			"juz": 15,
			"manzil": 4,
			"page": 296,
			"ruku": 255,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2165,
			"text": "«ولبثوا في كهفهم ثلاث مائة» بالتنوين «سنين» عطف بيان لثلاثمائة وهذه السنون الثلاثمائة عند أهل الكهف شمسية وتزيد القمرية عليها عند العرب تسع سنين وقد ذكرت في قوله «وازدادوا تسعا» أي تسع سنين فالثلاثمائة الشمسية: ثلاثمائة وتسع قمرية.",
			"numberInSurah": 25,
			"juz": 15,
			"manzil": 4,
			"page": 296,
			"ruku": 255,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2166,
			"text": "«قل الله أعلموا بما لبثوا» ممن اختلفوا فيه وهو ما تقدم ذكره «له غيب السماوات والأرض» أي علمه «أبصرْ به» أي بالله هي صيغة تعجب «وأسمعْ» به كذلك بمعنى ما أبصرهُ وما أسمعهُ وهما على جهة المجاز والمراد أنه تعالى لا يغيب عن بصره وسمعه شيء «ما لهم» لأهل السماوات والأرض «من دونه من ولي» ناصر «ولا يشرك في حكمه أحدا» لأنه غني عن الشريك.",
			"numberInSurah": 26,
			"juz": 15,
			"manzil": 4,
			"page": 296,
			"ruku": 255,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2167,
			"text": "واتل ما أوحي إليك من كتاب ربك لا مبدل لكلماته ولن تجد من دونه ملتحدا» ملجأ.",
			"numberInSurah": 27,
			"juz": 15,
			"manzil": 4,
			"page": 296,
			"ruku": 255,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2168,
			"text": "«واصبر نفسك» احبسها «مع الذين يدعون ربهم بالغداة والعشي يريدون» بعبادتهم «وجهه» تعالى لا شيئا من أعراض الدنيا وهم الفقراء «ولا تعدُ» تنصرف «عيناك عنهم» عبر بهما عن صاحبهما «تريد زينة الحياة الدنيا ولا تطع من أغفلنا قلبه عن ذكرنا» أي القرآن هو عيينة بن حصن وأصحابه «واتبعَ هواه» في الشرك «وكان أمره فرطا» إسرافا.",
			"numberInSurah": 28,
			"juz": 15,
			"manzil": 4,
			"page": 297,
			"ruku": 255,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2169,
			"text": "«وقل» له ولأصحابه هذا القرآن «الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر» تهديد لهم «إنا أعتدنا للظالمين» أي الكافرين «نارا أحاط بهم سرادقها» ما أحاط بها «وإن يستغيثوا يغاثوا بماء كالمهل» كعكر الزيت «يشوي الوجوه» من حره إذا قرب إليها «بئس الشراب» هو «وساءت» أي النار «مرتفقا» تمييز منقول عن الفاعل أي قبح مرتفقها وهو مقابل لقوله الآتي في الجنة «وحسنت مرتفقا» وإلا فأي ارتفاق في النار.",
			"numberInSurah": 29,
			"juz": 15,
			"manzil": 4,
			"page": 297,
			"ruku": 255,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2170,
			"text": "«إن الذين آمنوا وعملوا الصالحات إنا لا نضيع أجر من أحسن عملاً» الجملة خبر إن الذين وفيها إقامة الظاهر مقام المضمر والمعنى أجرهم أي نثيبهم بما تضمنه.",
			"numberInSurah": 30,
			"juz": 15,
			"manzil": 4,
			"page": 297,
			"ruku": 255,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2171,
			"text": "(أولئك لهم جنات عدن) إقامة (تجري من تحتهم الأنهار يحلون فيها من أساور) قيل من زائدة وقيل للتبعيض، وهي جمع أسورة كأحمرة جمع سوار (من ذهب ويلبسون ثيابا خضرا من سندس) ما رقَّ من الديباج (وإستبرق) ما غلظ منه وفي آية الرحمن \"\" بطائنها من إستبرق \"\" (متكئين فيها على الأرائك) جمع أريكة وهي السرير في الحجلة وهي بيت يزين بالثياب والستور للعروس (نعم الثواب) الجزاء الجنة (وحسنت مرتفقا).",
			"numberInSurah": 31,
			"juz": 15,
			"manzil": 4,
			"page": 297,
			"ruku": 255,
			"hizbQuarter": 118,
			"sajda": false
		},
		{
			"number": 2172,
			"text": "«واضرب» اجعل «لهم» للكفار مع المؤمنين «مثلاً رجلين» بدل وهو وما بعده تفسير للمثل «جعلنا لأحدهما» الكافر «جنتين» بستانين «من أعناب وحففناهما بنخل وجعلنا بينهما زرعا» يقتات به.",
			"numberInSurah": 32,
			"juz": 15,
			"manzil": 4,
			"page": 297,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2173,
			"text": "«كلتا الجنتين» كلتا مفرد يدل على التثنية مبتدأ «آتت» خبره «أكلها» ثمرها «ولم تظلم» تنقص «منه شيئا» «وفجرنا» أي شقتنا «خلالهما نهرا» يجري بينهما.",
			"numberInSurah": 33,
			"juz": 15,
			"manzil": 4,
			"page": 297,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2174,
			"text": "«وكان له» مع الجنتين «ثمر» بفتح الثاء والميم وبضمهما وبضم الأول وسكون الثاني وهو جمع ثمرة كشجرة وشجر وخشبة وخشب وبدنة وبدن «فقال لصاحبه» المؤمن «وهو يحاوره» يفاخره «أنا أكثر منك مالاً وأعز نفرا» عشيرة.",
			"numberInSurah": 34,
			"juz": 15,
			"manzil": 4,
			"page": 297,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2175,
			"text": "«ودخل جنته» بصاحبه يطوف به فيها ويريه أثمارها ولم يقل جنتيه إرادة للروضة وقيل اكتفاء بالواحد «وهو ظالم لنفسه» بالكفر «قال ما أظن أن تبيد» تنعدم «هذه أبدا».",
			"numberInSurah": 35,
			"juz": 15,
			"manzil": 4,
			"page": 298,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2176,
			"text": "«وما أظن الساعة قائمة ولئن رُدِدت إلى ربي» في الآخرة على زعمك «لأجدن خيرا منها منقلبا» مرجعا.",
			"numberInSurah": 36,
			"juz": 15,
			"manzil": 4,
			"page": 298,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2177,
			"text": "«قال له صاحبه وهو يحاوره» يجاوبه «أكفرت بالذي خلقك من تراب» لأن آدم خُلق منه «ثم نطقه» منيّ «ثم سواك» عدلك وصيرك «رجلاً».",
			"numberInSurah": 37,
			"juz": 15,
			"manzil": 4,
			"page": 298,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2178,
			"text": "«لكنا» أصله لكن أنا نقلت حركة الهمزة إلى النون أو حذفت الهمزة ثم أدغمت النون في مثلها «هو» ضمير الشأن تفسره الجملة بعده والمعنى أنا أقول «الله ربي ولا أشرك بربي أحدا».",
			"numberInSurah": 38,
			"juz": 15,
			"manzil": 4,
			"page": 298,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2179,
			"text": "(ولولا) هلا (إذ دخلت جنتك قلت) عند إعجابك بها هذا (ما شاء الله لا قوة إلا بالله) وفي الحديث \"\" من أعطي خيرا من أهل أو مال فيقول عند ذلك ما شاء الله لا قوة إلا بالله لم ير فيه مكروها \"\" (إن ترن أنا) ضمير فصل بين المفعولين (أقل منك مالاً وولدا).",
			"numberInSurah": 39,
			"juz": 15,
			"manzil": 4,
			"page": 298,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2180,
			"text": "«فعسى ربي أن يؤتين خيرا من جنتك» جواب الشرط «ويرسل عليها حسبانا» جمع حسبانة أي صواعق «من السماء فتصبح صعيدا زلقا» أرضا ملساء لا يثبت عليها قدم.",
			"numberInSurah": 40,
			"juz": 15,
			"manzil": 4,
			"page": 298,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2181,
			"text": "«أو يصبح ماؤها غورا» بمعنى غائرا عطف على يرسل دون تصبح لأن غور الماء لا يتسبب عن الصواعق «فلن تستطيع له طلبا» حيلة تدركه بها.",
			"numberInSurah": 41,
			"juz": 15,
			"manzil": 4,
			"page": 298,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2182,
			"text": "«وأحيط بثمره» بأوجه الضبط السابقة مع جنته بالهلاك فهلكت «فأصبح يقلب كفيه» ندما وتحسرا «على ما أنفق فيها» في عمارة جنته «وهي خاوية» ساقطة «على عروشها» دعائمها للكرم بأن سقطت ثم سقط الكرم «ويقول يا» للتنبيه «ليتني لم أشرك بربي أحدا».",
			"numberInSurah": 42,
			"juz": 15,
			"manzil": 4,
			"page": 298,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2183,
			"text": "«ولم تكن» بالتاء والياء «له فئة» جماعة «ينصرونه من دون الله» عند هلاكها «وما كان منتصرا» عن هلاكها بنفسه.",
			"numberInSurah": 43,
			"juz": 15,
			"manzil": 4,
			"page": 298,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2184,
			"text": "«هنالك» أي يوم القيامة «الولاية» بفتح الواو النصرة وبكسرها الملك «لله الحق» بالرفع صفة الولاية وبالجر صفة الجلالة «هو خير ثوابا» من ثواب غيره لو كان يثيب «وخير عقبا» بضم القاف وسكونها عاقبة للمؤمنين ونصبهما على التمييز.",
			"numberInSurah": 44,
			"juz": 15,
			"manzil": 4,
			"page": 298,
			"ruku": 256,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2185,
			"text": "«واضرب» صير «لهم» لقومك «مثل الحياة الدنيا» مفعول أول «كماء» مفعول ثان «أنزلناه من السماء فاختلط به» تكاثف بسبب نزول الماء «نبات الأرض» أو امتزج الماء بالنبات فَرَوِيَ وَحَسُن «فأصبح» صار النبات «هشيما» يابسا متفرقة أجزاؤه «تذروه» تنثره وتفرقه «الرياح» فتذهب به، المعنى: شبه الدنيا بنبات حسن فيبس فتكسر ففرقته الرياح وفي قراءة الريح «وكان الله على كل شيء مقتدرا» قادرا.",
			"numberInSurah": 45,
			"juz": 15,
			"manzil": 4,
			"page": 298,
			"ruku": 257,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2186,
			"text": "«المال والبنون زينة الحياة الدنيا» يتجمل بها فيها «والباقيات الصالحات» هي سبحان الله والحمد لله ولا إله إلا الله والله أكبر زاد بعضهم ولا حول ولا قوة إلا بالله «خير عند ربك ثوابا وخير أملاً» أي ما يأمله الإنسان ويرجوه عند الله تعالى.",
			"numberInSurah": 46,
			"juz": 15,
			"manzil": 4,
			"page": 299,
			"ruku": 257,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2187,
			"text": "«و» اذكر «يوم تُسَيَّرُ الجبالُ» نذهب بها عن وجه الأرض فتصير هباء منبثا وفي قراءة بالنون وكسر الياء ونصب الجبال «وترى الأرض بارزة» ظاهرة ليس عليها شيء من جبل ولا غيره «وحشرناهم» المؤمنين والكافرين «فلم نغادر» نترك «منهم أحدا».",
			"numberInSurah": 47,
			"juz": 15,
			"manzil": 4,
			"page": 299,
			"ruku": 257,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2188,
			"text": "«وعرضوا على ربك صفا» حال أي مصطفين كل أمة صف ويقال لهم «لقد جئتمونا كما خلقناكم أول مرة» أي فرادى حفاة عراة غُرْلاً ويقال لمنكري البعث «بل زعمتم أ» ن مخففة من الثقيلة أي أنه «لن نجعل لكم موعدا» للبعث.",
			"numberInSurah": 48,
			"juz": 15,
			"manzil": 4,
			"page": 299,
			"ruku": 257,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2189,
			"text": "«ووضع الكتاب» كتاب كل امرئ في يمينه من المؤمنين وفي شماله من الكافرين «فترى المجرمين» الكافرين «مشفقين» خائفين «مما فيه ويقولن» عند معاينتهم ما فيه من السيئات «يا» للتنبيه «ويلتنا» هلكتنا وهو مصدر لا فعل له من لفظه «ما لهذا الكتاب لا يغادر صغيرة ولا كبيرة» من ذنوبنا «إلا أحصاها» عدها وأثبتها تعجبوا منه في ذلك «ووجدوا ما عملوا حاضرا» مثبتا في كتابهم «ولا يظلم ربك أحدا» لا يعاقبه بغير جرم ولا ينقص من ثواب مؤمن.",
			"numberInSurah": 49,
			"juz": 15,
			"manzil": 4,
			"page": 299,
			"ruku": 257,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2190,
			"text": "«وإذ» منصوب باذكر «قلنا للملائكة اسجدوا لآدم» سجود انحناء لا وضع جبهة تحية له «فسجدوا إلا إبليس كان من الجن» قيل هم نوع من الملائكة فالاستثناء متصل وقيل هو منقطع وإبليس هو أبو الجن فله ذرية ذكرت معه بعد والملائكة لا ذرية لهم «ففسق عن أمر ربه» أي خرج عن طاعته بترك السجود «أفتتخذونه وذريته» الخطاب لآدم وذريته والهاء في الموضعين لإبليس «أولياء من دوني» تطيعونهم «وهم لكم عدو» أي أعداء حال «بئس للظالمين بدلاً» إبليس وذريته في إطاعتهم بدل إطاعة الله.",
			"numberInSurah": 50,
			"juz": 15,
			"manzil": 4,
			"page": 299,
			"ruku": 258,
			"hizbQuarter": 119,
			"sajda": false
		},
		{
			"number": 2191,
			"text": "«ما أشهدتهم» أي إبليس وذريته «خلق السماوات والأرض ولا خلق أنفسهم» أي لم أحضر بعضهم خلق بعض «وما كنت متخذ المضلين» الشياطين «عضدا» أعوانا في الخلق، فكيف تطيعونهم.",
			"numberInSurah": 51,
			"juz": 15,
			"manzil": 4,
			"page": 299,
			"ruku": 258,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2192,
			"text": "«ويوم» منصوب باذكر «يقول» بالياء والنون «نادوا شركاءي» الأوثان «الذين زعمتم» ليشفعوا لكم بزعمكم «فدعوهم فلم يستجيبوا لهم» لم يجيبوهم «وجعلنا بينهم» بين الأوثان وعابديها «موبقا» واديا من أودية جهنم يهلكون فيه جميعا وهو من وبق بالفتح هلك.",
			"numberInSurah": 52,
			"juz": 15,
			"manzil": 4,
			"page": 299,
			"ruku": 258,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2193,
			"text": "«ورأى المجرمون النار فظنوا» أي أيقنوا «أنهم مواقعوها» أي واقعون فيها «ولم يجدوا عنها مَصرفا» معدلاً.",
			"numberInSurah": 53,
			"juz": 15,
			"manzil": 4,
			"page": 299,
			"ruku": 258,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2194,
			"text": "«ولقد صرفنا» بينا «في هذا القرآن للناس من كل مثل» صفة لمحذوف، أي مثلاً من جنس كل مثل ليتعظوا «وكان الإنسان» أي الكفار «أكثر شيء جدلاً» خصومة في الباطل وهو تمييز منقول من اسم كان، المعنى: وكان جدل الإنسان أكثر شيء فيه.",
			"numberInSurah": 54,
			"juz": 15,
			"manzil": 4,
			"page": 300,
			"ruku": 259,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2195,
			"text": "«وما منع الناس» أي كفار مكة «أن يؤمنوا» مفعول ثان «إذ جاءهم الهدى» القرآن «ويستغفروا ربهم إلا أن تأتيهم سنة الأولين» فاعل أي سنتنا فيهم وهي الإهلاك المقدر عليهم «أو يأتيهم العذاب قبلاً» مقابلة وعيناً، وهو القتل يوم بدر وفي قراءة بضمتين جمع قبيل أي أنواعا.",
			"numberInSurah": 55,
			"juz": 15,
			"manzil": 4,
			"page": 300,
			"ruku": 259,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2196,
			"text": "(وما نرسل المرسلين إلا مبشرين) للمؤمنين (ومنذرين) مخوفين للكافرين (ويجادل الذين كفروا بالباطل) بقولهم: \"\" أبعث الله بشرا رسولاً \"\" ونحوه (ليدحضوا به) ليبطلوا بجدالهم (الحق) القرآن (واتخذوا آياتي) أي القرآن (وما أنذروا) به من النار (هزوا) سخرية.",
			"numberInSurah": 56,
			"juz": 15,
			"manzil": 4,
			"page": 300,
			"ruku": 259,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2197,
			"text": "«ومن أظلم ممن ذكر بآيات ربه فأعرض عنها ونسي ما قدمت يداه» ما عمل من الكفر والمعاصي «إنا جعلنا على قلوبهم أكنَّة» أغطية «أن يفقهوه» أي من أن يفهموا القرآن أي فلا يفهمونه «وفي آذانهم وقرا» ثقلاً فلا يسمعونه «وإن تدعهم إلى الهدى فلن يهتدوا إذا» أي بالجعل المذكور «أبدا».",
			"numberInSurah": 57,
			"juz": 15,
			"manzil": 4,
			"page": 300,
			"ruku": 259,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2198,
			"text": "«وربك الغفور ذو الرحمة لو يؤاخذهم» في الدنيا «بما كسبوا لعجل لهم العذاب» فيها «بل لهم موعد» وهو يوم القيامة «لن يجدوا من دونه موئلاً» ملجأ.",
			"numberInSurah": 58,
			"juz": 15,
			"manzil": 4,
			"page": 300,
			"ruku": 259,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2199,
			"text": "«وتلك القرى» أي أهلها كعاد وثمود وغيرهما «أهلكناهم لما ظلموا» كفروا «وجعلنا لمهلكهم» لإهلاكهم وفي قراءة بفتح الميم أي لهلاكهم «موعدا».",
			"numberInSurah": 59,
			"juz": 15,
			"manzil": 4,
			"page": 300,
			"ruku": 259,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2200,
			"text": "«و» اذكر «إذ قال موسى» هو ابن عمران «لفتاهُ» يوشع بن نون كان يتبعه ويخدمه ويأخذ عنه العلم «لا أبرح» لا أزال أسير «حتى أبلغ مجمع البحرين» ملتقى بحر الروم وبحر فارس مما يلي المشرق أي المكان الجامع لذلك «أو أمضي حقبا» دهرا طويلاً في بلوغه إن بعد.",
			"numberInSurah": 60,
			"juz": 15,
			"manzil": 4,
			"page": 300,
			"ruku": 260,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2201,
			"text": "«فلما بلغا مجمع بينهما» بين البحرين «نسيا حوتهما» نسي يوشع حمله عند الرحيل ونسي موسى تذكيره «فاتخذ» الحوت «سبيله في البحر» أي جعله بجعل الله «سربا» أي مثل السرب، وهو الشق الطويل لا نفاذ له، وذلك أن الله تعالى أمسك عن الحوت جري الماء فانجاب عنه فبقي كالكوة لم يلتئم وجمد ما تحته منه.",
			"numberInSurah": 61,
			"juz": 15,
			"manzil": 4,
			"page": 300,
			"ruku": 260,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2202,
			"text": "«فلما جاوزا» ذلك المكان بالسير إلى وقت الغداء من ثاني يوم «قال» موسى «لفتاهُ آتينا غداءنا» هو ما يؤكل أول النهار «لقد لقينا من سفرنا هذا نصبا» تعبا وحصوله بعد المجاوزة.",
			"numberInSurah": 62,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 260,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2203,
			"text": "«قال أرأيت» أي تنبه «إذ أوينا إلى الصخرة» بذلك المكان «فإني نسيت الحوت وما أنسانيهُ إلا الشيطان» يبدل من الهاء «أن أذكره» بدل اشتمال أي أنساني ذكره «واتخذ» الحوت «سبيله في البحر عجبا» مفعول ثان، أي يتعجب منه موسى وفتاه لما تقدم في بيانه.",
			"numberInSurah": 63,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 260,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2204,
			"text": "«قال» موسى «ذلك» أي فقدنا الحوت «ما» أي الذي «كنا نبغ» نطلبه فإنه علامة لنا على وجود من نطلبه «فارتدا» رجعا «على آثارهما» يقصانها «قصصا» فأتيا الصخرة.",
			"numberInSurah": 64,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 260,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2205,
			"text": "(فوجدا عبدا من عبادنا) هو الخضر (آتيناه رحمة من عندنا) نبوة في قول وولاية في آخر وعليه أكثر العلماء (وعلمناه من لدنا) من قبلنا (علما) مفعول ثان أي معلوما من المغيبات، روى البخاري حديث \"\" إن موسى قام خطيبا في بني إسرائيل فسئل أي الناس أعلم؟ فقال: أنا، فعتب الله عليه إذ لم يرد العلم إليه، فأوحى الله إليه: إن لي عبدا بمجمع البحرين هو أعلم منك قال موسى: يا رب فكيف لي به قال: تأخذ معك حوتا فتجعله في مكتل فحيثما فقد الحوت فهو ثم، فأخذ حوتا فجعله في مكتل ثم انطلق وانطلق معه فتاه يوشع بن نون حتى أتيا الصخرة ووضعا رأسيهما فناما واضطرب الحوت في المكتل فخرج منه فسقط في البحر \"\" فاتخذ سبيله في البحر سربا \"\" وأمسك الله عن الحوت جرية الماء فصار عليه مثل الطاق فلما استيقظ نسي صاحبه أن يخبره بالحوت فانطلقا بقية يومهما وليلتهما حتى إذا كانا من الغداة قال موسى لفتاه آتنا غداءنا إلى قوله واتخذ سبيله في البحر عجبا قال وكان للحوت سربا ولموسى ولفتاه عجبا إلخ \"\".",
			"numberInSurah": 65,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 260,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2206,
			"text": "«قال له موسى هل أتَّبعك على أن تعلَّمن مما عُلمت رَشَداً» أي صواباً أرشد به وفي قراءة بضم الراء وسكون الشين وسأله ذلك لأن الزيارة في العلم مطلوبة.",
			"numberInSurah": 66,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 260,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2207,
			"text": "«قال إنك لن تستطيع معي صبرا».",
			"numberInSurah": 67,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 260,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2208,
			"text": "(وكيف تصبر على ما لم تحط به خبرا) في الحديث السابق عقب هذه الآية \"\" يا موسى إني على علم من الله علمنيه لا تعلمه وأنت على علم من الله علمكه الله لا أعلمه، وقوله خبرا مصدر بمعنى لم تحط أي لم تخبر حقيقته.",
			"numberInSurah": 68,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 260,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2209,
			"text": "«قال ستجدني إن شاء الله صابرا ولا أعصي» أي وغير عاص «لك أمرا» تأمرني به، وقيد بالمشيئة لأنه لم يكن على ثقة من نفسه فيما التزم، وهذه عادة الأنبياء والأولياء ألا يثقوا إلى أنفسهم طرفة عين.",
			"numberInSurah": 69,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 260,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2210,
			"text": "«قال فإن اتبعتني فلا تسألني» وفي قراءة بفتح اللام وتشديد النون «عن شيء» تنكره مني في علمك واصبر «حتى أحدث لك منه ذكرا» أي أذكره لك بعلته، فقبل موسى شرطه رعاية لأدب المتعلم مع العالم.",
			"numberInSurah": 70,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 260,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2211,
			"text": "«فانطلقا» يمشيان على البحر «حتى إذا ركبا في السفينة» التي مرت بهما «خرقها» الخضر بأن اقتلع لوحا أو لوحين منها من جهة البحر بفأس لما بلغت اللجج «قال» له موسى «اخرقتها لتغرق أهلها» وفي قراءة بفتح التحتانية والراء ورفع أهلها «لقد جئت شيئا إمرا» أي عظيما منكرا روي أن الماء لم يدخلها.",
			"numberInSurah": 71,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 261,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2212,
			"text": "«قال ألم أقل إنك لن تستطيع معي صبرا».",
			"numberInSurah": 72,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 261,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2213,
			"text": "«قال لا تؤاخذني بما نسيت» أي غفلت عن التسليم لك وترك الانكار عليك «ولا ترهقني» تكلفني «من أمري عسرا» مشقة في صحبتي إياك أي عاملني فيها بالعفو واليسر.",
			"numberInSurah": 73,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 261,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2214,
			"text": "«فانطلقا» بعد خروجهما من السفينة يمشيان «حتى إذا لقيا غلاما» لم يبلغ الحنث يلعب مع الصبيان أحسنهم وجها «فقتله» الخضر بأن ذبحه بالسكين مضطجعا أو اقتلع رأسه بيده أو ضرب رأسه بالجدار، أقوال وأتى هنا بالفاء العاطفة لأن القتل عقب اللقاء وجواب إذا «قال» له موسى «أقتلت نفسا زاكية» أي طاهرة لم تبلغ حد التكليف وفي قراءة زكية بتشديد الياء بلا ألف «بغير نفس» أي لم تقتل نفسا «لقد جئت شيئا نكرا» بسكون الكاف وضمها أي منكرا.",
			"numberInSurah": 74,
			"juz": 15,
			"manzil": 4,
			"page": 301,
			"ruku": 261,
			"hizbQuarter": 120,
			"sajda": false
		},
		{
			"number": 2215,
			"text": "«قال ألم أقل لك إنك لن تستطيع معي صبرا» زاد لك على ما قبله لعدم العذر هنا.",
			"numberInSurah": 75,
			"juz": 16,
			"manzil": 4,
			"page": 302,
			"ruku": 261,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2216,
			"text": "ولهذا «قال إن سألتك عن شيء بعدها» أي بعد هذه المرة «فلا تصاحبني» لا تتركني أتبعك «قد بلغت من لدني» بالتشديد والتخفيف من قبلي «عذرا» في مفارقتك لي.",
			"numberInSurah": 76,
			"juz": 16,
			"manzil": 4,
			"page": 302,
			"ruku": 261,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2217,
			"text": "«فانطلقا حتى إذا أتيا أهل قرية» هي أنطاكية «استطعما أهلها» طلبا منهم الطعام بضيافة «فأبوا أن يضيفوهما فوجدا فيها جدارا» ارتفاعه مائة ذراع «يريد أن ينقضَّ» أي يقرب أن يسقط لميلانه «فأقامه» الخضر بيده «قال» له موسى «لو شئت لاتخذت» وفي قراءة لتخذت «عليه أجرا» جُعْلاً حيث لم يضيفونا مع حاجتنا إلى الطعام.",
			"numberInSurah": 77,
			"juz": 16,
			"manzil": 4,
			"page": 302,
			"ruku": 261,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2218,
			"text": "«قال» له الخضر «هذا فراق» أي وقت فراق «بيني وبينك» فيه إضافة بين إلى غير متعدد سوغها تكريره بالعطف بالواو «سأُنبئك» قبل فراقي لك «بتأويل ما لم تستطع عليه صبرا».",
			"numberInSurah": 78,
			"juz": 16,
			"manzil": 4,
			"page": 302,
			"ruku": 261,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2219,
			"text": "«أما السفينة فكانت لمساكين» عشرة «يعملون في البحر» بها مؤاجرة لها طلبا للكسب «فأردت أن أعيبها وكان وراءهم» إذا رجعوا أو أمامهم الآن «ملك» كافر «يأخذ كل سفينة» صالحة «غصبا» نصبه على المصدر المبين لنوع الأخذ.",
			"numberInSurah": 79,
			"juz": 16,
			"manzil": 4,
			"page": 302,
			"ruku": 261,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2220,
			"text": "«وأما الغلام فكان أبواه مؤمنين فخشينا أن يرهقهما طغيانا وكفرا» فإنه كما في حديث مسلم طبع كافرا ولو عاش لأرهقهما ذلك لمحبتهما له يتبعانه في ذلك.",
			"numberInSurah": 80,
			"juz": 16,
			"manzil": 4,
			"page": 302,
			"ruku": 261,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2221,
			"text": "«فأردنا أن يبدِّلهما» بالتشديد والتخفيف «ربهما خيرا منه زكاة» أي صلاحا وتقى «وأقرب» منه «رحْما» بسكون الحاء وضمها رحمة وهي البرّ بوالديه فأبدلهما تعالى جارية تزوجت نبيا فولدت نبيا فهدى الله تعالى به أمة.",
			"numberInSurah": 81,
			"juz": 16,
			"manzil": 4,
			"page": 302,
			"ruku": 261,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2222,
			"text": "«وأما الجدار فكان لغلامين يتيمين في المدينة وكان تحته كنز» مال مدفون من ذهب وفضة «لهما وكان أبوهما صالحا» فحفظا بصلاحه في أنفسهما ومالهما «فأراد ربك أن يبلغا أشدهما» أي إيناس رشدهما «ويستخرجا كنزهما رحمة من ربك» مفعول له عامله أراد «وما فعلته» أي ما ذكر من خرق السفينة وقتل الغلام وإقامة الجدار «عن أمري» أي اختباري بل بأمر إلهام من الله «ذلك تأويل ما لم تسطع عليه صبرا» يقال اسطاع واستطاع بمعنى أطاق، ففي هذا وما قبله جمع بين اللغتين ونوعت العبارة في: فأردت، فأردنا فأراد ربك.",
			"numberInSurah": 82,
			"juz": 16,
			"manzil": 4,
			"page": 302,
			"ruku": 261,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2223,
			"text": "«ويسألونك» أي اليهود «عن ذي القرنين» اسمه الاسكندر ولم يكن نبيا «قل سأتلو» سأقص «عليكم منه» من حاله «ذكرا» خبرا.",
			"numberInSurah": 83,
			"juz": 16,
			"manzil": 4,
			"page": 302,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2224,
			"text": "«إنا مكنا له في الأرض» بتسهيل السير فيها «وآتيناه من كل شيء» يحتاج إليه «سببا» طريقا يوصله إلى مراده.",
			"numberInSurah": 84,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2225,
			"text": "«فأتبع سببا» سلك طريقا نحو الغرب.",
			"numberInSurah": 85,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2226,
			"text": "«حتى إذا بلغ مغرب الشمس» موضع غروبها «وجدها تغرب في عين حمئة» ذات حمأة وهي الطين الأسود وغروبها في العين في رأي وإلا فهي أعظم من الدنيا «ووجد عندها» أي العين «قوما» كافرين «قلنا يا ذا القرنين» بإلهام «إما أن تُعذّب» القوم بالقتل «وإما أن تتخذ فيهم حُسنا» بالأسر.",
			"numberInSurah": 86,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2227,
			"text": "«قال أما من ظلم» بالشرك «فسوف نعذبه» نقتله «ثم يُرد إلى ربه فيعذبه عذابا نكرا» بسكون الكاف وضمها شديدا في النار.",
			"numberInSurah": 87,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2228,
			"text": "«وأما من آمن وعمل صالحا فله جزاء الحسنى» أي الجنة والإضافة للبيان وفي قراءة بنصب جزاء وتنوينه قال الفراء: ونصبه على التفسير أي لجهة النسبة «وسنقول له من أمرنا يُسرا» أي نأمره بما سهل عليه.",
			"numberInSurah": 88,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2229,
			"text": "«ثم أتبع سببا» نحو المشرق.",
			"numberInSurah": 89,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2230,
			"text": "«حتى إذا بلغ مطلع الشمس» موضع طلوعها «وجدها تطلع على قوم» هم الزنج «لم نجعل لهم من دونها» أي الشمس «سترا» من لباس ولا سقف، لأن أرضهم لا تحمل بناء ولهم سروب يغيبون فيها عند طلوع الشمس ويظهرون عند ارتفاعها.",
			"numberInSurah": 90,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2231,
			"text": "«كذلك» أي الأمر كما قلنا «وقد أحطنا بما لديه» أي عند ذي القرنين من الآلات والجند وغيرهما «خبرا» علما.",
			"numberInSurah": 91,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2232,
			"text": "«ثم أتبع سببا».",
			"numberInSurah": 92,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2233,
			"text": "«حتى إذا بلغ بين السدين» بفتح السين وضمها هنا وبعدهما جبلان بمنقطع بلاد الترك، سد الإسكندر ما بينهما كما سيأتي «وجد من دونهما» أي أمامهما «قوما لا يكادون يفقهون قولاً» أي لا يفهمونه إلا بعد بطء، وفي قراءة بضم الياء وكسر القاف.",
			"numberInSurah": 93,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2234,
			"text": "«قالوا يا ذا القرنين إن يأجوج ومأجوج» بالهمز وتركه: هما اسمان أعجميان لقبيلتين فلم ينصرفا «مفسدون في الأرض» بالنهب والبغي عند خروجهم إلينا «فهل نجعل لك خرجا» جعلاً من المال وفي قراءة خراجا «على أن تجعل بيننا وبينهم سداً» حاجزا فلا يصلون إلينا.",
			"numberInSurah": 94,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2235,
			"text": "«قال ما مكَّني» وفي قراءة بنونين من غير إدغام «فيه رب» من المال وغيره «خير» من خرجكم الذي تجعلونه لي فلا حاجة بي إليه وأجعل لكم السد تبرعا «فأعينوني بقوة» لما أطلبه منكم «أجعل بينكم وبينهم رَدما» حاجزا حصينا.",
			"numberInSurah": 95,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2236,
			"text": "«آتوني زبر الحديد» قطعه على قدر الحجارة التي يبني بها فبنى بها وجعل بينها الحطب والفحم «حتى إذا ساوى بين الصدفين» بضم الحرفين وفتحهما وضم الأول وسكون الثاني، أي جانبي الجبلين بالبناء ووضع المنافخ والنار حول ذلك «قال انفخوا» فنفخوا «حتى إذا جعله» أي الحديد «نارا» أي كالنار «قال آتوني أفرغ عليه قِطرا» هو النحاس المذاب تنازع فيه الفعلان، وحذف من الأول لإعمال الثاني النحاس المذاب على الحديد المحمى فدخل بين زبره فصارا شيئا واحدا.",
			"numberInSurah": 96,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2237,
			"text": "«فما اسطاعوا» أي يأجوج ومأجوج «أن يظهروه» يعلوا ظهره لارتفاعه وملاسته «وما استطاعوا له نقبا» لصلابته وسمكه.",
			"numberInSurah": 97,
			"juz": 16,
			"manzil": 4,
			"page": 303,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2238,
			"text": "«قال» ذو القرنين «هذا» أي السد، أي الإقدار عليه «رحمة من ربي» نعمة لأنه مانع من خروجهم «فإذا جاء وعد ربي» بخروجهم القريب من البعث «جعله دكاء» مدكوكا مبسوطا «وكان وعد ربي» بخروجهم وغيره «حقا» كائنا قال تعالى:",
			"numberInSurah": 98,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 262,
			"hizbQuarter": 121,
			"sajda": false
		},
		{
			"number": 2239,
			"text": "«وتركنا بعضهم يومئذ» يوم خروجهم «يموج في بعض» يختلط به لكثرتهم «ونفخ في الصور» أي القرن للبعث «فجمعناهم» أي الخلائق في مكان واحد يوم القيامة «جمعا».",
			"numberInSurah": 99,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 262,
			"hizbQuarter": 122,
			"sajda": false
		},
		{
			"number": 2240,
			"text": "«وعرضنا» قربنا «جهنم يومئذ للكافرين عرضا».",
			"numberInSurah": 100,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 262,
			"hizbQuarter": 122,
			"sajda": false
		},
		{
			"number": 2241,
			"text": "«الذين كانت أعينهم» بدل من الكافرين «في غطاء عن ذكري» أي القرآن فهم عمي لا يهتدون به «وكانوا لا يستطيعون سمعا» أي لا يقدرون أن يسمعوا من النبي ما يتلو عليهم بغضا له فلا يؤمنون به.",
			"numberInSurah": 101,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 262,
			"hizbQuarter": 122,
			"sajda": false
		},
		{
			"number": 2242,
			"text": "«أفحسب الذين كفروا أن يتخذوا عبادي» أي ملائكتي وعيسى وعزيرا «من دوني أولياء» أربابا مفعول ثان ليتخذوا والمفعول الثاني لحسب محذوف المعنى أظنوا أن الاتخاذ المذكور لا يغضبني ولا أعاقبهم عليه كلا «إنا أعتدنا جهنم للكافرين» هؤلاء وغيرهم «نُزلاً» أي هي معدة لهم كالمنزل المعد للضيف.",
			"numberInSurah": 102,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 263,
			"hizbQuarter": 122,
			"sajda": false
		},
		{
			"number": 2243,
			"text": "«قل هل ننبِّئكم بالأخسرين أعمالاً» تمييز طابق المميز، وبيَّنهم بقوله:",
			"numberInSurah": 103,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 263,
			"hizbQuarter": 122,
			"sajda": false
		},
		{
			"number": 2244,
			"text": "«الذين ضل سعيهم في الحياة الدنيا» بطل عملهم «وهم يحسبون» يظنون «أنهم يحسنون صنعا» عملاً يجازون عليه.",
			"numberInSurah": 104,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 263,
			"hizbQuarter": 122,
			"sajda": false
		},
		{
			"number": 2245,
			"text": "«أولئك الذين كفروا بآيات ربهم» بدلائل توحيده من القرآن وغيره «ولقائه» أي وبالبعث والحساب والثواب والعقاب «فحبطت أعمالهم» بطلت «فلا نقيم لهم يوم القيامة وزنا» أي لا نجعل لهم قدرا.",
			"numberInSurah": 105,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 263,
			"hizbQuarter": 122,
			"sajda": false
		},
		{
			"number": 2246,
			"text": "«ذلك» أي الأمر الذي ذكرت عن حُبوط أعمالهم وغيره مبتدأ خبره «جزاؤهم جهنم بما كفروا واتخذوا آياتي ورسلي هزوا» أي مهزوءا بهما.",
			"numberInSurah": 106,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 263,
			"hizbQuarter": 122,
			"sajda": false
		},
		{
			"number": 2247,
			"text": "«إن الذين آمنوا وعملوا الصالحات كانت لهم» في علم الله «جناتُ الفردوس» هو وسط الجنة وأعلاها والإضافة إليه للبيان «نُزُلاً» منزلاً.",
			"numberInSurah": 107,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 263,
			"hizbQuarter": 122,
			"sajda": false
		},
		{
			"number": 2248,
			"text": "«خالدين فيها لا يبغون» يطلبون «عنها حولاً» تحولاً إلى غيرها.",
			"numberInSurah": 108,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 263,
			"hizbQuarter": 122,
			"sajda": false
		},
		{
			"number": 2249,
			"text": "«قل لو كان البحر» أي ماؤه «مدادا» هو ما يكتب به «لكلمات ربي» الدالة على حكمه وعجائبه بأن تكتب به «لنفد البحر» في كتابتها «قبل أن تنفد» بالتاء والياء: تفرغ «كلمات ربي ولو جئنا بمثله» أي البحر «مَدَدا» زيادة فيه لنفد، ولم تفرغ هي، ونصبه على التمييز.",
			"numberInSurah": 109,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 263,
			"hizbQuarter": 122,
			"sajda": false
		},
		{
			"number": 2250,
			"text": "«قل إنما أنا بشر» آدمي «مثلكم يوحى إليَّ أنما إلهكم إله واحد» أن المكفوفة بما باقية على مصدريتها والمعنى: يوحى إليَّ وحدانية الإله «فمن كان يرجو» يأمل «لقاء ربه» بالبعث والجزاء «فليعمل عملاً صالحا ولا يشرك بعبادة ربه» أي فيها بأن يرائي «أحدا».",
			"numberInSurah": 110,
			"juz": 16,
			"manzil": 4,
			"page": 304,
			"ruku": 263,
			"hizbQuarter": 122,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}