{
	"number": 24,
	"name": "سُورَةُ النُّورِ",
	"englishName": "An-Noor",
	"englishNameTranslation": "The Light",
	"revelationType": "Medinan",
	"numberOfAyahs": 64,
	"ayahs": [
		{
			"number": 2792,
			"text": "هذه «سورة أنزلناها وفرضناها» مخففة ومشددة لكثرة المفروض فيها «وأنزلنا فيها آيات بينات» واضحات الدلالات «لعلكم تذَّكرون» بإدغام التاء الثانية في الذال تتعظون",
			"numberInSurah": 1,
			"juz": 18,
			"manzil": 4,
			"page": 350,
			"ruku": 301,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2793,
			"text": "«الزانية والزاني» أي غير المحصنين لرجمهما بالسنة وأل فيما ذكر موصولة وهو مبتدأ ولشبه بالشرط دخلت الفاء في خبره وهو «فاجلدوا كل واحد منهما مائة جلدة» ضربة يقال جَلَدهُ: ضربَ جلدهُ ويزاد على ذلك بالسنة تغريب عام والرقيق على النصف مما ذكر «ولا تأخذكم بهما رأفة في دين الله» أي حكمه بأن تتركوا شيئا من حدهما «إن كنتم تؤمنون بالله واليوم الآخر» أي يوم البعث في هذا تحريض على ما قبل الشرط وهو جوابه أو دال على جوابه «وليشهد عذابهما» الجلد «طائفة من المؤمنين» قيل ثلاثة وقيل أربعة عدد شهود الزنا.",
			"numberInSurah": 2,
			"juz": 18,
			"manzil": 4,
			"page": 350,
			"ruku": 301,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2794,
			"text": "«الزاني لا ينكح» يتزوج «إلا زانية أو مشركة والزانية لا ينكحها إلا زان أو مشرك» أي المناسب لكل منهما ما ذكر «وحرم ذلك» أي نكاح الزواني «على المؤمنين» الأخيار، نزل ذلك لما همَّ فقراء المهاجرين أن يتزوجوا بغيا المشركين وهن موسرات لينفقن عليهم فقيل التحريم خاص بهم وقيل عام ونسخ بقوله تعالى (وأنكحوا الأيامى منكم).",
			"numberInSurah": 3,
			"juz": 18,
			"manzil": 4,
			"page": 350,
			"ruku": 301,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2795,
			"text": "«والذين يرمون المحصنات» العفيفات بالزنا «ثم لم يأتوا بأربعة شهداء» على زناهن برؤيتهم «فاجلدوهم» أي كل واحد منهم «ثمانين جلدة ولا تقبلوا لهم شهادة» في شيء «أبدا وأولئك هم الفاسقون» لإتيانهم كبيرة.",
			"numberInSurah": 4,
			"juz": 18,
			"manzil": 4,
			"page": 350,
			"ruku": 301,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2796,
			"text": "«إلا الذين تابوا من بعد ذلك وأصلحوا» عملهم «فإن الله غفور» لهم قذفهم «رحيم» بهم بإلهامهم التوبة فيها ينتهي فسقهم وتقبل شهادتهم وقيل لا تقبل رجوعا بالاستثناء إلى الجملة الأخيرة.",
			"numberInSurah": 5,
			"juz": 18,
			"manzil": 4,
			"page": 350,
			"ruku": 301,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2797,
			"text": "«والذين يرمون أزواجهم» بالزنا «ولم يكن لهم شهداء» عليه «إلا أنفسهم» وقع ذلك لجماعة من الصحابة «فشهادة أحدهم» مبتدأ «أربع شهادات» نصب على المصدر «بالله إنه لمن الصادقين» فيما رمى به زوجته من الزنا.",
			"numberInSurah": 6,
			"juz": 18,
			"manzil": 4,
			"page": 350,
			"ruku": 301,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2798,
			"text": "«والخامسة أن لعنة الله عليه إن كان من الكاذبين» في ذلك وخبر المبتدأ: تدفع عنه حد القذف.",
			"numberInSurah": 7,
			"juz": 18,
			"manzil": 4,
			"page": 350,
			"ruku": 301,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2799,
			"text": "«ويدرأ» أي يدفع «عنها العذاب» حد الزنا الذي ثبت بشهاداته «أن تشهد أربع شهادات بالله إنه لمن الكاذبين» فيما رماها من الزنا.",
			"numberInSurah": 8,
			"juz": 18,
			"manzil": 4,
			"page": 350,
			"ruku": 301,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2800,
			"text": "«والخامسة أن غضب الله عليها إن كان من الصادقين» في ذلك.",
			"numberInSurah": 9,
			"juz": 18,
			"manzil": 4,
			"page": 350,
			"ruku": 301,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2801,
			"text": "«ولولا فضل الله عليكم ورحمته» بالستر في ذلك «وأن الله تواب» بقبوله التوبة في ذلك وغيره «حكيم» فيما حكم به في ذلك وغيره ليبين الحق في ذلك وعاجل بالعقوبة من يستحقها.",
			"numberInSurah": 10,
			"juz": 18,
			"manzil": 4,
			"page": 350,
			"ruku": 301,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2802,
			"text": "(إن الذين جاءوا بالإفك) أسوأ الكذب على عائشة رضي الله عنها، أم المؤمنين بقذفها (عصبة منكم) جماعة من المؤمنين قالت: حسان بن ثابت، وعبد الله بن أبي، ومسطح، وحمنة بنت جحش (لا تحسبوه) أيها المؤمنون غير العصبة (شرا لكم بل هو خير لكم) يأجركم الله به، ويظهر براءة عائشة ومن جاء معها منه وهو صفوان، فإنها قالت: \" كنت مع النبي صلى الله عليه وسلم في غزوة بعدما أنزل الحجاب، ففرغ منها ورجع ودنا من المدينة، وآذن بالرحيل ليلة فمشيت وقضيت شأني وأقبلت إلى الرحل فإذا عقدي انقطع ـ هو بكسر المهملة: القلادة ـ فرجعت ألتمسه، وحملوا هودجي ـ هو ما يركب فيه ـ على بعيري يحسبونني فيه، وكانت النساء خفافا إنما يأكلن العلقة ـ هو بضم المهملة وسكون اللام من الطعام: أي القليل ـ ووجدت عقدي وجئت بعدما ساروا فجلست في المنزل الذي كنت فيه، وظننت أن القوم سيفقدونني فيرجعون إلي فغلبتني عيناي فنمت وكان صفوان قد عرس من وراء الجيش فأدلج ـ هما بتشديد الراء والدال أي نزل من آخر الليل للاستراحة ـ فسار منه فأصبح في منزله فرأى سواد إنسان نائم ـ أي شخصه ـ فعرفني حين رآني، وكان يراني قبل الحجاب، فاستيقظت باست",
			"numberInSurah": 11,
			"juz": 18,
			"manzil": 4,
			"page": 351,
			"ruku": 302,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2803,
			"text": "«لولا» هلا «إذ» حين «سمعتموه ظن المؤمنين والمؤمنات بأنفسهم» أي بعضهم ببعض «خيرا وقالوا هذا إفك مبين» كذب بيِّن، فيه التفات عن الخطاب أي ظننتم أيها العصبة وقلتم.",
			"numberInSurah": 12,
			"juz": 18,
			"manzil": 4,
			"page": 351,
			"ruku": 302,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2804,
			"text": "«لولا» هلا «جاءُوا» أي العصبة «عليه بأربعة شهداء» شاهدوه «فإذا لم يأتوا بالشهداء فأولئك عند الله» أي في حكمه «هم الكاذبون» فيه.",
			"numberInSurah": 13,
			"juz": 18,
			"manzil": 4,
			"page": 351,
			"ruku": 302,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2805,
			"text": "«ولولا فضل الله عليكم ورحمته في الدنيا والآخرة لمسكم فيما أفضتم» أيها العصبة أي خضتم «فيه عذاب عظيم» في الآخرة.",
			"numberInSurah": 14,
			"juz": 18,
			"manzil": 4,
			"page": 351,
			"ruku": 302,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2806,
			"text": "إذ تلقونه بألسنتكم» أي يرونه بعضكم عن بعض وحذف من الفعل إحدى التاءين وإذ منصوب بمسكم أو بأفضتم «وتقولون بأفواهكم ما ليس لكم به علم وتحسبونه هينا» لا إثم فيه «وهو عند الله عظيم» في الإثم.",
			"numberInSurah": 15,
			"juz": 18,
			"manzil": 4,
			"page": 351,
			"ruku": 302,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2807,
			"text": "«ولولا» هلا «إذ» حين «سمعتموه قلتم ما يكون» ما ينبغي «لنا أن نتكلم بهذا سبحانك» هو للتعجيب هنا «هذا بهتان» كذب «عظيم».",
			"numberInSurah": 16,
			"juz": 18,
			"manzil": 4,
			"page": 351,
			"ruku": 302,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2808,
			"text": "«يعظكم الله» ينهاكم «أن تعودوا لمثله أبدا إن كنتم مؤمنين» تتعظون بذلك.",
			"numberInSurah": 17,
			"juz": 18,
			"manzil": 4,
			"page": 351,
			"ruku": 302,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2809,
			"text": "«ويبين الله لكم الآيات» في الأمر والنهي «والله عليم» بما يأمر به وينهي عنه «حكيم» فيه.",
			"numberInSurah": 18,
			"juz": 18,
			"manzil": 4,
			"page": 351,
			"ruku": 302,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2810,
			"text": "«إن الذين يحبون أن تشيع الفاحشة» باللسان «في الذين آمنوا» بنسبتها إليهم وهم العصبة «لهم عذاب أليم في الدنيا» بحد القذف «والآخرة» بالنار لحق الله «والله يعلم» انتفاءها عنهم «وأنتم» أيها العصبة بما قلتم من الإفك «لا تعلمون» وجودها فيهم.",
			"numberInSurah": 19,
			"juz": 18,
			"manzil": 4,
			"page": 351,
			"ruku": 302,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2811,
			"text": "«ولولا فضل الله عليكم» أيها العصبة «ورحمته وأن الله رؤوف رحيم» بكم لعاجلكم بالعقوبة.",
			"numberInSurah": 20,
			"juz": 18,
			"manzil": 4,
			"page": 351,
			"ruku": 302,
			"hizbQuarter": 140,
			"sajda": false
		},
		{
			"number": 2812,
			"text": "«يا أيها الذين آمنوا لا تتبعوا خطوات الشيطان» أي طرق تزينه «ومن يتبع خطوات الشيطان فإنه» أي المتبع «يأمر بالفحشاء» أي القبيح «والمنكر» شرعاً باتباعها «ولولا فضل الله عليكم ورحمته ما زكى منكم» أيها العصبة بما قلتم من الإفك «من أحد أبداً» أي ما صلح وطهر من هذا الذنب بالتوبة منه «ولكن الله يزكي» يطهر «من يشاء» من الذنب بقبول توبته منه «والله سميع» بما قلتم «عليم» بما قصدتم.",
			"numberInSurah": 21,
			"juz": 18,
			"manzil": 4,
			"page": 352,
			"ruku": 303,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2813,
			"text": "«ولا يأتل» يحلف «أولوا الفضل» أصحاب الغنى «منكم والسعة أن» لا «يؤتوا أولي القربى والمساكين والمهاجرين في سبيل الله» نزلت في أبي بكر حلف أن لا ينفق على مسطح وهو ابن خالته مسكين مهاجر بدري لما خاض في الإفك بعد أن كان ينفق عليه، وناس من الصحابة أقسموا أن لا يتصدقوا على من تكلم بشيء من الإفك «وليعفوا وليصفحوا» عنهم في ذلك «ألا تحبون أن يغفر الله لكم والله غفور رحيم» للمؤمنين قال أبو بكر: بلى أنا أحب أن يغفر الله لي ورجع إلى مسطح ما كان ينفقه عليه.",
			"numberInSurah": 22,
			"juz": 18,
			"manzil": 4,
			"page": 352,
			"ruku": 303,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2814,
			"text": "«إن الذين يرمون» بالزنا «المحصنات» العفائف «الغافلات» عن الفواحش بأن لا يقع في قلوبهن فعلها «المؤمنات» بالله ورسوله «لعنوا في الدنيا والآخرة ولهم عذاب عظيم».",
			"numberInSurah": 23,
			"juz": 18,
			"manzil": 4,
			"page": 352,
			"ruku": 303,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2815,
			"text": "«يوم» ناصبه الاستقرار الذي تعلق به لهم «تشهد» بالفوقانية والتحتانية «عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون» من قول وفعل وهو يوم القيامة.",
			"numberInSurah": 24,
			"juz": 18,
			"manzil": 4,
			"page": 352,
			"ruku": 303,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2816,
			"text": "«يومئذٍ يوفيهم الله دينهم الحق» يجازيهم جزاءَه الواجب عليهم «ويعلمون أن الله هو الحق المبين» حيث حقق لهم جزاءه الذي كانوا يشكون فيه ومنهم عبد الله بن أبيّ والمحصنات هنا أزواج النبي صلى الله عليه وسلم لم يذكر في قذفهن توبة ومن ذكر في قذفهن أول سورة التوبة غيرهن.",
			"numberInSurah": 25,
			"juz": 18,
			"manzil": 4,
			"page": 352,
			"ruku": 303,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2817,
			"text": "«الخبيثات» من النساء ومن الكلمات «للخبيثين» من الناس «والخبيثون» من الناس «للخبيثات» مما ذكر «والطيبات» مما ذكر «للطيبين» من الناس «والطيبون» منهم «للطيبات» مما ذكر أي اللائق بالخبيث مثله وبالطيب مثله «أولئك» الطيبون والطيبات من النساء ومنهم عائشة وصفوان «مبرؤون مما يقولون» أي الخبيثون من الرجال والنساء فيهم «لهم» للطيبين والطيبات «مغفرة ورزق كريم» في الجنة وقد افتخرت عائشة بأشياء منها أنها خلقت طيبة ووعدت مغفرة ورزقاً كريماً.",
			"numberInSurah": 26,
			"juz": 18,
			"manzil": 4,
			"page": 352,
			"ruku": 303,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2818,
			"text": "«يا أيها الذين آمنوا لا تدخلوا بيوتا غير بيوتكم حتى تستأنوا» أي تستأذنوا «وتسلموا على أهلها» فيقول الواحد السلام عليكم أأدخل؟ كما ورد في حديث «ذلكم خير لكم» من الدخول بغير استئذان «لعلكم تذكرون» بإدغام التاء الثانية في الذال خيريته فتعملون به.",
			"numberInSurah": 27,
			"juz": 18,
			"manzil": 4,
			"page": 352,
			"ruku": 304,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2819,
			"text": "«فإن لم تجدوا فيها أحدا» يأذن لكم «فلا تدخلوها حتى يؤذن لكم وإن قيل لكم» بعد الاستئذان «ارجعوا فارجعوا هو» أي الرجوع «أزكى» أي خير «لكم» من القعود على الباب «والله بما تعملون» من الدخول بإذن وغير إذن «عليم» فيجازيكم عليه.",
			"numberInSurah": 28,
			"juz": 18,
			"manzil": 4,
			"page": 353,
			"ruku": 304,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2820,
			"text": "«ليس عليكم جناح أن تدخلوا بيوتا غير مسكونة فيها متاعٌ» أي منفعة «لكم» باستكنان وغيره كبيوت الربط والخانات المسبلة «والله يعلم ما تبدون» تظهرون «وما تكتمون» تخفون في دخول غير بيوتكم من قصد صلاح أو غيره، وسيأتي أنهم إذا دخلوا بيوتهم يسلمون على أنفسهم.",
			"numberInSurah": 29,
			"juz": 18,
			"manzil": 4,
			"page": 353,
			"ruku": 304,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2821,
			"text": "«قل للمؤمنين يغضوا من أبصارهم» عما لا يحلُّ لهم نظره، ومن زائدة «ويحفظوا فروجهم» عما لا يحل لهم فعله بها «ذلك أزكي» أي خير «لهم إن الله خبير بما يصنعون» بالأبصار والفروج فيجازيهم عليه.",
			"numberInSurah": 30,
			"juz": 18,
			"manzil": 4,
			"page": 353,
			"ruku": 304,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2822,
			"text": "«وقل للمؤمنات يغضضن من أبصارهنّ» عما لا يحل لهنّ نظره «ويحفظن فروجهنَّ» عما لا يحل لهنَّ فعله بها «ولا يبدين» يُظهرن «زينتهن إلا ما ظهر منها» وهو الوجه والكفان فيجوز نظره لأجني إن لم يخف فتنة في أحد وجهين، والثاني يحرم لأنه مظنة الفتنة، ورجح حسما للباب «وليضرين بخمرهنَّ على جيوبهنَّ» أي يسترن الرؤوس والأعناق والصدور بالمقانع «ولا يبدين زينتهنّ» الخفية، وهي ما عدا الوجه والكفين «إلا لبعولتهن» جمع بعل: أي زوج «أو آبائهن أو آباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو إخواتهن أو بني إخوانهن أو بني أخوانهن أو نسائهن أو ما ملكت أيمانهن» فيجوز لهم نظره إلا ما بين السرة والركبة فيحرم نظره لغير الأزواج وخرج بنسائهن الكافرات فلا يجوز للمسلمات الكشف لهنَّ وشمل ما ملكت أيمانهنَّ العبيد «أو التابعين» في فضول الطعام «غير» بالجر صفة والنصب استثناء «أولي الإربة» أصحاب الحاجة إلى النساء «من الرجال» بأن لم ينتشر ذكر كل «أو الطفل» بمعنى الأطفال «الذين لم يظهروا» يطلعوا «على عورات النساء» للجماع فيجوز أن يبدين لهم ما عدا ما بين السرة والركبة «ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن» من خلخال يتقعقع «وتوبوا إلى الله جميعا أيها المؤمنون» مما وقع لكم من النظر الممنوع منه ومن غيره «لعلكم تفلحون» تنجون من ذلك لقبول التوبة منه وفي الآية تغليب الذكور على الإناث.",
			"numberInSurah": 31,
			"juz": 18,
			"manzil": 4,
			"page": 353,
			"ruku": 304,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2823,
			"text": "«وأنكحوا الأيامى منكم» جمع أيم: وهي من ليس لها زوج بكرا كانت أو ثيبا ومن ليس له زوج وهذا في الأحرار والحرائر «والصالحين» المؤمنين «من عبادكم وإمائكم» وعباد من جموع عبد «إن يكونوا» أي الأحرار «فقراء يغنهم الله» بالتزوج «من فضله والله واسع» لخلقه «عليم» بهم.",
			"numberInSurah": 32,
			"juz": 18,
			"manzil": 4,
			"page": 354,
			"ruku": 304,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2824,
			"text": "«وليستعفف الذين لا يجدون نكاحا» ما ينكحون به من مهر ونفقة عن الزنا «حتى يغنيهم الله» يوسع عليهم «من فضله» فينكحون «والذين يبتغون الكتاب» بمعنى المكاتبة «مما ملكت أيمانكم» من العبيد والإماء «فكاتبوهم إن علمتم فيهم خيرا» أي أمانة وقدرة على الكسب لأداء مال الكتابة وصيغتها مثلا: كاتبتك على ألفين في شهرين كل شهر ألف فإذا أديتها فأنت حر فيقول قبلت «وآتوهم» أمر للسادة «من مال الله الذي آتاكم» ما يستعينون به في أداء ما التزموه لكم وفي معنى الإيتاء حط شيء مما التزموه «ولا تكرهوا فتياتكم» إماءكم «على البغاء» الزنا «إن أردن تحصنا» تعففا عنه وهذه الإرادة محل الإكراه فلا مفهوم للشرط «لتبتغوا» بالإكراه «عرض الحياة الدنيا» نزلت في عبد الله بن أبي كان يكره جواريه على الكسب بالزنا «ومن يكرههن فإن الله من بعد إكراههن غفور» لهن «رحيم» بهن.",
			"numberInSurah": 33,
			"juz": 18,
			"manzil": 4,
			"page": 354,
			"ruku": 304,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2825,
			"text": "«ولقد أنزلنا إليكم آيات مبيَّنات» بفتح الياء وكسرها في هذه السورة، بيَّن فيها ما ذكر أو بينة «ومثلاً» خبرا عجيبا وهو خبر عائشة «من الذين خلوْا من قبلكم» أي من جنس أمثالهم أي أخبارهم العجيبة كخبر يوسف ومريم «وموعظة للمتقين» في قوله تعالى (ولا تأخذكم بها رائفة في دين الله) (لولا إذ سمعتموه ظن المؤمنون) الخ (ولولا إذ سمعتموه قلتم) الخ (يعظكم الله أن تعودوا) الخ وتخصيصها بالمتقين لأنهم المنتفعون بها.",
			"numberInSurah": 34,
			"juz": 18,
			"manzil": 4,
			"page": 354,
			"ruku": 304,
			"hizbQuarter": 141,
			"sajda": false
		},
		{
			"number": 2826,
			"text": "«الله نور السماوات والأرض» أي منورهما بالشمس والقمر «مثل نوره» أي صفته في قلب المؤمن «كمشكاة فيها مصباح المصباح في زجاجة» هي القنديل والمصباح السراج: أي الفتيلة الموقودة، والمشكاة: الطاقة غير النافذة، أي الأنبوبة في القنديل «الزجاجة كأنها» والنور فيها «كوكبٌ دِرِّيٌ» أي مضيء بكسر الدال وضمها من الدرء بمعنى الدفع لدفعها الظلام، وبضمها وتشديد الياء منسوب إلى الدر: اللؤلؤ «توَقَّد» المصباح بالماضي، وفي قراءة بمضارع أو قد مبنيا للمفعول بالتحتانية وفي أخرى توقد بالفوقانية، أي الزجاجة «مِن» زيت «شجرة مباركةِ زيتونةِ لا شرقيةِ ولا غربيةِ» بل بينهما فلا يتمكن منها ولا برد مضران «يكاد زيتها يضيء ولو لم تمسسهُ نار» لصفائه «نور» به «على نور» بالنار، ونور الله: أي هداه للمؤمنين نور على نور الإيمان «يهدي الله لنوره» أي دين الإسلام «من يشاء ويضرب» يبين «الله الأمثال للناس» تقريبا لأفهامهم ليعتبروا فيؤمنوا «والله بكل شيء عليم» ومنه ضرب الأمثال.",
			"numberInSurah": 35,
			"juz": 18,
			"manzil": 4,
			"page": 354,
			"ruku": 305,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2827,
			"text": "«في بيوت» متعلق بيسبح الآتي «أذن الله أن ترفع» تعظم «ويذكر فيها اسمه» بتوحيده «يسبَّح» بفتح الموحدة وكسرها: أي يُصلِي «له فيها بالغدو» مصدر بمعنى الغدوات: أي البُكر «والآصال» العشايا من بعد الزوال.",
			"numberInSurah": 36,
			"juz": 18,
			"manzil": 4,
			"page": 354,
			"ruku": 305,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2828,
			"text": "«رجال» فاعل يسبح بكسر الباء وعلى فتحها نائب الفاعل له ورجال فاعل فعل مقدر جواب سؤال مقدر كأنه قيل: من يسبحه «لا تلهيهم تجارة» شراء «ولا بيع عن ذكر الله وإقام الصلاة» حذف هاء إقامة تخفيف «وإيتاء الزكاة يخافون يوما تتقلب» تضطرب «فيه القلوب والأبصار» من الخوف، القلوب بين النجاة والهلاك والأبصار بين ناحيتي اليمين والشمال: وهو يوم القيامة.",
			"numberInSurah": 37,
			"juz": 18,
			"manzil": 4,
			"page": 355,
			"ruku": 305,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2829,
			"text": "«ليجزيهم الله أحسن ما عملوا» أي ثوابه وأحسن بمعنى حسن «ويزيدهم من فضله والله يرزق من يشاءُ بغير حساب» يقال فلان ينفق بغير حساب: أي يوسع كأنه لا يحسب ما ينفقه.",
			"numberInSurah": 38,
			"juz": 18,
			"manzil": 4,
			"page": 355,
			"ruku": 305,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2830,
			"text": "«والذين كفروا أعمالهم كسراب بقيعةِ» جمع قاع: أي فيلاه وهو شعاع يرى فيها نصف النهار في شدة الحر يشبه الماء الجاري «يحسبه» يظنه «الظمآن» أي العطشان «ماءً حتى إذا جاءه لم يجده شيئا» مما حسبه كذلك الكافر يحسب أن عمله كصدقه ينفعه حتى إذا مات وقدم على ربه لم يجد عمله أي لم ينفعه «ووجد الله عنده» أي عند عمله «فوفَّاه حسابه» أي جازاه عليه في الدنيا «والله سريع الحساب» أي المجازاة.",
			"numberInSurah": 39,
			"juz": 18,
			"manzil": 4,
			"page": 355,
			"ruku": 305,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2831,
			"text": "«أو» الذين كفروا أعمالهم السيئة «كظلمات في بحر لجَّي» عميق «يغشاه موج من فوقه» أي الموج «موج من فوقه» أي الموج الثاني «سحاب» أي غيم، هذه «ظلمات بعضها فوق بعض» ظلمة البحر وظلمة الموج الأول، وظلمة الثاني وظلمة السحاب «إذا أخرج» الناظر «يده» في هذه الظلمات «لم يكد يراها» أي لم يقرب من رؤيتها «ومن لم يجعل الله له نورا فما له من نور» أي من لم يهده الله لم يهتد.",
			"numberInSurah": 40,
			"juz": 18,
			"manzil": 4,
			"page": 355,
			"ruku": 305,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2832,
			"text": "«ألم تر أن الله يسبح له من في السماوات والأرض» ومن التسبيح صلاة «والطير» جمع طائر بين السماء والأرض «صافّات» حال باسطات أجنحتهنَّ «كل قد علم» الله «صلاته وتسبيحه والله عليم بما يفعلون» فيه تغليب العاقل.",
			"numberInSurah": 41,
			"juz": 18,
			"manzil": 4,
			"page": 355,
			"ruku": 306,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2833,
			"text": "«ولله ملك السماوات والأرض» خزائن المطر والرزق والنبات «وإلى الله المصير» المرجع.",
			"numberInSurah": 42,
			"juz": 18,
			"manzil": 4,
			"page": 355,
			"ruku": 306,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2834,
			"text": "«ألم تر أن الله يزجي سحابا» يسوقه برفق «ثم يؤلف بينه» يضم بعضه إلى بعض فيجعل القطع المتفرقة قطعة واحدة «ثم يجعله ركاما» بعضه فوق بعض «فترى الوَدْق» المطر «يخرج من خلاله» مخارجه «وينزل من السماء من» زائدة «جبال فيها» في السماء بدل بإعادة الجار «من بَرَدِ» أي بعضه «فيصيب به من يشاء ويصرفه عن من يشاء يكاد» يقرب «سنا برقه» لمعانه «يذهب بالأبصار» الناظرة له: أي يخطفها.",
			"numberInSurah": 43,
			"juz": 18,
			"manzil": 4,
			"page": 355,
			"ruku": 306,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2835,
			"text": "«يقلب الله الليل والنهار» أي يأتي بكل منهما بدل الآخر «إن في ذلك» التقليب «لعبرة» دلالة «لأولي الأبصار» لأصحاب البصائر على قدرة الله تعالى.",
			"numberInSurah": 44,
			"juz": 18,
			"manzil": 4,
			"page": 356,
			"ruku": 306,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2836,
			"text": "«والله خلق كل دابة» أي حيوان «من ماءٍ» نطفة «فمنهم من يمشي على بطنه» كالحيات والهوام «ومنهم من يمشي على رجلين» كالإنسان والطير «ومنهم من يمشي على أربع» كالبهائم والأنعام «يخلق الله ما يشاء إن الله على كل شيء قدير».",
			"numberInSurah": 45,
			"juz": 18,
			"manzil": 4,
			"page": 356,
			"ruku": 306,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2837,
			"text": "«لقد أنزلنا آيات مبينات» أي بينات هي القرآن «والله يهدي من يشاء إلى صراط» طريق «مستقيم» أي دين الإسلام.",
			"numberInSurah": 46,
			"juz": 18,
			"manzil": 4,
			"page": 356,
			"ruku": 306,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2838,
			"text": "«ويقولون» المنافقون «آمنا» صدقنا «بالله» بتوحيده «وبالرسول» محمد «وأطعنا» هما فيما حكما به «ثم يتولى» يعرض «فريق منهم من بعد ذلك» عنه «وما أولئك» المعرضون «بالمؤمنين» المعهودين الموافق قلوبهم لألسنتهم.",
			"numberInSurah": 47,
			"juz": 18,
			"manzil": 4,
			"page": 356,
			"ruku": 306,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2839,
			"text": "«وإذا دعوا إلى الله ورسوله» المبلغ عنه «ليحكم بينهم إذا فريق منهم معرضون» عن المجيء إليه.",
			"numberInSurah": 48,
			"juz": 18,
			"manzil": 4,
			"page": 356,
			"ruku": 306,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2840,
			"text": "«وإن يكن لهم الحق يأتوا إليه مذعنين» مسرعين طائعين.",
			"numberInSurah": 49,
			"juz": 18,
			"manzil": 4,
			"page": 356,
			"ruku": 306,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2841,
			"text": "«أفي قلوبهم مرض» كفر «أم ارتابوا» أي شكوا في نبوته «أم يخافون أن يحيف الله عليهم ورسوله» في الحكم أي فيظلموا فيه؟ لا «بل أولئك هم الظالمون» بالإعراض عنه.",
			"numberInSurah": 50,
			"juz": 18,
			"manzil": 4,
			"page": 356,
			"ruku": 306,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2842,
			"text": "«إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم» فالقول اللائق بهم «أن يقولوا سمعنا وأطعنا» بالإجابة «وأولئك» حينئذ «هم المفلحون» الناجون.",
			"numberInSurah": 51,
			"juz": 18,
			"manzil": 4,
			"page": 356,
			"ruku": 307,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2843,
			"text": "«ومن يطع الله ورسوله ويخش الله» يخافه «ويتقهْ» بسكون الهاء وكسرها بأن يطيعه «فأولئك هم الفائزون» بالجنة.",
			"numberInSurah": 52,
			"juz": 18,
			"manzil": 4,
			"page": 356,
			"ruku": 307,
			"hizbQuarter": 142,
			"sajda": false
		},
		{
			"number": 2844,
			"text": "«وأقسموا بالله جهد إيمانهم» غايتها «لئن أمرتهم» بالجهاد «ليخرجنَّ قل» لهم «لا تقسموا طاعة معروفة» للنبي خير من قسمكم الذي لا تصدقون فيه «إن الله خبير بما تعلمون» من طاعتكم بالقول ومخالفتكم بالفعل.",
			"numberInSurah": 53,
			"juz": 18,
			"manzil": 4,
			"page": 356,
			"ruku": 307,
			"hizbQuarter": 143,
			"sajda": false
		},
		{
			"number": 2845,
			"text": "«قل أطيعوا الله وأطيعوا الرسول فان تولوْ» عن طاعته بحذف إحدى التاءين خطاب لهم «فإنما عليه ما حمل» من التبليغ «وعليكم ما حملتم» من طاعته «وإن تطيعوه تهتدوا وما على الرسول إلا البلاغ المبين» أي التبليغ البيِّن.",
			"numberInSurah": 54,
			"juz": 18,
			"manzil": 4,
			"page": 357,
			"ruku": 307,
			"hizbQuarter": 143,
			"sajda": false
		},
		{
			"number": 2846,
			"text": "«وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض» بدلا عن الكفار «كما استخلف» بالبناء للفاعل والمفعول «الذين من قبلهم» من بنى إسرائيل بدلا عن الجبارة «وليمكنن لهم دينهم الذي أرتضى لهم» وهو الإسلام بأن يظهر على جميع الأديان ويوسع لهم في البلاد فيملكوها «وَلَيُبْدلَنَّهُمْ» بالتخفيف والتشديد «من بعد خوفهم» من الكفار «أمنا» وقد أنجز الله وعده لهم بما ذكر وأثنى عليهم بقوله: «يعبدونني لا يشركون بي شيئا» هو مستأنف في حكم التعليل «ومن كفر بعد ذلك» الإنعام منهم به «فأولئك هم الفاسقون» وأول من كفر به قتلة عثمان رضي الله عنه فصاروا يقتتلون بعد أن كانوا إخوانا.",
			"numberInSurah": 55,
			"juz": 18,
			"manzil": 4,
			"page": 357,
			"ruku": 307,
			"hizbQuarter": 143,
			"sajda": false
		},
		{
			"number": 2847,
			"text": "«وأقيموا الصلاة وآتوا الزكاة وأطيعوا الرسول لعلكم ترحمون» أي رجاء الرحمة.",
			"numberInSurah": 56,
			"juz": 18,
			"manzil": 4,
			"page": 357,
			"ruku": 307,
			"hizbQuarter": 143,
			"sajda": false
		},
		{
			"number": 2848,
			"text": "«لا تحسبن» بالفوقانية والتحتانية والفاعل الرسول «الذين كفروا معجزين» لنا «في الأرض» بأن يفوتونا «ومأواهم» مرجعهم «النار ولبئس المصير» المرجع هي.",
			"numberInSurah": 57,
			"juz": 18,
			"manzil": 4,
			"page": 357,
			"ruku": 307,
			"hizbQuarter": 143,
			"sajda": false
		},
		{
			"number": 2849,
			"text": "«يا أيها الذين آمنوا ليستأذنكم الذين ملكت أيمانكم» من العبيد آمنوا والإماء «والذين لم يبلغوا الحلم منكم» من الأحرار وعرفوا أمر النساء «ثلاث مرات» في ثلاثة أوقات «من قبل صلاة الفجر وحين تضعون ثيابكم من الظهيرة» أي وقت الظهر «ومن بعد الصلاة العشاء ثلاث عورات لكم» بالرفع خبر مبتدأ بعده مضاف وقام المضاف إليه مقامه: أي هي أوقات وبالنصب بتقدير أوقات منصوبا بدلاً من محل ما قبله قام المضاف إليه مقامه، وهي لإلقاء الثياب تبدو فيها العورات «ليس عليكم ولا عليهم» أي المماليك والصبيان «جناح» في الدخول عليكم بغير استئذان «بعدهن» أي بعد الأوقات الثلاثة هم «طوافون عليكم» للخدمة «بعضكم» طائف «على بعض» والجملة مؤكدة لما قبلها «كذلك» كما بين ما ذكر «يبين الله لكم الآيات» أي الأحكام «والله عليم» بأمور خلقه «حكيم» بما دبره لهم وآية الاستئذان قيل منسوخة وقيل لا ولكن تهاون الناس في ترك الاستئذان.",
			"numberInSurah": 58,
			"juz": 18,
			"manzil": 4,
			"page": 357,
			"ruku": 308,
			"hizbQuarter": 143,
			"sajda": false
		},
		{
			"number": 2850,
			"text": "«وإذا بلغ الأطفال» أيها الأحرار «منكم الحلم فليستأذنوا» في جميع الأوقات «كما استأذن الذين من قبلهم» أي الأحرار الكبار «كذلك يبين الله لكم آياته والله عليم حكيم»",
			"numberInSurah": 59,
			"juz": 18,
			"manzil": 4,
			"page": 358,
			"ruku": 308,
			"hizbQuarter": 143,
			"sajda": false
		},
		{
			"number": 2851,
			"text": "«والقواعد من النساء» قعدن عن الحيض والولد لكبرهن «اللاتي لا يرجون نكاحا» لذلك «فليس عليهن جناح أن يضعن ثيابهن» من الجلباب والرداء والقناع فوق الخمار «غير متبرجات» مظهرات «بزينة» خفيفة كقلادة وسوار وخلخال «وأن يستعففن» بأن لا يضعنها «خير لهن والله سميع» لقولكم «عليم» بما في قلوبكم.",
			"numberInSurah": 60,
			"juz": 18,
			"manzil": 4,
			"page": 358,
			"ruku": 308,
			"hizbQuarter": 143,
			"sajda": false
		},
		{
			"number": 2852,
			"text": "«ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج» في مؤاكلة مقابليهمْ «ولا» حرج «على أنفسكم أن تأكلوا من بيوتكم» أولادكم «أو بيوت آبائكم أو بيوت أمهاتكم أو بيوت إخوانكم أو بيوت أخواتكم أو بيوت أعمامكم أو بيوت عماتكم أو بيوت أخوالكم أو بيوت خالاتكم أو ما ملكتم مفاتحه» خزنتموه لغيركم «أو صديقكم» وهو من صدقكم في مودته المعنى يجوز الأكل من بيوت من ذكر وإن لم يحضروا إذا علم رضاهم به «ليس عليكم جناح أن تأكلوا جميعا» مجتمعين «أو أشتاتا» متفرقين جمع شت نزل فيمن تحرج أن يأكل وحده وإذا لم بجد يؤاكله يترك الأكل «فإذا دخلتم بيوتا» لكم لا أهل بها «فسلموا على أنفسكم» قولوا السلام علينا وعلى عباد الله الصالحين فإن الملائكة ترد عليكم وإن كان بها أهل فسلموا عليهم «تحية» حيا «من عند الله مباركة طيبة» يثاب عليها «كذلك يبيَّن الله لكم الآيات» أي يفضل لكم معالم دينكم «لعلكم تعقلون» لكي تفهموا ذلك.",
			"numberInSurah": 61,
			"juz": 18,
			"manzil": 4,
			"page": 358,
			"ruku": 308,
			"hizbQuarter": 143,
			"sajda": false
		},
		{
			"number": 2853,
			"text": "«إنما المؤمنون الذين آمنوا بالله ورسوله وإذا كانوا معه» أي الرسول «على أمر جامع» كخطبة الجمعة «لم يذهبوا» لعروض عذر لهم «حتى يستأذنوه إن الذين يستأذنونك أولئك الذين يؤمنون بالله ورسوله فإذا استأذنوك لبعض شأنهم» أمرهم «فأذن لمن شئت منهم» بالانصراف «واستغفر لهم الله إن الله غفور رحيم».",
			"numberInSurah": 62,
			"juz": 18,
			"manzil": 4,
			"page": 359,
			"ruku": 309,
			"hizbQuarter": 143,
			"sajda": false
		},
		{
			"number": 2854,
			"text": "«لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا» بأن تقولوا يا محمد، بل قولوا يا نبيَّ الله، يا رسول الله، في لين وتواضع وخفض صوت «قد يعلم الله الذين يتسللون منكم لواذا» أي يخرجون من المسجد في الخطبة من غير استئذان خفية مستترين بشيء، وقد للتحقيق «فليحذر الذين يخالفون عن أمره» أي الله ورسوله «أن تصيبهم فتنة» بلاء «أو يصيبهم عذاب أليم» في الآخرة.",
			"numberInSurah": 63,
			"juz": 18,
			"manzil": 4,
			"page": 359,
			"ruku": 309,
			"hizbQuarter": 143,
			"sajda": false
		},
		{
			"number": 2855,
			"text": "«ألا إنَّ لله ما في السماوات والأرض» ملكا وخلفا وعبيدا «قد يعلم ما أنتم» أيها المكلفون «عليه» من الإيمان والنفاق «و» يعلم «يوم يرجعون إليه» فيه التفات عن الخطاب إلى من يكون «فينبئهم» فيه «بما عملوا» من الخير والشر «والله لكل شيء» من أعمالهم وغيرها «عليم».",
			"numberInSurah": 64,
			"juz": 18,
			"manzil": 4,
			"page": 359,
			"ruku": 309,
			"hizbQuarter": 143,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}