{
	"number": 27,
	"name": "سُورَةُ النَّمۡلِ",
	"englishName": "An-Naml",
	"englishNameTranslation": "The Ant",
	"revelationType": "Meccan",
	"numberOfAyahs": 93,
	"ayahs": [
		{
			"number": 3160,
			"text": "«طس» الله أعلم بمراده بذلك «تلك» هذه الآيات «آيات القرآن» آيات منه «وكتاب مبين» مظهر للحق من الباطل عطف بزيادة صفة.",
			"numberInSurah": 1,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3161,
			"text": "هو «هدى» هاد من الضلالة «وبشرى للمؤمنين» المصدقين به بالجنة.",
			"numberInSurah": 2,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3162,
			"text": "«الذي يقيمون الصلاة» يأتون بها على وجهها «ويؤتون» يعطون «الزكاة وهم بالآخرة هم يوقنون» يعلمونها بالاستدلال وأعيد «هم» لما فصل بينه وبين الخبر.",
			"numberInSurah": 3,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3163,
			"text": "«إن الذين لا يؤمنون بالآخرة زينا لهم أعمالهم» القبيحة بتركيب الشهوة حتى رأوها حسنة «فهم يعمهون» يتحيرون فيها لقبحها عندنا.",
			"numberInSurah": 4,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3164,
			"text": "«أولئك الذين لهم سوء العذاب» أشدَّه في الدنيا القتل والأسر «وهم في الآخرة هم الأخسرون» لمصيرهم إلى النار المؤبدة عليهم.",
			"numberInSurah": 5,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3165,
			"text": "«وإنك» خطاب للنبي «لتلقَّى القرآن» يُلقى عليك بشدة «من لدن» من عند «حكيم عليم» في ذلك.",
			"numberInSurah": 6,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3166,
			"text": "اذكر: «إذ قال موسى لأهله» زوجته عند مسيره من مدين إلى مصر «إني آنست» أبصرت من بعيد «ناراً سآتيكم منها بخبر» عن حال الطريق وكان قد ضلها «أو آتيكم بشهاب قبس» بالإضافة للبيان أي شعلة نار في رأس فتيلة أو عود «لعلكم تصطلون» والطاء بدل من تاء الافتعال من صلى بالنار بكسر اللام وفتحها: تستدفئون من البرد.",
			"numberInSurah": 7,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3167,
			"text": "«فلما جاءها نودي أن» أي بأن «بورك» أي بارك الله «من في النار» أي موسى «ومن حولها» أي الملائكة، أو العكس وبارك يتعدى بنفسه وبالحرف ويقدر بعد في مكان «وسبحان الله رب العالمين» من جملة ما نودي ومعناه تنزيه الله من السوء.",
			"numberInSurah": 8,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3168,
			"text": "«يا موسى إنه» أي الشأن «أنا الله العزيز الحكيم».",
			"numberInSurah": 9,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3169,
			"text": "«وألق عصاك» فألقاها «فلما رآها تهتز» تتحرك «كأنها جان» حية خفيفة «ولى مدبراً ولم يعقب» يرجع قال تعالى «يا موسى لا تخف» منها «إني لا يخاف لدي» عندي «المرسلون» من حية وغيرها",
			"numberInSurah": 10,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3170,
			"text": "«إلا» لكن «من ظلم» نفسه «ثم بدَّل حُسناً» أتاه «بعد سوءٍ» أي تاب «فإني غفور رحيم» أقبل التوبة وأغفر له.",
			"numberInSurah": 11,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3171,
			"text": "«وأدخل يدك في جيبك» طوق قميصك «تخرج» خلاف لونها من الأدمة «بيضاء من غير سوءٍ» برص لها شعاع يغشى البصر، آية «في تسع آيات» مرسلا بها «إلى فرعون وقومه إنهم كانوا قوماً فاسقين».",
			"numberInSurah": 12,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3172,
			"text": "«فلما جاءتهم آياتنا مبصرة» مضيئة واضحة «قالوا هذا سحر مبين» بيّن ظاهر.",
			"numberInSurah": 13,
			"juz": 19,
			"manzil": 5,
			"page": 377,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3173,
			"text": "«وجحدوا بها» لم يقروا «و» قد «استيقنتها أنفسهم» أي تيقنوا أنها من عند الله «ظلماً وعلوّاً» تكبراً عن الإيمان بما جاء به موسى راجع إلى الجحد «فانظر» يا محمد «كيف كان عاقبة المفسدين» التي علمتها من إهلاكهم.",
			"numberInSurah": 14,
			"juz": 19,
			"manzil": 5,
			"page": 378,
			"ruku": 327,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3174,
			"text": "«ولقد آتينا داود وسليمان» ابنه «علما» بالقضاء بين الناس ومنطق الطير وغير ذلك «وقالا» شكراً لله «الحمد لله الذي فضلنا» بالنبوة وتسخير الجنّ والإنس والشياطين «على كثير من عباده المؤمنين».",
			"numberInSurah": 15,
			"juz": 19,
			"manzil": 5,
			"page": 378,
			"ruku": 328,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3175,
			"text": "«وورث سليمان داود» النبوة والعلم دون باقي أولاده «وقال يا أيها الناس عُلمنا منطق الطير» أي‌: فهمَ أصواته «وأُوتينا من كل شيء» تؤتاه الأنبياء والملوك «إن هذا» المؤتى «لهو الفضل المبين» البيَّن الظاهر.",
			"numberInSurah": 16,
			"juz": 19,
			"manzil": 5,
			"page": 378,
			"ruku": 328,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3176,
			"text": "«وحشر» جمع «لسليمان جنوده من الجن والإنس والطير» في مسير له «فهم يوزعون» يجمعون ثم يساقون.",
			"numberInSurah": 17,
			"juz": 19,
			"manzil": 5,
			"page": 378,
			"ruku": 328,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3177,
			"text": "«حتى إذا أتوْا على وادِ النمل» هو بالطائف أو بالشام، نمله صغار أو كبار «قالت نملة» ملكة النمل وقد رأت جند سليمان «يا أيها النمل ادخلوا مساكنكم لا يحطمنكم» يكسرنكم «سليمان وجنوده وهم لا يشعرون» نزل النمل منزلة العقلاء في الخطاب بخطابهم.",
			"numberInSurah": 18,
			"juz": 19,
			"manzil": 5,
			"page": 378,
			"ruku": 328,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3178,
			"text": "«فتبسّم» سليمان ابتداء «ضاحكا» انتهاء «من قولها» وقد سمعه من ثلاثة أميال حملته إليه الريح فحبس جنده حين أشرف على واديهم حتى دخلوا بيوتهم وكان جنده ركباناً ومشاة في هذا السير «وقال رب أوزعني» ألهمني «أن أشكر نعمتك التي أنعمت» بها «علىَّ وعلى والديَّ وأن أعمل صالحاً ترضاه وأدخلني برحمتك في عبادك الصالحين» الأنبياء والأولياء.",
			"numberInSurah": 19,
			"juz": 19,
			"manzil": 5,
			"page": 378,
			"ruku": 328,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3179,
			"text": "«وتفقّد الطير» ليرى الهدهد الذي يرى الماء تحت الأرض ويدل عليه بنقره فيها فتستخرجه الشياطين لاحتياج سليمان إليه للصلاة فلم يره «فقال ماليَ لا أرى الهدهد» أي أعرضَ لي ما منعني من رؤيته «أم كان من الغائبين» فلم أره لغيبته فلما تحققها.",
			"numberInSurah": 20,
			"juz": 19,
			"manzil": 5,
			"page": 378,
			"ruku": 328,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3180,
			"text": "قال «لأعذبنه عذاباً» تعذيباً «شديداً» بنتف ريشه وذنبه ورميه في الشمس فلا يمتنع من الهوام «أو لأذبحنه» بقطع حلقومه «أو ليأتيني» بنون مشددة مكسورة أو مفتوحة يليها نون مكسورة «بسلطان مبين» ببرهان بين ظاهر على عذره.",
			"numberInSurah": 21,
			"juz": 19,
			"manzil": 5,
			"page": 378,
			"ruku": 328,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3181,
			"text": "«فمكث» بضم الكاف وفتحها «غير بعيد» يسيراً من الزمن وحضر لسليمان متواضعاً برفع رأسه وإرخاء ذنبه وجناحيه فعفا عنه وسأله عما لقي في غيبته «فقال أحَطتُ بما لم تحط به» أي: اطلعت على ما لم تطلع عليه «وجئتك من سبأٍ» بالصرف وتركه، قبيلة باليمن سميت باسم جد لهم باعتباره صرف «بنِبأ» خبر «يقين».",
			"numberInSurah": 22,
			"juz": 19,
			"manzil": 5,
			"page": 378,
			"ruku": 328,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3182,
			"text": "«إني وجدت امرأة تملكهم» أي: هي ملكة لهم اسمها بلقيس «وأوتيت من كل شيء» يحتاج إليه الملوك من الآلة والعدة «ولها عرش» سرير «عظيم» طوله ثمانون ذراعاً وعرضه أربعون ذراعاً وارتفاعه ثلاثون ذراعاً مضروب من الذهب والفضة مكلل بالدر والياقوت الأحمر والزبرجد الأخضر والزمرد وقوائمه من الياقوت الأحمر والزبرجد الأخضر والزمرد عليه سبعة أبواب على كل بيت باب مغلق.",
			"numberInSurah": 23,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 328,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3183,
			"text": "«وجدتها وقومها يسجدون للشمس من دون الله وزيَّن لهم الشيطان أعمالهم فصدَّهم عن السبيل» طريق الحق «فهم لا يهتدون».",
			"numberInSurah": 24,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 328,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3184,
			"text": "«ألاً يسجدوا لله» أي: أن يسجدوا له فزيدت لا وأدغم فيها نون أن كما في قوله تعالى: (لئلا يعلم أهل الكتاب) والجملة في محل مفعول يهتدون بإسقاط إلى «الذي يخرج الخبء» مصدر بمعنى المخبوء من المطر والنبات «في السماوات والأرض ويعلم ما يخفون» في قلوبهم «وما يعلنون» بألسنتهم.",
			"numberInSurah": 25,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 328,
			"hizbQuarter": 151,
			"sajda": false
		},
		{
			"number": 3185,
			"text": "«الله لا إله إلا هو رب العرش العظيم» استئناف جملة ثناء مشتمل على عرش الرحمن في مقابلة عرش بلقيس وبينهما بون عظيم.",
			"numberInSurah": 26,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 328,
			"hizbQuarter": 151,
			"sajda": {
				"id": 9,
				"recommended": true,
				"obligatory": false
			}
		},
		{
			"number": 3186,
			"text": "«قال» سليمان للهدهد «سننظر أصدقت» فيما أخبرتنا به «أم كنت من الكاذبين» أي من هذا النوع فهو أبلغ من أم كذبت فيه، ثم دلهم على الماء فاستخرج وارتووا وتوضؤوا وصلوا ثم كتب سليمان كتاباً صورته (من عبد الله سليمان بن داود إلى بلقيس ملكة سبأ \"بسم الله الرحمن الرحيم السلام على من اتبع الهدى أما بعد فلا تعلوا علي وأتوني مسلمين) ثم طبعه بالمسك وختمه بخاتمه ثم قال للهدهد:",
			"numberInSurah": 27,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 328,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3187,
			"text": "«إذهب بكتابي هذا فألقه إليهم» أي بلقيس وقومها «ثم تولَّ» انصرف «عنهم» وقف قريباً منهم «فانظر ماذا يرجعون» يردون من الجواب فأخذه وأتاها وحولها جندها وألقاه في حجرها فلما رأته ارتعدت وخضعت خوفاً ثم وقفت على ما فيه.",
			"numberInSurah": 28,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 328,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3188,
			"text": "ثم «قالت» لأشراف قومها «يا أيها الملأ إني» بتحقيق الهمزتين وتسهيل الثانية بقلبها واواً مكسورة «أُلقي إليَّ كتاب كريم» مختوم.",
			"numberInSurah": 29,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 328,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3189,
			"text": "«إنه من سليمان وإنه» أي مضمونه «بسم الله الرحمن الرحيم».",
			"numberInSurah": 30,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 328,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3190,
			"text": "«ألا تعلوا عليَّ وأتوني مسلمين».",
			"numberInSurah": 31,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 328,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3191,
			"text": "«قالت يا أيها الملأ أفتوني» بتحقيق الهمزتين وتسهيل الثانية بقلبها واواً، أي أشيروا عليَّ «في أمري ما كنت قاطعة أمراً» قاضيته «حتى تشهدون» تحضرون.",
			"numberInSurah": 32,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3192,
			"text": "«قالوا نحن أولوا قوة وأولو بأس شديد» أي: أصحاب شدة في الحرب «والأمر إليك فانظري ماذا تأمرينـ» ـنا نطعك.",
			"numberInSurah": 33,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3193,
			"text": "«قالت إن الملوك إذا دخلوا قريةً أفسدوها» بالتخريب «وجعلوا أعزة أهلها أذلة وكذلك يفعلون» أي: مرسلو الكتاب.",
			"numberInSurah": 34,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3194,
			"text": "«وإني مرسلة إليهم بهدية فناظرة بم يرجع المرسلون» من قبول الهدية أو ردها إن كان ملكاً قبلها أو نبياً لم يقبلها فأرسلت خدماً ذكوراً وإناثاً ألفاً بالسوية وخمسمائة لبنة من الذهب وتاجاً مكللا بالجواهر ومسكاً وعنبراً وغير ذلك مع رسول بكتاب فأسرع الهدهد إلى سليمان يخبره الخبر فأمر أن تضرب لبنات الذهب والفضة وأن تبسط من موضعه إلى تسعة فراسخ ميداناً وأن يبنوا حوله حائطاً مشرفاً من الذهب والفضة وأن يؤتي بأحسن دواب البر والبحر مع أولاد الجن عن يمين الميدان وشماله.",
			"numberInSurah": 35,
			"juz": 19,
			"manzil": 5,
			"page": 379,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3195,
			"text": "«فلما جاء» الرسول بالهدية ومعه أتباعه «سليمان قال أتمدونن بمال فما أتانيَ الله» من النبوة والملك «خير مما آتاكم» من الدنيا «بل أنتم بهديتكم تفرحون» لفخركم بزخارف الدنيا.",
			"numberInSurah": 36,
			"juz": 19,
			"manzil": 5,
			"page": 380,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3196,
			"text": "«إرجع إليهم» بما أتيت من الهدية «فلنأتينهم بجنود لا قبل» لا طاقة «لهم بها ولنخرجنهم منها» من بلد سبأ سميت باسم أبي قبيلتهم «أذلة وهم صاغرون» إن لم يأتوني مسلمين فلما رجع إليها الرسول بالهدية جعلت سريرها داخل سبعة أبواب داخل قصرها وقصرها داخل سبعة قصور وغلقت الأبواب وجعلت عليها حرساً وتجهزت للمسير إلى سليمان لتنظر ما يأمرها به فارتحلت في اثني عشر ألف قَيْل مع كل قَيْل ألوف كثيرة إلى أن قربت منه على فرسخ شعر بها.",
			"numberInSurah": 37,
			"juz": 19,
			"manzil": 5,
			"page": 380,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3197,
			"text": "«قال يا أيها الملأ أيكم» في الهمزتين ما تقدم «يأتيني بعرشها قبل أن يأتوني مسلمين» منقادين طائعين فلي أخذه قبل ذلك لا بعده.",
			"numberInSurah": 38,
			"juz": 19,
			"manzil": 5,
			"page": 380,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3198,
			"text": "«قال عفريت من الجن» هو القوي الشديد «أنا آتيك به قبل أن تقوم من مقامك» الذي تجلس فيه للقضاء وهو من الغداة إلى نصف النهار «وإني عليه لقوي» أي على حمله «أمين» على ما فيه من الجواهر وغيرها، قال سليمان أريد أسرع من ذلك.",
			"numberInSurah": 39,
			"juz": 19,
			"manzil": 5,
			"page": 380,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3199,
			"text": "«قال الذي عنده علم من الكتاب» المنزل وهو آصف بن برخيا كان صدّيقاً يعلم اسم الله الأعظم الذي إذا دعا به أجيب «أنا آتيك به قبل أن يرتد إليك طرفك» إذا نظرت به إلى شيء فقال له انظر إلى السماء فنظر إليها ثم رد بطرفه فوجده موضوعاً بين يديه ففي نظره إلى السماء دعا آصف الاسم الأعظم أن يأتي الله به فحصل بأن جرى تحت الأرض حتى نبع تحت كرسي سليمان «فلما رآه مستقراً» ساكناً «عنده قال هذا» أي الإتيان لي به «من فضل ربي ليبلوني» ليختبرني «أأشكر» بتحقيق الهمزتين وإبدال الثانية ألف وتسهيلها وإدخال ألف بين المسهلة الأخرى وتركه «أم أكفر» النعمة «ومن شكر فإنما يشكر لنفسه» أي لأجلها لأن ثواب شكره له «ومن كفر» النعمة «فإن ربي غني» عن شكره «كريم» بالإفضال على من يكفرها.",
			"numberInSurah": 40,
			"juz": 19,
			"manzil": 5,
			"page": 380,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3200,
			"text": "«قال نكّروا لها عرشها» أي غيروه إلى حال تنكره إذا رأته «ننظر أتهتدي» إلى معرفته «أم تكون من الذين لا يهتدون» إلى معرفة ما يغيّر عليهم قصد بذلك اختبار عقلها لما قيل إن فيه شيئاً فغيروه بزيادة أو نقص وغير ذلك.",
			"numberInSurah": 41,
			"juz": 19,
			"manzil": 5,
			"page": 380,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3201,
			"text": "«فلما جاءت قيل» لها «أهكذا عرشك» أي أمثل هذا عرشك «قالت كأنه هو» فعرفته وشبهت عليهم كما شبهوا عليها إذ لم يقل أهذا عرشك ولو قيل هذا قالت: نعم، قال سليمان لما رأى لها معرفة وعلماً: «وأوتينا العلم من قبلها وكنا مسلمين».",
			"numberInSurah": 42,
			"juz": 19,
			"manzil": 5,
			"page": 380,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3202,
			"text": "«وصدها» عن عبادة الله «ما كانت تعبد من دون الله» أي غيره «إنها كانت من قوم كافرين».",
			"numberInSurah": 43,
			"juz": 19,
			"manzil": 5,
			"page": 380,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3203,
			"text": "«قيل لها» أيضاً «ادخلي الصرح» هو سطح من زجاج أبيض شفاف تحته ماء عذب جار فيه سمك اصطنعه سليمان لما قيل له إن ساقيها وقدميها كقدمي الحمار «فلما رأته حسبته لجة» من الماء «وكشفت عن ساقيها» لتخوضه وكان سليمان على سريره في صدر الصرح فرأى ساقيها وقدميها حساناً «قال» لها «إنه صرح ممرد» مملس «من قوارير» من زجاج ودعاها إلى الإسلام «قالت رب إني ظلمت نفسي» بعبادة غيرك «وأسلمت» كائنة «مع سليمان لله رب العالمين» وأراد تزوجها فكره شعر ساقيها فعملت له الشياطين النورة فأزالته بها فتزوجها وأحبها وأقرها على ملكها وكان يزورها في كل شهر مرة ويقيم عندها ثلاثة أيام وانقضى ملكها بانقضاء ملك سليمان روي أنه ملك وهو ابن ثلاث عشرة سنة ومات وهو ابن ثلاث وخمسين سنة فسبحان من لا انقضاء لدوام ملكه.",
			"numberInSurah": 44,
			"juz": 19,
			"manzil": 5,
			"page": 380,
			"ruku": 329,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3204,
			"text": "«ولقد أرسلنا إلى ثمود أخاهم» من القبيلة «صالحاً أن» أي بأن «اعبدا الله» وحدوه «فإذا هم فريقان يختصمون» في الدين فريق مؤمنون من حين إرساله إليهم وفريق كافرون.",
			"numberInSurah": 45,
			"juz": 19,
			"manzil": 5,
			"page": 381,
			"ruku": 330,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3205,
			"text": "«قال» للمكذبين «ياقوم لمَ تستعجلون بالسيئة قبل الحسنة» أي بالعذاب قبل الرحمة حيث قلتم إن كان ما أتيتنا به حقاً فأتنا بالعذاب «لولا» هلا «تستغفرون الله» من الشرك «لعلكم ترحمون» فلا تعذبون.",
			"numberInSurah": 46,
			"juz": 19,
			"manzil": 5,
			"page": 381,
			"ruku": 330,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3206,
			"text": "«قالوا اطّيرنا» أصله تطيرنا أدغمت التاء في الطاء واجتلبت همزة الوصل أي تشاءمنا «بك وبمن معك» المؤمنين حيث قحطوا المطر وجاعوا «قال طائركم» شؤمكم «عند الله» أتاكم به «بل أنتم قوم تفتنون» تختبرون بالخير والشر.",
			"numberInSurah": 47,
			"juz": 19,
			"manzil": 5,
			"page": 381,
			"ruku": 330,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3207,
			"text": "«وكان في المدينة» مدينة ثمود «تسعة رهط» أي رجال «يفسدون في الأرض» بالمعاصي منها قرضهم الدنانير والدراهم «ولا يصلحون» بالطاعة.",
			"numberInSurah": 48,
			"juz": 19,
			"manzil": 5,
			"page": 381,
			"ruku": 330,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3208,
			"text": "«قالوا» أي قال بعضهم لبعض «تقاسموا» أي احلفوا «بالله لنبيتنه» بالنون والتاء وضم التاء الثانية «وأهله» أي من آمن به أي نقتلهم ليلاً «ثم لنقولن» بالنون والتاء وضم اللام الثانية «لوليه» لولي دمه «ما شهدنا» حضرنا «مهلك أهله» بضم الميم وفتحها أي إهلاكهم أو هلاكهم فلا ندري من قتلهم «وإنا لصادقون».",
			"numberInSurah": 49,
			"juz": 19,
			"manzil": 5,
			"page": 381,
			"ruku": 330,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3209,
			"text": "«ومكروا» في ذلك «مكراً ومكرنا مكراً» أي جازيناهم بتعجيل عقوبتهم «وهم لا يشعرون».",
			"numberInSurah": 50,
			"juz": 19,
			"manzil": 5,
			"page": 381,
			"ruku": 330,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3210,
			"text": "«فانظر كيف كان عاقبة مكرهم أنّا دمرناهم» أهلكناهم «وقومهم أجمعين» بصيحة جبريل أو برمي الملائكة بحجارة يرونها ولا يرونهم.",
			"numberInSurah": 51,
			"juz": 19,
			"manzil": 5,
			"page": 381,
			"ruku": 330,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3211,
			"text": "«فتلك بيوتهم خاوية» أي خالية ونصبه على الحال والعامل معنى الإشارة «بما ظلموا» بظلمهم أي كفرهم «إن في ذلك لآية» لعبرة «لقوم يعلمون» قدرتنا فيتعظون.",
			"numberInSurah": 52,
			"juz": 19,
			"manzil": 5,
			"page": 381,
			"ruku": 330,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3212,
			"text": "«وأنجينا الذين آمنوا» بصالح وهم أربعة آلاف «وكانوا يتقون» الشرك.",
			"numberInSurah": 53,
			"juz": 19,
			"manzil": 5,
			"page": 381,
			"ruku": 330,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3213,
			"text": "«ولوطاً» منصوب باذكر مقدراً قبله ويبدل منه «إذ قال لقومه أتأتون الفاحشة» أي اللواط «وأنتم تبصرون» أي يبصر بعضكم بعضا انهماكاً في المعصية.",
			"numberInSurah": 54,
			"juz": 19,
			"manzil": 5,
			"page": 381,
			"ruku": 330,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3214,
			"text": "«أإنكم» بتحقيق الهمزتين وتسهيل الثانية وإدخال ألف بينهما على الوجهين «لتأتون الرجال شهوة من دون النساء بل أنتم قوم تجهلون» عاقبة فعلكم.",
			"numberInSurah": 55,
			"juz": 19,
			"manzil": 5,
			"page": 381,
			"ruku": 330,
			"hizbQuarter": 152,
			"sajda": false
		},
		{
			"number": 3215,
			"text": "«فما كان جواب قومه إلا أن قالوا أخرجوا آل لوط» أهل «من قريتكم إنهم أناس يتطهرون» من أدبار الرجال.",
			"numberInSurah": 56,
			"juz": 20,
			"manzil": 5,
			"page": 382,
			"ruku": 330,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3216,
			"text": "«فأنجيناه وأهله إلا امرأته قدرناها» جعلناها بتقديرنا «من الغابرين» الباقين في العذاب.",
			"numberInSurah": 57,
			"juz": 20,
			"manzil": 5,
			"page": 382,
			"ruku": 330,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3217,
			"text": "«وأمطرنا عليهم مطراً» حجارة السجيل فأهلكتهم «فساء» بئس «مطر المنذرين» بالعذاب مطرهم.",
			"numberInSurah": 58,
			"juz": 20,
			"manzil": 5,
			"page": 382,
			"ruku": 330,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3218,
			"text": "«قل» يا محمد «الحمد لله» على هلاك الكفار من الأمم الخالية «وسلام على عباده الذين اصطفى» هم «آلله» بتحقيق الهمزتين وإبدال الثانية ألفاً وتسهليها وإدخال ألف بين المسهلة والأخرى وتركه «خير» لمن يعبده «أمّا تشركون» بالتاء والياء أي أهل مكة به الآلهة خير لعابديها.",
			"numberInSurah": 59,
			"juz": 20,
			"manzil": 5,
			"page": 382,
			"ruku": 331,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3219,
			"text": "«أمَّن خلق السماوات والأرض وأنزل لكم من السماء ماءً فأنبتنا» فيه التفتات من الغيبة إلى التكلم «به حدائق» جمع حديقة وهو البستان المحوط «ذات بهجةِ» حُسن «ما كان لكم أن تنبتوا شجرها» لعدم قدرتكم عليه «أإلهٌ» بتحقيق الهمزتين وتسهيل الثانية وإدخال ألف بينهما على الوجهين في مواضعه السبعة «مع الله» أعانه على ذلك أي ليس معه إله «بل هم قوم يعدلون» يشركون بالله غيره.",
			"numberInSurah": 60,
			"juz": 20,
			"manzil": 5,
			"page": 382,
			"ruku": 331,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3220,
			"text": "«أمَّن جعل الأرض قراراً» لا تميد بأهلها «وجعل خلالها» فيما بينها «أنهاراً وجعل لها رواسي» جبالاً أثبت بها الأرض «وجعل بين البحرين حاجزاً» بين العذب والملح لا يختلط أحدهما بالآخر «أإلهٌ مع الله بل أكثرهم لا يعلمون» توحيده.",
			"numberInSurah": 61,
			"juz": 20,
			"manzil": 5,
			"page": 382,
			"ruku": 331,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3221,
			"text": "«أَمَّن يجيب المضطر» المكروب الذي مسه الضر «إذا دعاه ويكشف السوء» عنه وعن غيره «ويجعلكم خلفاء الأرض» الإضافة بمعنى في، أي يخلف كل قرن القرن الذي قبله: «أَإِله مع الله قليلاً ما تذكَّرون» تتعظون بالفوقانية والتحتانية وفيه إدغام التاء في الذال وما زائدة لتقليل القليل.",
			"numberInSurah": 62,
			"juz": 20,
			"manzil": 5,
			"page": 382,
			"ruku": 331,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3222,
			"text": "«أمَّن يهديكم» يرشدكم إلى مقاصدكم «في ظلمات البر والبحر» بالنجوم ليلاً وبعلامات الأرض نهاراً «ومن يرسل الرياح بُشراً بين يديْ رحمته» قدام المطر «أَإِله مع الله تعالى الله عما يشركون» به غيره.",
			"numberInSurah": 63,
			"juz": 20,
			"manzil": 5,
			"page": 382,
			"ruku": 331,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3223,
			"text": "«أمَّن يبدأ الخلق» في الأرحام من نطفة «ثم يعيده» بعد الموت وإن لم تعترفوا بالإعادة لقيام البراهين عليها «ومن يرزقكم من السماء» بالمطر «والأرض» بالنبات «أَإِله مع الله» أي لا يفعل شيئاً مما ذكر إلا الله ولا إله معه «قل» يا محمد «هاتوا برهانكم» حجتكم «إن كنتم صادقين» أن معي إلهاً فعل شيئاً مما ذكر، وسألوه عن وقت قيام الساعة فنزل:",
			"numberInSurah": 64,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 331,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3224,
			"text": "«قل لا يعلم من في السماوات والأرض» من الملائكة والناس «الغيب» أي ما غاب عنهم «إلا» لكن «الله» يعلمه «وما يشعرون» أي كفار مكة كغيرهم «أيان» وقت «يبعثون».",
			"numberInSurah": 65,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 331,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3225,
			"text": "«بل» بمعنى هل «أدرك» وزن أكرم، وفي قراءة أخرى ادّارَكَ بتشديد الدال وأصله تدارك أبدلت التاء دالاً وأدغمت في الدال واجتلبت همزة الوصل أي بلغ ولحق أو تتابع وتلاحق «علمهم في الآخرة» أي بها حتى سألوا عن وقت مجيئها ليس الأمر كذلك «بل هم في شك منها بل هم منها عمون» من عمى القلب وهو أبلغ مما قبله والأصل عميون استثقلت الضمة على الياء فنقلت إلى الميم بعد حذف كسرتها.",
			"numberInSurah": 66,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 331,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3226,
			"text": "«وقال الذين كفروا» أيضاً في إنكار البعث «أئذا كنا تراباً وآباؤنا أئنا لمخرجون» من القبور.",
			"numberInSurah": 67,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3227,
			"text": "«لقد وعدنا هذا نحن وآباؤنا من قبل إن» ما «هذا إلا أساطير الأولين» جمع أسطورة بالضم أي ما سطر من الكذب.",
			"numberInSurah": 68,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3228,
			"text": "«قل سيروا في الأرض فانظروا كيف كان عاقبة المجرمين» بإنكارهم، وهي هلاكهم بالعذاب.",
			"numberInSurah": 69,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3229,
			"text": "«ولا تحزن عليهم ولا تكن في ضيق مما يمكرون» تسلية للنبي * أي لا تهتم بمكرهم عليك فإنا ناصروك عليهم.",
			"numberInSurah": 70,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3230,
			"text": "«ويقولون متى هذا الوعد» بالعذاب «إن كنتم صادقين» فيه.",
			"numberInSurah": 71,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3231,
			"text": "«قل عسى أن يكون رَدِفَ» قرب «لكم بعض الذي تستعجلون» فحصل لهم القتل ببدر وباقي العذاب يأتيهم بعد الموت.",
			"numberInSurah": 72,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3232,
			"text": "«وإن ربك لذو فضل على الناس» ومنه تأخير العذاب عن الكفار «ولكن أكثرهم لا يشكرون» فالكفار لا يشكرون تأخير العذاب لإنكارهم وقوعه.",
			"numberInSurah": 73,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3233,
			"text": "«وإن ربك ليعلم ما تكن صدورهم» تخفيه «وما يعلنون» بألسنتهم.",
			"numberInSurah": 74,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3234,
			"text": "«وما من غائبة في السماء والأرض» الهاء للمبالغة: أي شيء في غاية الخفاء على الناس «إلا في كتاب مبين» بَيِّن هو اللوح المحفوظ ومكنون علمه تعالى ومنه تعذيب الكفار.",
			"numberInSurah": 75,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3235,
			"text": "«إن هذا القرآن يقص على بني إسرائيل» الموجودين في زمان نبينا «أكثر الذي هم فيه يختلفون» أي ببيان ما ذكر على وجهه الرافع للاختلاف بينهم لو أخذوا به وأسلموا.",
			"numberInSurah": 76,
			"juz": 20,
			"manzil": 5,
			"page": 383,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3236,
			"text": "«وإنه لهدى» من الضلالة «ورحمة للمؤمنين» من العذاب.",
			"numberInSurah": 77,
			"juz": 20,
			"manzil": 5,
			"page": 384,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3237,
			"text": "«إن ربك يقضي بينهم» كغيرهم يوم القيامة «بحكمه» أي عدله «وهو العزيز» الغالب «العليم» بما يحكم به فلا يمكن أحداً مخالفته كما خالف الكفار في الدنيا أنبياءه.",
			"numberInSurah": 78,
			"juz": 20,
			"manzil": 5,
			"page": 384,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3238,
			"text": "«فتوكل على الله» ثق به «إنك على الحق المبين» الدين البيِّن فالعاقبة لك بالنصر على الكفار ثم ضرب أمثالاً لهم بالموتى والصم والعمي فقال:",
			"numberInSurah": 79,
			"juz": 20,
			"manzil": 5,
			"page": 384,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3239,
			"text": "«إنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا» بتحقيق الهمزتين وتسهيل الثانية بينها وبين الياء «ولوا مدبرين».",
			"numberInSurah": 80,
			"juz": 20,
			"manzil": 5,
			"page": 384,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3240,
			"text": "«وما أنت بهاد العمي عن ضلالتهم إن» ما «تسمع» سماع إفهام وقبول «إلا من يؤمن بآياتنا» القرآن «فهم مسلمون» مخلصون بتوحيد الله.",
			"numberInSurah": 81,
			"juz": 20,
			"manzil": 5,
			"page": 384,
			"ruku": 332,
			"hizbQuarter": 153,
			"sajda": false
		},
		{
			"number": 3241,
			"text": "«وإذا وقع القول عليهم» حق العذاب أن ينزل بهم في جملة الكفار «أخرجنا لهم دابة من الأرض تكلمهم» أي تكلم الموجودين حين خروجها بالعربية تقول لهم من جملة كلامها عنا «إن الناس» كفار مكة وعلى قراءة فتح همزة إن تقدر الباء بعد تكلمهم «كانوا بآياتنا لا يوقنون» لا يؤمنون بالقرآن المشتمل على البعث والحساب والعقاب، وبخروجها ينقطع الأمر بالمعروف والنهى عن المنكر ولا يؤمن كافر كما أوْحى الله إلى نوح [أنه لن يؤمن من قومك إلا من قد آمن].",
			"numberInSurah": 82,
			"juz": 20,
			"manzil": 5,
			"page": 384,
			"ruku": 332,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3242,
			"text": "«و» اذكر «يوم نحشر من كل أمة فوجاً» جماعة «ممن يكذب بآياتنا» وهم رؤساؤهم المتبعون «فهم يوزعون» أي يجمعون برد آخرهم إلى أولهم ثم يساقون.",
			"numberInSurah": 83,
			"juz": 20,
			"manzil": 5,
			"page": 384,
			"ruku": 333,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3243,
			"text": "«حتى إذا جاءُوا» مكان الحساب «قال» تعالى لهم «أكذبتم» أنبيائي «بآياتي ولم تحيطوا» من جهة تكذيبكم «بها علماً أما» فيه إدغام ما الاستفهامية «ذا» موصول أي ما الذي «كنتم تعملون» مما أمرتم به.",
			"numberInSurah": 84,
			"juz": 20,
			"manzil": 5,
			"page": 384,
			"ruku": 333,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3244,
			"text": "«ووقع القول» حق العذاب «عليهم بما ظلموا» أي أشركوا «فهم لا ينطقون» إذ لا حجة لهم.",
			"numberInSurah": 85,
			"juz": 20,
			"manzil": 5,
			"page": 384,
			"ruku": 333,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3245,
			"text": "«ألم يروا أنا جعلنا» خلقنا «الليل ليسكنوا فيه» كغيرهم «والنهار مبصراً» بمعنى يبصر فيه ليتصرفوا فيه «إن في ذلك لآيات» دلالات على قدرته تعالى «لقوم يؤمنون» خصوا بالذكر لانتفاعهم بها في الإيمان بخلاف الكافرين.",
			"numberInSurah": 86,
			"juz": 20,
			"manzil": 5,
			"page": 384,
			"ruku": 333,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3246,
			"text": "«ويوم ينفخ في الصور» القرن النفخة الأولى من إسرافيل «ففزع من في السماوات ومن في الأرض» خافوا الخوف المفضي إلى الموت كما في آية أخرى فصعق، والتعبير فيه بالماضي لتحقق وقوعه «إلا من شاء الله» أي جبريل وميكائيل وإسرافيل وملك الموت وعن ابن عباس هم الشهداء إذ هم أحياء عند ربهم يرزقون «وكل» تنوينه عوض عن المضاف إليه، أي وكلهم بعد إحيائهم يوم القيامة «أتوه» بصيغة الفعل واسم الفاعل «داخرين» صاغرين والتعبير في الإتيان بالماضي لتحقق وقوعه.",
			"numberInSurah": 87,
			"juz": 20,
			"manzil": 5,
			"page": 384,
			"ruku": 333,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3247,
			"text": "«وترى الجبال» تبصرها وقت النفخة «تحسبها» تظنها «جامدة» واقفة مكانها لعظمها «وهي تمر مر السحاب» المطر إذا ضربته الريح أي تسير سيره حتى تقع على الأرض فتستوي بها مبثوثة ثم تصير كالعهن، ثم تصير هباء منثوراً «صنع الله» مصدر مؤكد لمضمون الجملة قبله أضيف فاعله بعد حذف عامله أي صنع الله ذلك صنع «الذي أتقن» أحكم «كل شيء» صنعه «إنه خبير بما يفعلون» بالياء والتاء أي أعداؤه من المعصية وأولياؤه من الطاعة.",
			"numberInSurah": 88,
			"juz": 20,
			"manzil": 5,
			"page": 384,
			"ruku": 333,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3248,
			"text": "«من جاء بالحسنة» أي لا إله إلا الله يوم القيامة «فله خير» ثواب «منها» أي بسببها وليس للتفضيل إذ لا فعل خير منها وفي آية أخرى \"عشر أمثالها\" «وهم» الجاءون بها «من فزع يومئذ» بالإضافة وكسر الميم وفتحها وفزع منوناً وفتح الميم «آمنون».",
			"numberInSurah": 89,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 333,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3249,
			"text": "«ومن جاء بالسيئة» أي الشرك «فكبت وجوههم في النار» بأن وليتها، وذكرت الوجوه لأنها موضع الشرف من الحواس فغيرها من باب أولى ويقال لهم تبكيتاً «هل» ما «تجزون إلا» جزاء «ما كنتم تعملون» من الشرك والمعاصي قل لهم:",
			"numberInSurah": 90,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 333,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3250,
			"text": "«إنما أمرت أن أعبد رب هذه البلدة» أي مكة «الذي حرمها» جعلها حرماً آمناً لا يسفك فيها دم إنسان ولا يظلم فيها أحد ولا يصاد صيدها ولا يختلى خلاها، وذلك من النعم على قريش أهلها في رفع الله عن بلدهم العذاب والفتن الشائعة في جميع بلاد العرب «وله» تعالى «كل شيء» فهو ربه وخالقه ومالكه «وأمرت أن أكون من المسلمين» لله بتوحيده.",
			"numberInSurah": 91,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 333,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3251,
			"text": "«وأن أتلوَ القرآن» عليكم تلاوة الدعوة إلى الإيمان «فمن اهتدى» له «فإنما يهتدي لنفسه» أي لأجلها فإن ثواب اهتدائه له «ومن ضل» عن الإيمان وأخطأ طريق الهدى «فقل» له «إنما أنا من المنذرين» المخوفين فليس عليَّ إلا التبليغ وهذا قبل الأمر بالقتال.",
			"numberInSurah": 92,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 333,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3252,
			"text": "«وقل الحمد لله سيريكم آياته فتعرفونها» فأراهم الله يوم بدر القتل والسبي وضرب الملائكة وجوههم وأدبارهم وعجلهم الله إلى النار «وما ربك بغافل عما يعملون» بالياء والتاء وإنما يمهلهم لوقتهم.",
			"numberInSurah": 93,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 333,
			"hizbQuarter": 154,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}