{
	"number": 28,
	"name": "سُورَةُ القَصَصِ",
	"englishName": "Al-Qasas",
	"englishNameTranslation": "The Stories",
	"revelationType": "Meccan",
	"numberOfAyahs": 88,
	"ayahs": [
		{
			"number": 3253,
			"text": "«طسم» الله أعلم بمراده بذلك.",
			"numberInSurah": 1,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3254,
			"text": "«تلك» أي هذه الآيات «آيات الكتاب» الإضافة بمعنى من «المبين» المظهر الحق من الباطل.",
			"numberInSurah": 2,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3255,
			"text": "«نتلُوا» نقص «عليك من نبإِ» خبر «موسى وفرعون بالحق» الصدق «لقوم يؤمنون» لأجلهم لأنهم المنتفعون به.",
			"numberInSurah": 3,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3256,
			"text": "«إن فرعون علا» تعظم «في الأرض» أرض مصر «وجعل أهلها شيعاً» فرقاً في خدمته «يستضعف طائفة منهم» هم بنو إسرائيل «يذِّبح أبناءهم» المولودين «ويستحيي نساءَهم» يستبقيهن أحياء لقول بعض الكهنة له: إن مولوداً يولد في بني إسرائيل يكون سبب زوال ملكك «إنه كان من المفسدين» بالقتل وغيره.",
			"numberInSurah": 4,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3257,
			"text": "«ونريد أن نمن على الذين استضعفوا في الأرض ونجعلهم أئمة» بتحقيق الهمزتين وإبدال الثانية ياء يقتدى بهم في الخير «ونجعلهم الوارثين» ملك فرعون.",
			"numberInSurah": 5,
			"juz": 20,
			"manzil": 5,
			"page": 385,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3258,
			"text": "«ونمكن لهم في الأرض» أرض مصر والشام «ونريَ فرعون وهامان وجنودهما» وفي قراءة ويرى بفتح التحتانية والراء ورفع الأسماء الثلاثة «منهم ما كانوا يحذرون» يخافون من المولود الذي يذهب ملكهم على يديه.",
			"numberInSurah": 6,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3259,
			"text": "«وأوحينا» وحي إلهام أو منام «إلى أم موسى» وهو المولود المذكور ولم يشعر بولادته غير أخته «أن أرضعيه فإذا خفت عليه فألقيه في اليم» البحر أي النيل «ولا تخافي» غرقه «ولا تحزني» لفراقه «إنا رادوه إليك وجاعلوه من المرسلين» فأرضعته ثلاثة أشهر لا يبكي وخافت عليه فوضعته في تابوت مطليٍّ بالقار من داخل ممهد له فيه وأغلقته وألقته في بحر النيل ليلاً.",
			"numberInSurah": 7,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3260,
			"text": "«فالتقطه» بالتابوت صبيحة الليل «آل» أعوان «فرعون» فوضعوه بين يديه وفتح وأخرج موسى منه وهو يمص من إبهامه لبناً «ليكون لهم» في عاقبة الأمر «عدواً» يقتل رجالهم «وحزناً» يستعبد نساءهم وفي قراءة بضم الحاء وسكون الزاي لغتان في المصدر وهو هنا بمعنى اسم الفاعل من حزنه كأحزنه «إن فرعون وهامان». وزيره «وجنودهما كانوا خاطئين» من الخطيئة أي عاصين فعوقبوا على يديه.",
			"numberInSurah": 8,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3261,
			"text": "«وقالت امرأة فرعون» وقد هم مع أعوانه بقتله هو «قرت عين لي ولك لا تقتلوه عسى أن ينفعنا أو نتخذه ولداً» فأطاعوها «وهو لا يشعرون» بعاقبة أمرهم معه.",
			"numberInSurah": 9,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3262,
			"text": "«وأصبح فؤاد أم موسى» لما علمت بالتقاطه «فارغاً» مما سواه. «إن» مخففة من الثقيلة واسمها محذوف أي إنها «كادت لتبدي به» أي بأنه ابنها «لولا أن ربطنا على قلبها» بالصبر أي سكناه «لتكون من المؤمنين» المصدقين بوعد الله وجواب لولا دل عليه ما قبله.",
			"numberInSurah": 10,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3263,
			"text": "«وقالت لأخته» مريم «قصيه» اتبعي أثره حتى تعلمي خبره «فبصرت به» أبصرته «عن جُنُب» من مكان بعيد اختلاساً «وهم لا يشعرون» أنها أخته وأنها ترقبه.",
			"numberInSurah": 11,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 154,
			"sajda": false
		},
		{
			"number": 3264,
			"text": "«وحرمنا عليه المراضع من قبل» أي قبل رده إلى أمه أي منعناه من قبول ثدي مرضعة غير أمه فلم يقبل ثدي واحدة من المراضع المحضرة له «فقالت» أخته «هل أدلكم على أهل بيت» لما رأت حنوهم عليه «يكفلونه لكم» بالإرضاع وغيره «وهم له ناصحون» وفسرت ضمير له بالملك جواباً لهم فأجيبت فجاءت بأمه فقبل ثديها وأجابتهم عن قبوله بأنها طيبة الريح طيبة اللبن فأذن لها في إرضاعه في بيتها فرجعت به كما قال تعالى:",
			"numberInSurah": 12,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3265,
			"text": "«فرددناه إلى أمه كي تقر عينها» بلقائه «ولا تحزن» حينئذ «ولتعلم أن وعد الله» برده إليها «حق ولكن أكثرهم» أي الناس «لا يعلمون» بهذا الوعد ولا بأن هذه أخته وهذه أمه فمكث عندها إلى أن فطمته وأجرى عليها أجرتها لكل يوم دينار وأخذتها لأنها مال حربي فأتت به فرعون فتربى عنده كما قال تعالى حكاية عنه في سورة الشعراء «ألم نربِّك فينا وليداً ولبثت فينا من عمرك سنين»",
			"numberInSurah": 13,
			"juz": 20,
			"manzil": 5,
			"page": 386,
			"ruku": 334,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3266,
			"text": "«ولما بلغ أشده» وهو ثلاثون سنة أو وثلاث «واستوى» أي بلغ أربعين سنة «آتيناه حكماً» حكمة «وعلماً» فقهاً في الدين قبل أن يبعث نبياً «وكذلك» كما جزيناه «نجزي المحسنين» لأنفسهم.",
			"numberInSurah": 14,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3267,
			"text": "«ودخل» موسى «المدينة» مدينة فرعون وهي منف بعد أن غاب عنه مدة «على حين غفلة من أهلها» وقت القيلولة «فوجد فيها رجلين يقتتلان هذا من شيعته» أي إسرائيلي «وهذا من عدوه» أي قبطي يسخر إسرائيلياً ليحمل حطباً إلى مطبخ فرعون «فاستغاثه الذي من شيعته على الذي من عدوه» فقال له موسى خلِّ سبيله فقيل إنه قال لموسى لقد هممت أن أحمله عليك «فوكزه موسى» أي ضربه بجمع كفه وكان شديد القوة والبطش «فقضى عليه» قتله ولم يكن يقصد قتله ودفنه في الرمل «قال هذا» قتله «من عمل الشيطان» المهيج غضبي «إنه عدو» لابن آدم «مضل» له «مبين» بيّن الإضلال.",
			"numberInSurah": 15,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3268,
			"text": "«قال» نادماً «رب إني ظلمت نفسي» بقتله «فاغفر لي فغفر له إنه هو الغفور الرحيم» أي المتصف بهما أزلاً وأبداً.",
			"numberInSurah": 16,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3269,
			"text": "«قال رب بما أنعمت» بحق إنعامك «عليَّ» بالمغفرة اعصمني «فلن أكون ظهيراً» عوناً «للمجرمين» الكافرين بعد هذه إن عصمتني.",
			"numberInSurah": 17,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3270,
			"text": "«فأصبح في المدينة خائفاً يترقب» ينتظر ما يناله من جهة أهل القتيل «فإذا الذي استنصره بالأمس يستصرخه» يستغيث به على قبطيٍّ آخر «قال له موسى إنك لغوي مبين» بيّن الغواية لما فعلته بالأمس واليوم.",
			"numberInSurah": 18,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3271,
			"text": "«فلما أن» زائدة «أراد أن يبطش بالذي هو عدو لهما» لموسى والمستغيث به «قال» المستغيث ظاناً أنه يبطش به لما قال له «يا موسى أتريد أن تقتلني كما قتلت نفساً بالأمس إن» ما «تريد إلا أن تكون جباراً في الأرض وما تريد أن تكون من المصلحين» فسمع القبطي ذلك فعلم أن القاتل موسى فانطلق إلى فرعون فأخبره بذلك فأمر فرعون الذباحين بقتل موسى فأخذوا في الطريق إليه.",
			"numberInSurah": 19,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3272,
			"text": "«وجاء رجل» هو مؤمن آل فرعون «من أقصا المدينة» آخرها «يسعى» يسرع في مشيه من طريق أقرب من طريقهم «قال يا موسى إن الملأَ» من قوم فرعون «يأتمرون بك» يتشاورون فيك «ليقتلوك فاخرج» من المدينة «إني لك من الناصحين» في الأمر بالخروج.",
			"numberInSurah": 20,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3273,
			"text": "«فخرج منها خائفاً يترقب» لحوق طالب أو غوث الله إياه «قال رب نجني من القوم الظالمين» قوم فرعون.",
			"numberInSurah": 21,
			"juz": 20,
			"manzil": 5,
			"page": 387,
			"ruku": 335,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3274,
			"text": "«ولما توجه» قصد بوجهه «تلقاء مدين» جهتها وهي قرية شعيب مسيرة ثمانية أيام من مصر سميت بمدين بن إبراهيم ولم يكن يعرف طريقها «قال عسى ربي أن يهديني سواء السبيل» أي قصد الطريق الوسط إليها فأرسل الله ملكاً بيده عنزة فانطلق به إليها.",
			"numberInSurah": 22,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3275,
			"text": "«ولما ورد ماء مدين» بئر فيها أي وصل إليها «وجد عليه أُمَّة» جماعة «من الناس يسقون» مواشيهم «ووجد من دونهم» سواهم «امرأتين تذودان» تمنعان أغنامهما عن الماء «قال» موسى لهما «ما خطبكما» ما شأنكما لا تسقيان «قالتا لا نسقي حتى يصدر الرعاء» جمع راع أي يرجعون من سقيهم خوف الزحام فنسقي وفي قراءة يصدر من الرباعي أي يصرفوا مواشيهم عن الماء «وأبونا شيخ كبير» لا يقدر أن يسقي.",
			"numberInSurah": 23,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3276,
			"text": "«فسقى لهما» من بئر أخرى بقربهما رفع حجراً عنها لا يرفعه إلا عشرة أنفس «ثم تولى» انصرف «إلى الظل» لسمرة من شدة حر الشمس وهو جائع «فقال رب إني لما أنزلت إليَّ من خير» طعام «فقيرٌ» محتاج فرجعتا إلى أبيهما في زمن أقل مما كانتا ترجعان فيه فسألهما عن ذلك فأخبرتاه بمن سقي لهما فقال لإحداهما: ادعيه لي، قال تعالى:",
			"numberInSurah": 24,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3277,
			"text": "«فجاءته إحداهما تمشي على استحياء» أي واضعة كُمَّ درعها على وجهها حياء منه «قالت إن أبي يدعوك ليجزيك أجر ما سقيت لنا» فأجابها منكراً في نفسه أخذ الأجرة كأنها قصدت المكافأة إن كان ممن يريدها فمشت بين يديه فجعلت الريح تضرب ثوبها فتكشف ساقيها فقال لها: امشي خلفي ودليني على الطريق ففعلت إلى أن جاء أباها وهو شعيب عليه السلام وعنده عشاء فقال: اجلس فتعش قال: أخاف أن يكون عوضاً مما سقيت لهما وإنا أهل بيت لا نطلب على عمل خير عوضاً قال: لا، عادتي وعادة آبائي نقري الضيف ونطعم الطعام فأكل وأخبره بحاله قال تعالي «فلما جاءه وقص عليه القصص» مصدر بمعنى المقصوص من قتله القبطي وقصدهم قتله وخوفه من فرعون «قال لا تخف نجوت من القوم الظالمين» إذ لا سلطان لفرعون على مدين.",
			"numberInSurah": 25,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3278,
			"text": "«قالت إحداهما» وهي المرسَلة الكبرى أو الصغرى «يا أبت استأجره» اتخذه أجيراً يرعى غنمنا بدلنا «إن خير من استأجرت القوي الأمين» أي استأجره لقوته وأمانته فسألها عنه فأخبرته بما تقدم من رفعه حجر البئر ومن قوله لها: إمشي خلفي وزيادة أنها لما جاءته وعلم بها صوب رأسه فلم يرفعه فرغب في إنكاحه.",
			"numberInSurah": 26,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3279,
			"text": "«قال إني أريد أن أُنكحك إحدى ابنتيَّ هاتين» وهي الكبرى أو الصغرى «على أن تأجرني» تكون أجيراً لي في رعي غنمي «ثماني حجج» أي سنين «فإن أتممت عشراً» أي رعي عشر سنين «فمن عندك» التمام «وما أريد أن أشق عليك» باشتراط العشر «ستجدني إن شاء الله» للتبرك «من الصالحين» الوافين بالعهد.",
			"numberInSurah": 27,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3280,
			"text": "«قال» موسى «ذلك» الذي قلته «بيني وبينك أيما الأجلين» الثماني أو العشر وما زائدة أي رعيه «قضيت» به أي فرغت منه «فلا عدوان عليَّ» بطلب الزيادة عليه «والله على ما نقول» أنا وأنت «وكيل» حفيظ أو شهيد فتم العقد بذلك وأمر شعيب ابنته أن تعطي موسى عصا يدفع بها السباع عن غنمه وكانت عصيُّ الأنبياء عنده فوقع في يدها عصا آدم من آس الجنة فأخذها موسى بعلم شعيب.",
			"numberInSurah": 28,
			"juz": 20,
			"manzil": 5,
			"page": 388,
			"ruku": 336,
			"hizbQuarter": 155,
			"sajda": false
		},
		{
			"number": 3281,
			"text": "«فلما قضى موسى الأجل» أي رعيه وهو ثمان أو عشر سنين وهو المظنون به «وسار بأهله» زوجته بإذن أبيها نحو مصر «آنس» أبصر من بعيد «من جانب الطور» اسم جبل «ناراً قال لأهله امكثوا» هنا «إني آنست ناراً لعلي آتيكم منها بخبر» عن الطريق وكان قد أخطئها «أو جذوة» بتثليث الجيم قطعة وشعلة «من النار لعلكم تصطلون» تستدفئون والطاء بدل من تاء الافتعال من صلي بالنار بكسر اللام وفتحها.",
			"numberInSurah": 29,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3282,
			"text": "«فلما أتاها نودي من شاطئ» جانب «الواد الأيمن» لموسى «في البقعة المباركة» لموسى لسماعه كلام الله فيها «من الشجرة» بدل من شاطئ بإعادة الجار لنباتها فيه وهي شجرة عناب أو عليق أو عوسج «أن» مفسرة لا مخففة «يا موسى إني أنا الله رب العالمين».",
			"numberInSurah": 30,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3283,
			"text": "«وأن ألق عصاك» فألقاها «فلما رآها تهتز» تتحرك «كأنها جان» وهي الحية الصغيرة من سرعة حركتها «ولَّى مدبرا» هاربا منها «ولم يعقب» أي يرجع فنودي «يا موسى أقبل ولا تخف إنك من الآمنين».",
			"numberInSurah": 31,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3284,
			"text": "«اسلك» أدخل «يدك» اليمنى بمعنى الكف «في جيبك» هو طوق القميص وأخرجها «تخرج» خلاف ما كانت عليه من الأدمة «بيضاء من غير سوء» أي برص فأدخلها وأخرجها تضيء كشعاع الشمس تغشى البصر «واضمم إليك جناحك من الرَّهَب» بفتح الحرفين وسكون الثاني مع فتح الأول وضمه أي الخوف الحاصل من إضاءة اليد بأن تدخلها في جيبك فتعود إلى حالتها الأولى وعبر عنها بالجناح لأنها للإنسان كالجناح للطائر «فَذَانِّكَ» بالتشديد والتخفيف أي العصا واليد وهما مؤنثان وإنما ذكر المشار به إليهما المبتدأ لتذكير خبره «برهانان» مرسلان «من ربك إلي فرعون وملئه إنهم كانوا قوماً فاسقين».",
			"numberInSurah": 32,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3285,
			"text": "«قال رب إني قتلت منهم نفساً» هو القبطي السابق «فأخاف أن يقتلون» به.",
			"numberInSurah": 33,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3286,
			"text": "«وأخي هارون هو أفصح مني لسانا» أبين «فأرسله معي ردْءا» معينا وفي قراءة بفتح الدال بلا همزة «يصدقْني» بالجزم جواب الدعاء وفي قراءة بالرفع وجملته صفة ردءاً «إني أخاف أن يكذبون».",
			"numberInSurah": 34,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3287,
			"text": "«قال سنشد عضدك» نقويك «بأخيك ونجعل لكما سلطاناً» غلبة «فلا يصلون إليكما» بسوء، اذهبا «بآياتنا أنتما ومن اتبعكما الغالبون» لهم.",
			"numberInSurah": 35,
			"juz": 20,
			"manzil": 5,
			"page": 389,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3288,
			"text": "«فلما جاءهم موسى بآياتنا بينات» واضحات حال «قالوا ما هذا إلا سحر مفترى» مختلق «وما سمعنا بهذا» كائنا «في» أيام «آبائنا الأولين».",
			"numberInSurah": 36,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3289,
			"text": "«وقال» بواو وبدونها «موسى ربي أعلم» عالم «بمن جاء بالهدى من عنده» الضمير للرب «ومن» عطف على من قبلها «تكون» بالفوقانية والتحتانية «له عاقبة الدار» أي العاقبة المحمودة في الدار الآخرة أي هو أنا في الشقين فأنا محق فيما جئت به «إنه لا يفلح الظالمون» الكافرون.",
			"numberInSurah": 37,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3290,
			"text": "«وقال فرعون يا أيها الملأ ما علمت لكم من إله غيري فأوقد لي يا هامان على الطين» فاطبخ لي الآجر «فاجعل لي صرحا» قصرا عاليا «لعلى أطلع إلى إله موسى» أنظر إليه وأقف عليه «وإني لأظنه من الكاذبين» في ادعائه إلها آخر وأنه رسوله.",
			"numberInSurah": 38,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3291,
			"text": "«واستكبر هو وجنوده في الأرض» أرض مصر «بغير الحق وظنوا أنهم إلينا لا يرَجِعون» بالبناء للفاعل وللمفعول.",
			"numberInSurah": 39,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3292,
			"text": "«فأخذناه وجنوده فنبذناهم» طرحناهم «في اليم» البحر المالح فغرقوا «فانظر كيف كان عاقبة الظالمين» حين صاروا إلى الهلاك.",
			"numberInSurah": 40,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3293,
			"text": "«وجعلناهم» في الدنيا «أئمة» بتحقيق الهمزتين وإبدال الثانية ياء رؤساء في الشرك «يدعون إلى النار» بدعائهم إلى الشرك «ويوم القيامة لا يُنصرون» بدفع العذاب عنهم.",
			"numberInSurah": 41,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3294,
			"text": "«وأتبعناهم في هذه الدنيا لعنة» خزياً «ويوم القيامة هم من المقبوحين» المبعدين.",
			"numberInSurah": 42,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 337,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3295,
			"text": "«ولقد آتينا موسى الكتاب» التوراة «من بعد ما أهلكنا القرون الأولى» قوم نوح وعاد وثمود وغيرهم «بصائر للناس» حال من الكتاب جمع بصيرة وهي نور القلب أي أنوارا للقلوب «وهدى» من الضلالة لمن عمل به «ورحمةً» لمن آمن به «لعلهم يتذكرون» يتعظون بما فيه من المواعظ.",
			"numberInSurah": 43,
			"juz": 20,
			"manzil": 5,
			"page": 390,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3296,
			"text": "«وما كنت» يا محمد «بجانب» الجبل أو الوادي أو المكان «الغربي» من موسى حين المناجاة «إذ قضينا» أوحينا «إلى موسى الأمر» بالرسالة إلى فرعون وقومه «وما كنت من الشاهدين» لذلك فتعلمه فتخبر به.",
			"numberInSurah": 44,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3297,
			"text": "«ولكنا أنشأنا قرونا» أمما من بعد موسى «فتطاول عليهم العمر» طالت أعمارهم فنسوا العهود واندرست العلوم وانقطع الوحي فجئنا بك رسولا وأوحينا إليك خبر موسى وغيره «وما كنت ثاويا» مقيما «في أهل مدين تتلو عليهم آياتنا» خبر ثان فتعرف قصتهم فتخبر بها «ولكنا كنا مرسلين» لك وإليك بأخبار المتقدمين.",
			"numberInSurah": 45,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3298,
			"text": "«وما كنت بجانب الطور» الجبل «إذ» حين «نادينا» موسى أن خذ الكتاب بقوة «ولكن» أرسلناك «رحمة من ربك لتنذر قوماً ما أتاهم من نذير من قبلك» وهم أهل مكة «لعلهم يتذكرون» يتعظون.",
			"numberInSurah": 46,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3299,
			"text": "«ولولا أن تصيبهم مصيبة» عقوبة «بما قدمت أيديهم» من الكفر وغيره «فيقولوا ربنا لولا» هلا «أرسلت إلينا رسولا فنتبع آياتك» المرسل بها «ونكون من المؤمنين» وجواب لولا محذوف وما بعده مبتدأ، والمعنى لولا الإصابة المسبب عنها قولهم أو لولا قولهم المسبب عنها لعاجلناهم بالعقوبة ولما أرسلناك إليهم رسولا.",
			"numberInSurah": 47,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3300,
			"text": "«فلما جاءهم الحق» محمد «من عندنا قالوا لولا» هلا «أوتي مثل ما أوتي موسى» من الآيات كاليد البيضاء والعصا وغيرهما أو الكتاب جملة واحدة قال تعالى «أوَ لم يكفروا بما أوتيَ موسى من قبل» حيث «قالوا» فيه وفي محمد «ساحران» وفي قراءة سحران أي القرآن والتوراة «تظاهراً» تعاوناً «وقالوا إنا بكل» من النبيين والكتابين «كافرون».",
			"numberInSurah": 48,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3301,
			"text": "«قل» لهم «فأتوا بكتاب من عند الله هو أهدى منهما» من الكتابين «أتَّبعه إن كنتم صادقين» في قولكم.",
			"numberInSurah": 49,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3302,
			"text": "«فإن لم يستجيبوا لك» دعاءك بالإتيان بكتاب «فاعلم أنما يتبعون أهواءهم» في كفرهم «ومن أضل ممن اتبع هواه بغير هدىً من الله» أي لا أضل منه «إن الله لا يهدي القوم الظالمين» الكافرين.",
			"numberInSurah": 50,
			"juz": 20,
			"manzil": 5,
			"page": 391,
			"ruku": 338,
			"hizbQuarter": 156,
			"sajda": false
		},
		{
			"number": 3303,
			"text": "«ولقد وصَّلنا» بينا «لهم القول» القرآن «لعلهم يتذكرون» يتعظون فيؤمنون.",
			"numberInSurah": 51,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3304,
			"text": "«الذين آتيناهم الكتاب من قبله» أي القرآن «هم به يؤمنون» أيضا نزلت في جماعة أسلموا من اليهود كعبد الله بن سلام وغيره ومن النصارى قدموا من الحبشة ومن الشام.",
			"numberInSurah": 52,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3305,
			"text": "«وإذا يتلى عليهم» القرآن «قالوا آمنا به إنه الحق من ربنا إنا كنا من قبله مسلمين» موحدين.",
			"numberInSurah": 53,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3306,
			"text": "«أولئك يؤتون أجرهم مرتين» بإيمانهم بالكتابين «بما صبروا» بصبرهم على العمل بهما «ويدرؤون» يدفعون «بالحسنة السيئة» منهم «ومما رزقناهم ينفقون» يتصدقون.",
			"numberInSurah": 54,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3307,
			"text": "«وإذا سمعوا اللغو» الشتم والأذى من الكفار «أعرضوا عنه وقالوا لنا أعمالنا ولكم أعمالكم سلام عليكم» سلام متاركة أي سلمتم منا من الشتم وغيره «لا نبتغي الجاهلين» لا نصحبهم.",
			"numberInSurah": 55,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3308,
			"text": "ونزل في حرصه صلى الله عليه وسلم على إيمان عمه أبي طالب «إنك لا تهدي من أحببت» هدايته «ولكن الله يهدي من يشاء وهو أعلم» عالم «بالمهتدين».",
			"numberInSurah": 56,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3309,
			"text": "«وقالوا» قومه «إن نتبع الهدى معك نتخطف من أرضنا» ننتزع منها بسرعة قال تعالى «أَو لمْ نمكن لهم حرما آمنا» يأمنون فيه من الإغارة والقتل الواقعين من بعض العرب على بعض «تجبى» بالفوقانية والتحتانية «إليه ثمرات كل شيء» من كل أوب «رزقا» لهم «من لدنا» عندنا «ولكن أكثرهم لا يعلمون» أن ما نقوله حق.",
			"numberInSurah": 57,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3310,
			"text": "«وكم أهلكنا من قرية بطرت معيشتها» عيشها وأريد بالقرية أهلها «فتلك مساكنهم لم تسكن من بعدهم إلا قليلا» للمارة يوماً أو بعضه «وكنا نحن الوارثين» منهم.",
			"numberInSurah": 58,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3311,
			"text": "«وما كان ربك مهلك القرى» بظلم منها «حتى يبعث في أمها» أي أعظمها «رسولا يتلوا عليهم آياتنا وما كنا مهلكي القرى إلا وأهلها ظالمون» بتكذيب الرسل.",
			"numberInSurah": 59,
			"juz": 20,
			"manzil": 5,
			"page": 392,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3312,
			"text": "«وما أوتيتم من شيء فمتاع الحياة الدنيا وزينتها» تتمتعون وتتزينون به أيام حياتكم ثم يفنى «وما عند الله» أي ثوابه «خير وأبقى أفلا تعقلون» بالتاء والياء أن الباقي خير من الفاني.",
			"numberInSurah": 60,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 339,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3313,
			"text": "«أَفمن وعدناه وعداً حسناً فهو لاقيه» وهو مصيبه وهو الجنة «كمن متعناه متاع الحياة الدنيا» فيزول عن قريب «ثم هو يوم القيامة من المحضرين» النار. الأول المؤمن، والثاني الكافر، أي لا تساوي بينهما.",
			"numberInSurah": 61,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3314,
			"text": "«و» اذكر «يوم يناديهم» الله «فيقول أين شركائيَ الذين كنتم تزعمونـ» ـهم شركائي.",
			"numberInSurah": 62,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3315,
			"text": "«قال الذين حق عليهم القول» بدخول النار وهم رؤساء الضلالة «ربنا هؤلاء الذين أغوينا» هم مبتدأ وصفة «أغويناهم» خبره فغووا «كما غوينا» لم نكرههم على الغيّ «تبرأنا إليك» منهم «ما كانوا إيانا يعبدون» ما نافية وقدم المفعول للفاصلة.",
			"numberInSurah": 63,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3316,
			"text": "«وقيل ادعوا شركاءكم» أي الأصنام الذين تزعمون أنهم شركاء الله «فدعوْهم فلم يستجيبوا لهم» دعاءهم «ورأوا العذاب» أبصروه «لو أنهم كانوا يهتدون» في الدنيا لما رأوه في الآخرة.",
			"numberInSurah": 64,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3317,
			"text": "«و» اذكر «يوم يناديهم فيقول ماذا أجبتم المرسلين» إليكم.",
			"numberInSurah": 65,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3318,
			"text": "«فعميت عليهم الأنباء» الأخبار المنجية في الجواب «يومئذ» لم يجدوا خبراً لهم فيه نجاة «فهم لا يتساءلون» عنه فيسكتون.",
			"numberInSurah": 66,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3319,
			"text": "«فأما من تاب» من الشرك «وآمن» صدق بتوحيد الله «وعمل صالحاً» أدى الفرائض «فعسى أن يكون من المفلحين» الناجين بوعد الله.",
			"numberInSurah": 67,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3320,
			"text": "«وربك يخلق ما يشاء ويختار» ما يشاء «ما كان لهم» للمشركين «الخيرة» الاختيار في شيء «سبحان الله وتعالى عما يشركون» عن إشراكهم.",
			"numberInSurah": 68,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3321,
			"text": "«وربك يعلم ما تكن صدورهم» تُسِرُّ قلوبهم من الكفر وغيره. «وما يعلنون» بألسنتهم من ذلك.",
			"numberInSurah": 69,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3322,
			"text": "«وهو الله لا إله إلا هو له الحمد في الأولى» الدنيا «والآخرة» الجنة «وله الحكم» القضاء النافذ في كل شيء «وإليه ترجعون» بالنشور.",
			"numberInSurah": 70,
			"juz": 20,
			"manzil": 5,
			"page": 393,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3323,
			"text": "«قل» لأهل مكة «أرأيتم» أي أخبروني «إن جعل الله عليكم الليل سرمداً» دائماً «إلى يوم القيامة من إله غير الله» بزعمكم «يأتيكم بضياءٍ» نهار تطلبون فيه المعيشة «أفلا تسمعون» ذلك سماع تفهم فترجعون عن الإشراك.",
			"numberInSurah": 71,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3324,
			"text": "«قل» لهم «أرأيتم إن جعل الله عليكم النهار سرمداً إلى يوم القيامة من إله غير الله» بزعمكم «يأتيكم بليل تسكنون» تستريحون «فيه» من التعب «أفلا تبصرون» ما أنتم عليه من الخطأ في الإشراك فترجعون عنه.",
			"numberInSurah": 72,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3325,
			"text": "«ومن رحمته» تعالى «جعل لكم الليل والنهار لتسكنوا فيه» في الليل «ولتبتغوا من فضله» في النهار للكسب «ولعلكم تشكرون» النعمة فيهما.",
			"numberInSurah": 73,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3326,
			"text": "«و» اذكر «يوم يناديهم فيقول أين شركائيَ الذين كنتم تزعمون» ذكر ثانياً ليبنى عليه.",
			"numberInSurah": 74,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3327,
			"text": "«ونزعنا» أخرجنا «من كل أمة شهيداً» وهو نبيهم يشهد عليهم بما قالوا «فقلنا» لهم «هاتوا برهانكم» على ما قلتم من الإشراك «فعلموا أن الحق» في الإلهية «لله» لا يشاركه فيه أحد «وضل» غاب «عنهم ما كانوا يفترون» في الدنيا من أن معه شريكاً تعالى عن ذلك.",
			"numberInSurah": 75,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 340,
			"hizbQuarter": 157,
			"sajda": false
		},
		{
			"number": 3328,
			"text": "«إن قارون كان من قوم موسى» ابن عمه وابن خالته وآمن به «فبغى عليهم» بالكبر والعلو وكثرة المال «وآتيناه من الكنوز ما إن مفاتحه لتنوء» تثقل «بالعصبة» الجماعة «أولي» أصحاب «القوة» أي تثقلهم فالباء للتعدية وعدتهم قيل سبعون وقيل أربعون وقيل عشرة وقيل غير ذلك، اذكر «إذ قال له قومه» المؤمنون من بني إسرائيل «لا تفرح» بكثرة المال فرح بطر «إن الله لا يحب الفرحين» بذلك.",
			"numberInSurah": 76,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3329,
			"text": "«وابتغ» اطلب «فيما آتاك الله» من المال «الدار الآخرة» بأن تنفقه في طاعة الله «ولا تنس» تترك «نصيبك من الدنيا» أي أن تعمل فيها للآخرة «وأحسن» للناس بالصدقة «كما أحسن الله إليك ولا تبغ» تطلب «الفساد في الأرض» بعمل المعاصي «إن الله لا يحب المفسدين» بمعنى أنه يعاقبهم.",
			"numberInSurah": 77,
			"juz": 20,
			"manzil": 5,
			"page": 394,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3330,
			"text": "«قال إنما أوتيته» أي المال «على علم عندي» أي في مقابلته وكان أعلم بني إسرائيل بالتوراة بعد موسى وهارون قال تعالى «أوَلم يعلم أن الله قد أهلك من قبله من القرون» الأمم «من هو أشد منه قوةً وأكثر جمعا» للمال: أي هو عالم بذلك ويهلكهم الله «ولا يُسأل عن ذنوبهم المجرمون» لعلمه تعالى بها فيدخلون النار بلا حساب.",
			"numberInSurah": 78,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3331,
			"text": "«فخرج» قارون «على قومه في زينته» بأتباعه الكثيرين ركبانا متحلين بملابس الذهب والحرير على خيول وبغال متحلية «قال الذين يريدون الحياة الدنيا يا» للتنبيه «ليت لنا مثل ما أوتي قارون» في الدنيا «إنه لذو حظ» نصيب «عظيم» واف فيها.",
			"numberInSurah": 79,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3332,
			"text": "«وقال» لهم «الذين أوتوا العلم» بما وعد الله في الآخرة «ويلكم» كلمة زجر «ثواب الله» في الآخرة بالجنة «خير لمن آمن وعمل صالحاً» مما أوتي قارون في الدنيا «ولا يلقاها» أي الجنة المثاب بها «إلا الصابرون» على الطاعة وعن المعصية.",
			"numberInSurah": 80,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3333,
			"text": "«فخسفنا به» بقارون «وبداره الأرض فما كان له من فئة ينصرونه من دون الله» أي غيره بأن يمنعوا عنه الهلاك «وما كان من المنتصرين» منه.",
			"numberInSurah": 81,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3334,
			"text": "«وأصبح الذين تمنوا مكانه بالأمس» أي من قريب «يقولون ويكأن الله يبسط» يوسع «الرزق لمن يشاء من عباده ويقدر» يضيق على ما يشاء و \"وي\" اسم فعل بمعنى: أعجب، أي أنا والكاف بمعنى اللام «لولا أن من الله علينا لخسف بنا» بالبناء للفاعل والمفعول «ويكأنه لا يفلح الكافرون» لنعمة الله كقارون.",
			"numberInSurah": 82,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3335,
			"text": "«تلك الدار الآخرة» أي الجنة «نجعلها للذين لا يريدون علوّا في الأرض» بالبغي «ولا فسادا» بعمل المعاصي «والعاقبة» المحمودة «للمتقين» عقاب الله، بعمل الطاعات.",
			"numberInSurah": 83,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3336,
			"text": "«من جاء بالحسنة فله خير منها» ثواب بسببها وهو عشر أمثالها «ومن جاء بالسيئة فلا يجزى الذين عملوا السيئات إلا» جزاء «ما كانوا يعملون» أي: مثله.",
			"numberInSurah": 84,
			"juz": 20,
			"manzil": 5,
			"page": 395,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3337,
			"text": "«إن الذي فرض عليك القرآن» أنزله «لرادّك إلى معاد» إلى مكة وكان قد اشتاقها «قل ربي أعلم من جاء بالهدى، ومن هو في ضلال مبين» نزل جواباً لقول كفار مكة له: إنك في ضلال، أي فهو الجائي بالهدى، وهم في ضلال وأعلم بمعنى عالم.",
			"numberInSurah": 85,
			"juz": 20,
			"manzil": 5,
			"page": 396,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3338,
			"text": "«وما كنت ترجو أن يلقى إليك الكتاب» القرآن «إلا» لكن ألقي إليك «رحمة من ربِّك فلا تكوننَّ ظهيراً» معيناً «للكافرين» على دينهم الذي دعوك إليه.",
			"numberInSurah": 86,
			"juz": 20,
			"manzil": 5,
			"page": 396,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3339,
			"text": "«ولا يصدنَّك» أصله يصدوننك حذفت نون الرفع للجازم، وواو للفاعل لالتقائها مع النون الساكنة «عن آيات الله بعد إذ أنزلت إليك» أي لا ترجع إليهم في ذلك «وادع» الناس «إلى ربك» بتوحيده وعبادته «ولا تكونن من المشركين» بإعانتهم ولم يؤثر الجازم في الفعل لبنائه.",
			"numberInSurah": 87,
			"juz": 20,
			"manzil": 5,
			"page": 396,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		},
		{
			"number": 3340,
			"text": "«ولا تدعُ» تعبد «مع الله إلها آخر لا إله إلا هو كل شيءٍ هالك إلا وجهه» إلا إياه «له الحكم» القضاء النافذ «وإليه ترجعون» بالنشور من قبوركم.",
			"numberInSurah": 88,
			"juz": 20,
			"manzil": 5,
			"page": 396,
			"ruku": 341,
			"hizbQuarter": 158,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}