{
	"number": 33,
	"name": "سُورَةُ الأَحۡزَابِ",
	"englishName": "Al-Ahzaab",
	"englishNameTranslation": "The Clans",
	"revelationType": "Medinan",
	"numberOfAyahs": 73,
	"ayahs": [
		{
			"number": 3534,
			"text": "«يا أيها النبي اتق الله» دم على تقواه «ولا تطع الكافرين والمنافقين» فيما يخالف شريعتك «إن الله كان عليما» بما يكون قبل كونه «حكيما» فيما يخلقه.",
			"numberInSurah": 1,
			"juz": 21,
			"manzil": 5,
			"page": 418,
			"ruku": 361,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3535,
			"text": "«واتبع ما يوحى إليك من ربك» أي القرآن «إن الله كان بما تعملون خبيرا» وفي قراءة بالتحتانية.",
			"numberInSurah": 2,
			"juz": 21,
			"manzil": 5,
			"page": 418,
			"ruku": 361,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3536,
			"text": "«وتوكل على الله» في أمرك «وكفى بالله وكيلا» حافظا لك، وأمته تبع له في ذلك كله.",
			"numberInSurah": 3,
			"juz": 21,
			"manzil": 5,
			"page": 418,
			"ruku": 361,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3537,
			"text": "«ما جعل الله لرجل من قلبين في جوفه» ردا على من قال من الكفار إن له قلبين يعقل بكل منهما أفضل من عقل محمد «وما جعل أزواجكم اللائي» بهمزة وياء وبلا ياء «تَظَّهَّروُنَ» بلا ألف قبل الهاء وبها والتاء الثانية في الأصل مدغمة في الظاء «منهن» يقول الواحد مثلا لزوجته أنت على كظهر أمي «أمهاتكم» أي كالأمهات في تحريمها بذلك المعد في الجاهلية طلاقا، وإنما تجب به الكفارة بشرطه كما ذكر في سورة المجادلة «وما جعل أدعياءَكم» جمع دعي وهو من يدعي لغير أبيه أبنا له «أبناءَكم» حقيقة «ذلكم قولكم بأفواهكم» أي اليهود والمنافقين قالوا لما تزوج النبي صلى الله عليه وسلم زينب بنت جحش التي كانت امرأة زيد بن حارثة الذي تبناه النبي صلى الله عليه وسلم قالوا: تزوج محمد امرأة ابنه فأكذبهم الله تعالى في ذلك «والله يقول الحق» في ذلك «وهو يهدي السبيل» سبيل الحق.",
			"numberInSurah": 4,
			"juz": 21,
			"manzil": 5,
			"page": 418,
			"ruku": 361,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3538,
			"text": "لكن «ادعوهم لآبائهم هو أقسطُ» أعدل «عند الله، فإن لم تعلموا آباءهم فإخوانكم في الدين ومواليكم» بنو عمكم «وليس عليكم جناح فيما أخطأتم به» في ذلك «ولكن» في «ما تعمدت قلوبكم» فيه أي بعد النهي «وكان الله غفورا» لما كان من قولكم قبل النهي «رحيما» بكم في ذلك.",
			"numberInSurah": 5,
			"juz": 21,
			"manzil": 5,
			"page": 418,
			"ruku": 361,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3539,
			"text": "«النبيُّ أولى بالمؤمنين من أنفسهم» فيما دعاهم إليه ودعتهم أنفسهم إلى خلافه «وأزواجه أمهاتهم» في حرمة نكاحهن عليهم «وأولوا الأرحام» ذوو القرابات «بعضهم أولى ببعض» في الإرث «في كتاب الله من المؤمنين والمهاجرين» أي من الإرث بالإيمان والهجرة الذي كان أول الإسلام فنسخ «إلا» لكن «أن تفعلوا إلى أوليائكم معروفا» بوصية فجائز «كان ذلك» أي نسخ الإرث بالإيمان والهجرة بإرث ذوي الأرحام «في الكتاب مسطورا» وأريد بالكتاب في الموضعين اللوح المحفوظ.",
			"numberInSurah": 6,
			"juz": 21,
			"manzil": 5,
			"page": 418,
			"ruku": 361,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3540,
			"text": "«و» اذكر «إذ أخذنا من النبيين ميثاقهم» حين أخرجوا من صلب آدم كالذرّ جمع ذرة وهي أصغر النمل «ومنك ومن نوح وإبراهيم وموسى وعيسى ابن مريم» بأن يعبدوا الله ويدعوا إلى عبادته وذكر الخمسة من عطف الخاص على العام «وأخذنا منهم ميثاقا غليظا» شديدا بالوفاء بما حملوه وهو اليمين بالله تعالى ثم أخذ الميثاق.",
			"numberInSurah": 7,
			"juz": 21,
			"manzil": 5,
			"page": 419,
			"ruku": 361,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3541,
			"text": "«ليسأل» الله «الصادقين عن صدقهم» في تبليغ الرسالة تبكيتا للكافرين بهم «وأعد» تعالى «للكافرين» بهم «عذابا أليما» مؤلما هو عطف على أخذنا.",
			"numberInSurah": 8,
			"juz": 21,
			"manzil": 5,
			"page": 419,
			"ruku": 361,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3542,
			"text": "«يا أيها الذين آمنوا اذكروا نعمة الله عليكم إذ جاءتكم جنود» من الكفار متحزبون أيام حفر الخندق «فأرسلنا عليهم ريحا وجنودا لم تروها» من الملائكة «وكان الله بما تعملون» بالتاء من حفر الخندق وبالياء من تحزيب المشركين «بصيرا».",
			"numberInSurah": 9,
			"juz": 21,
			"manzil": 5,
			"page": 419,
			"ruku": 362,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3543,
			"text": "«إذ جاؤوكم من فوقكم ومن أسفل منكم» من أعلى الوادي وأسفله من المشرق والمغرب «وإذ زاغت الأبصار» مالت عن كل شيء إلى عدوّها من كل جانب «وبلغت القلوب الحناجر» جمع حنجرة وهي منتهى الحلقوم من شدة الخوف «وتظنون بالله الظنونا» المختلفة بالنصر والبأس.",
			"numberInSurah": 10,
			"juz": 21,
			"manzil": 5,
			"page": 419,
			"ruku": 362,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3544,
			"text": "«هنالك ابتُليَ المؤمنون» اختبروا ليتبين المخلص من غيره «وزلزلوا» حركوا «زلزالا شديدا» من شدة الفزع.",
			"numberInSurah": 11,
			"juz": 21,
			"manzil": 5,
			"page": 419,
			"ruku": 362,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3545,
			"text": "«و» اذكر «إذ يقول المنافقون والذين في قلوبهم مرض» ضعف اعتقاد «ما وعدنا الله ورسوله» بالنصر «إلا غرورا» باطلا.",
			"numberInSurah": 12,
			"juz": 21,
			"manzil": 5,
			"page": 419,
			"ruku": 362,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3546,
			"text": "«وإذ قالت طائفة منهم» أي المنافقون «يا أهل يثرب» هي أرض المدينة ولم تصرف للعلمية ووزن الفعل «لا مقام لكم» بضم الميم وفتحها: أي لا إقامة ولا مكانة «فارجعوا» إلى منازلكم من المدينة وكانوا خرجوا مع النبي صلى الله عليه وسلم إلى سلع جبل خارج المدينة للقتال «ويستأذن فريق منهم النبي» في الرجوع «يقولون إنَّ بيوتنا عورة» غير حصينة يخشى عليها، قال تعالى: «وما هي بعورة إن» ما «يريدون إلا فرارا» من القتال.",
			"numberInSurah": 13,
			"juz": 21,
			"manzil": 5,
			"page": 419,
			"ruku": 362,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3547,
			"text": "«ولو دُخلت» أي المدينة «عليهم من أقطارها» نواحيها «ثم سُئِلوا» أي سألهم الداخلون «الفتنة» الشرك «لآتوها» بالمد والقصر أي أعطوها وفعلوها «وما تلبَّثوا بها إلا يسيراً».",
			"numberInSurah": 14,
			"juz": 21,
			"manzil": 5,
			"page": 419,
			"ruku": 362,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3548,
			"text": "«ولقد كانوا عاهدوا الله من قبل لا يولون الأدبار وكان عهد الله مسؤولا» عن الوفاء به.",
			"numberInSurah": 15,
			"juz": 21,
			"manzil": 5,
			"page": 419,
			"ruku": 362,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3549,
			"text": "«قل لن ينفعكم الفرار إن فررتم من الموت أو القتل وإذا» إن فررتم «لا تمتعون» في الدنيا بعد فراركم «إلا قليلا» بقية آجالكم.",
			"numberInSurah": 16,
			"juz": 21,
			"manzil": 5,
			"page": 420,
			"ruku": 362,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3550,
			"text": "«قل من ذا الذي يعصمكم» يجيركم «من الله إن أراد بكم سوءا» هلاكا وهزيمة «أو» يصيبكم بسوء إن «أراد» الله «بكم رحمة» خيرا «ولا يجدون لهم من دون الله» أي غيره «وليا» ينفعهم «ولا نصيرا» يدفع الضُرَّ عنهم.",
			"numberInSurah": 17,
			"juz": 21,
			"manzil": 5,
			"page": 420,
			"ruku": 362,
			"hizbQuarter": 167,
			"sajda": false
		},
		{
			"number": 3551,
			"text": "«قد يعلم الله المعوقين» المثبطين «منكم والقائلين لإخوانهم هلمَّ» تعالوا «إلينا ولا يأتون البأس» القتال «إلا قليلا» رياء وسمعة.",
			"numberInSurah": 18,
			"juz": 21,
			"manzil": 5,
			"page": 420,
			"ruku": 362,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3552,
			"text": "«أشحة عليكم» بالمعاونة، جمع شحيح وهو حال من ضمير يأتون «فإذا جاء الخوف رأيتهم ينظرون إليك تدور أعينهم كالذي» كنظر أو كدوران الذي «يغشى عليه من الموت» أي سكراته «فإذا ذهب الخوف» وحيزت الغنائم «سلقوكم» آذوكم أو ضربوكم «بألسنة حداد أشحة على الخير» أي الغنيمة يطلبونها «أولئك لم يؤمنوا» حقيقة «فأحبط الله أعمالهم وكان ذلك» الإحباط «على الله يسيرا» بإرادته.",
			"numberInSurah": 19,
			"juz": 21,
			"manzil": 5,
			"page": 420,
			"ruku": 362,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3553,
			"text": "«يحسبون الأحزاب» من الكفار «لم يذهبوا» إلى مكة لخوفهم منهم «وإن يأت الأحزاب» كرة أخرى «يودُّوا» يتمنوا «لو أنهم بادون في الأعراب» أي كائنون في البادية «يسألون عن أنبائكم» أخباركم مع الكفار «ولو كانوا فيكم» هذه الكرة «ما قاتلوا إلا قليلا» رياءً وخوفا من التعيير.",
			"numberInSurah": 20,
			"juz": 21,
			"manzil": 5,
			"page": 420,
			"ruku": 362,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3554,
			"text": "«لقد كان لكم في رسول الله أسوة» بكسر الهمزة وضمها «حسنة» اقتداء به في القتال والثبات في مواطنه «لمن» بدل من لكم «كان يرجو الله» يخافه «واليوم الآخر وذكر الله كثيرا» بخلاف من ليس كذلك.",
			"numberInSurah": 21,
			"juz": 21,
			"manzil": 5,
			"page": 420,
			"ruku": 363,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3555,
			"text": "«ولمَّا رأى المؤمنون الأحزاب» من الكفار «قالوا هذا ما وعدنا الله ورسوله» من الابتلاء والنصر «وصدق الله ورسوله» في الوعد «وما زادهم» ذلك «إلا إيمانا» تصديقا بوعد الله «وتسليما» لأمره.",
			"numberInSurah": 22,
			"juz": 21,
			"manzil": 5,
			"page": 420,
			"ruku": 363,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3556,
			"text": "«من المؤمنين رجال صدقوا ما عاهدوا الله عليه» من الثبات مع النبي صلى الله عليه وسلم «فمنهم من قضى نحبه» مات أو قتل في سبيل الله «ومنهم من ينتظر» ذلك «وما بدَّلوا تبديلا» في العهد، وهم بخلاف حال المنافقين.",
			"numberInSurah": 23,
			"juz": 21,
			"manzil": 5,
			"page": 421,
			"ruku": 363,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3557,
			"text": "ليجزيَ الله الصادقين بصدقهم ويعذب المنافقين إن شاء» بأن يميتهم على نفاقهم «أو يتوب عليهم إن الله كان غفورا» لمن تاب «رحيما» به.",
			"numberInSurah": 24,
			"juz": 21,
			"manzil": 5,
			"page": 421,
			"ruku": 363,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3558,
			"text": "«وردَّ الله الذين كفروا» أي الأحزاب «بغيظهم لم ينالوا خيرا» مرادهم من الظفر بالمؤمنين «وكفى الله المؤمنين القتال» بالريح والملائكة «وكان الله قويا» على إيجاد ما يريده «عزيزا» غالبا على أمره.",
			"numberInSurah": 25,
			"juz": 21,
			"manzil": 5,
			"page": 421,
			"ruku": 363,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3559,
			"text": "«وأنزل الذين ظاهروهم من أهل الكتاب» أي قريظة «من صياصيهم» حصونهم جمع صيصة وهو ما يتحصن به «وقذف في قلوبهم الرعب» الخوف «فريقا تقتلون» منهم وهم المقاتلة «وتأسرون فريقا» منهم أي الذراري.",
			"numberInSurah": 26,
			"juz": 21,
			"manzil": 5,
			"page": 421,
			"ruku": 363,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3560,
			"text": "«وأورثكم أرضهم وديارهم وأموالهم وأرضا لم تطؤوها» بعد وهي خيبر أخذت بعد قريظة «وكان الله على كل شيءٍ قديرا».",
			"numberInSurah": 27,
			"juz": 21,
			"manzil": 5,
			"page": 421,
			"ruku": 363,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3561,
			"text": "«يا أيها النبي قل لأزواجك» وهن تسع وطلبن منه من زينة الدنيا ما ليس عنده «إن كنتنَّ تردن الحياة الدنيا وزينتها فتعالين أمتعكن» أي متعة الطلاق «وأسرحكن سراحا جميلا» أطلقكنَّ من غير ضرار.",
			"numberInSurah": 28,
			"juz": 21,
			"manzil": 5,
			"page": 421,
			"ruku": 364,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3562,
			"text": "«وإن كنتنَّ تردن الله ورسوله والدار الآخرة» أي الجنة «فإن الله أعد للمحسنات منكن» بإرادة الآخرة «أجرا عظيما» أي الجنة: فاخترن الآخرة على الدنيا.",
			"numberInSurah": 29,
			"juz": 21,
			"manzil": 5,
			"page": 421,
			"ruku": 364,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3563,
			"text": "«يا نساء النبي من يأت منكن بفاحشةٍ مبيَنةٍ» بفتح الياء وكسرها، أي بينت أو هي بينة «يضاعف» وفي قراءة يضعف بالتشديد وفي أخرى نضعف بالنون معه ونصب العذاب «لها العذاب ضعفين» ضعفي عذاب غيرهن، أي مثليه «وكان ذلك على الله يسيرا».",
			"numberInSurah": 30,
			"juz": 21,
			"manzil": 5,
			"page": 421,
			"ruku": 364,
			"hizbQuarter": 168,
			"sajda": false
		},
		{
			"number": 3564,
			"text": "«ومن يقنت» يطع «منكن الله ورسوله وتعمل صالحا نؤتها أجرها مرتين» أي مثلي ثواب غيرهن من النساء، وفي قراءة بالتحتانية في تعمل ونؤتها «وأعتدنا لها رزقا كريما» في الجنة زيادة.",
			"numberInSurah": 31,
			"juz": 22,
			"manzil": 5,
			"page": 422,
			"ruku": 364,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3565,
			"text": "«يا نساء النبي لستنَّ كأحد» كجماعة «من النساء إن اتقيتن» الله فإنكن أعظم «فلا تخضعن بالقول» للرجال «فيطمع الذي في قلبه مرض» نفاق «وقلن قولا معروفا» من غير خضوع.",
			"numberInSurah": 32,
			"juz": 22,
			"manzil": 5,
			"page": 422,
			"ruku": 364,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3566,
			"text": "(وقرن) بكسر القاف وفتحها (في بيوتكن) من القرار وأصله: اقررن بكسر الراء وفتحها من قررت بفتح الراء وكسرها نقلت حركة الراء إلى القاف وحذفت مع همزة الوصل (ولا تبرجن) بترك إحدى التاءين من أصله (تبرج الجاهلية الأولى) أي ما قبل الإسلام من إظهار النساء محاسنهن للرجال والإظهار بعد الإسلام مذكور في آية \"ولا يبدين زينتهن إلا ما ظهر منها\" (وأقمن الصلاة وآتين الزكاة وأطعن الله ورسوله إنما يريد الله ليذهب عنكم الرجس) الإثم يا (أهل البيت) أي نساء النبي صلى الله عليه وسلم (ويطهركم) منه (تطهيرا).",
			"numberInSurah": 33,
			"juz": 22,
			"manzil": 5,
			"page": 422,
			"ruku": 364,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3567,
			"text": "«واذكرن ما يتلى في بيوتكن من آيات الله» القرآن «والحكمة» السنة «إن الله كان لطيفا» بأوليائه «خبيرا» بجميع خلقه.",
			"numberInSurah": 34,
			"juz": 22,
			"manzil": 5,
			"page": 422,
			"ruku": 364,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3568,
			"text": "«إن المسلمين والمسلمات والمؤمنين والمؤمنات والقانتين والقانتات» المطيعات «والصادقين والصادقات» في الإيمان «والصابرين والصابرات» على الطاعات «والخاشعين» المتواضعين «والخاشعات والمتصدقين والمتصدقات والصائمين والصائمات والحافظين فروجهم والحافظات» عن الحرام «والذاكرين الله كثيرا والذاكرات أعد الله لهم مغفرة» للمعاصي «وأجرا عظيما» على الطاعات.",
			"numberInSurah": 35,
			"juz": 22,
			"manzil": 5,
			"page": 422,
			"ruku": 365,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3569,
			"text": "(وما كان لمؤمن ولا مؤمنة إذا قضي الله ورسوله أمرا أن تكون) بالتاء والياء (لهم الخيرة) أي الاختيار (من أمرهم) خلاف أمر الله ورسوله، نزلت في عبد الله بن جحش وأخته زينب خطبها النبي لزيد بن حارثة فكرها ذلك حين علما لظنهما قبل أن النبي صلى الله عليه وسلم خطبها لنفسه ثم رضيا للآية (ومن يعص الله ورسوله فقد ضل ضلالا مبينا) بينا فزوجها النبي صلى الله عليه وسلم لزيد ثم وقع بصره عليها بعد حين فوقع في نفسه حبها وفي نفس زيد كراهتها، ثم قال للنبي صلى الله عليه وسلم أريد فراقها فقال: \"أمسك عليك زوجك\" كما قال تعالى:",
			"numberInSurah": 36,
			"juz": 22,
			"manzil": 5,
			"page": 423,
			"ruku": 365,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3570,
			"text": "«وإذ» منصوب باذكر «تقول للذي أنعم الله عليه» بالإسلام «وأَنعمت عليه» بالإعتاق وهو زيد بن حارثة كان من سبي الجاهلية اشتراه رسول الله صلى الله عليه وسلم قبل البعثة وأعتقه وتبناه «أمسك عليك زوجك واتق الله» في أمر طلاقها «وتخفي في نفسك ما الله مبديه» مظهره من محبتها وأن لو فارقها زيد تزوجتها «وتخشى الناس» أن يقولوا تزوج زوجة ابنه «والله أحق أن تخشاه» في كل شيء وتزوجها ولا عليك من قول الناس، ثم طلقها زيد وانقضت عدتها قال تعالى: «فلما قضى زيد منها وطرا» حاجة «زوجناكها» فدخل عليها النبي صلى الله عليه وسلم بغير إذن وأشبع المسلمين خبزا ولحما «لكي لا يكون على المؤمنين حرج في أزواج أدعيائهم إذا قضوْا منهن وطرا وكان أمر الله» مقضيه «مفعولا».",
			"numberInSurah": 37,
			"juz": 22,
			"manzil": 5,
			"page": 423,
			"ruku": 365,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3571,
			"text": "«ما كان على النبي من حرج فيما فرض» أحل «الله له سنة الله» أي كسنة الله فنصب بنزع الخافض «في الذين خلوْا من قبل» من الأنبياء أن لا حرج عليهم في ذلك توسعة لهم في النكاح «وكان أمر الله» فعله «قدرا مقدورا» مقضيا.",
			"numberInSurah": 38,
			"juz": 22,
			"manzil": 5,
			"page": 423,
			"ruku": 365,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3572,
			"text": "«الذين» نعت للذين قبله «يبلغون رسالات الله ويخشونه ولا يخشون أحدا إلا الله» فلا يخشون مقالة الناس فيما أحل الله لهم «وكفى بالله حسيبا» حافظا لأعمال خلقه ومحاسبهم.",
			"numberInSurah": 39,
			"juz": 22,
			"manzil": 5,
			"page": 423,
			"ruku": 365,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3573,
			"text": "«ما كان محمد أبا أحد من رجالكم» فليس أبا زيد: أي والده فلا يحرم عليه التزوج بزوجته زينب «ولكن» كان «رسول الله وخاتِم النبيين» فلا يكون له ابن رجل بعده يكون نبيا، وفي قراءة بفتح التاء كآلة الختم: أي به ختموا «وكان الله بكل شيءٍ عليما» منه بأن لا نبيّ بعده وإذا نزل السيد عيسى يحكم بشريعته.",
			"numberInSurah": 40,
			"juz": 22,
			"manzil": 5,
			"page": 423,
			"ruku": 365,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3574,
			"text": "«يا أيها الذين آمنوا اذكروا الله ذكرا كثيرا».",
			"numberInSurah": 41,
			"juz": 22,
			"manzil": 5,
			"page": 423,
			"ruku": 366,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3575,
			"text": "«وسبحوه بكرةً وأصيلا» أول النهار وآخره.",
			"numberInSurah": 42,
			"juz": 22,
			"manzil": 5,
			"page": 423,
			"ruku": 366,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3576,
			"text": "«هو الذي يصلي عليكم» أي يرحمكم «وملائكته» يستغفرون لكم «ليخرجكم» ليديم إخراجه إياكم «من الظلمات» أي الكفر «إلى النور» أي الإيمان «وكان بالمؤمنين رحيما».",
			"numberInSurah": 43,
			"juz": 22,
			"manzil": 5,
			"page": 423,
			"ruku": 366,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3577,
			"text": "«تحيتهم» منه تعالى «يوم يلقوْنه سلام» بلسان الملائكة «وأعد لهم أجرا كريما» هو الجنة.",
			"numberInSurah": 44,
			"juz": 22,
			"manzil": 5,
			"page": 424,
			"ruku": 366,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3578,
			"text": "«يا أيها النبي إنا أرسلناك شاهدا» على من أرسلت إليهم «ومبشرا» من صدقك بالجنة «ونذيرا» منذرا من كذبك بالنار.",
			"numberInSurah": 45,
			"juz": 22,
			"manzil": 5,
			"page": 424,
			"ruku": 366,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3579,
			"text": "«وداعيا إلى الله» إلى طاعته «بإذنه» بأمره «وسراجا منيرا» أي مثله في الاهتداء به.",
			"numberInSurah": 46,
			"juz": 22,
			"manzil": 5,
			"page": 424,
			"ruku": 366,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3580,
			"text": "«وبشّر المؤمنين بأن لهم من الله فضلا كبيرا» هو الجنة.",
			"numberInSurah": 47,
			"juz": 22,
			"manzil": 5,
			"page": 424,
			"ruku": 366,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3581,
			"text": "«ولا تطع الكافرين والمنافقين» فيما يخالف شريعتك «ودع» اترك «أذاهم» لا تجازهم عليه إلى أن تؤمر فيهم بأمر «وتوكل على الله» فهو كافيك «وكفى بالله وكيلا» مفوضا إليه.",
			"numberInSurah": 48,
			"juz": 22,
			"manzil": 5,
			"page": 424,
			"ruku": 366,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3582,
			"text": "«يا أيها الذين آمنوا إذا نكحتم المؤمنات ثم طلقتموهن من قبل أن تمسوهن» وفي قراءة تماسوهنَّ، أي تجامعوهنَّ «فما لكم عليهن من عدة تعتدونها» تحصونها بالأقراء وغيرها «فمتعوهن» أعطوهن ما يستمتعن به، أي إن لم يسم لهن أصدقة وإلا فلهن نصف المسمى فقط، قاله ابن عباس وعليه الشافعي «وسرّحوهن سراحا جميلا» خلوا سبيلهن من غير إضرار.",
			"numberInSurah": 49,
			"juz": 22,
			"manzil": 5,
			"page": 424,
			"ruku": 366,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3583,
			"text": "يا أيها النبي إنا أحللنا لك أزواجك اللاتي آتيت أجورهن» مهورهن «وما ملكت يمينك مما أفاء الله عليك» من الكفار بالسبي كصفية وجويرية «وبنات عمك وبنات عماتك وبنات خالك وبنات خالاتك اللاتي هاجرن معك» بخلاف من لم يهاجرن «وامرأةً مؤمنة إن وهبت نفسها للنبي إن أراد النبي أن يستنكحها» يطلب نكاحها بغير صداق «خالصة لك من دون المؤمنين» النكاح بلفظ الهبة من غير صداق «قد علمنا ما فرضنا عليهم» أي المؤمنين «في أزواجهم» من الأحكام بأن لا يزيدوا على أربع نسوة ولا يتزوجوا إلا بوليٍّ وشهود ومهر «و» في «ما ملكت أيمانهم» من الإماء بشراء وغيره بأن تكون الأمة ممن تحل لمالكها كالكتابية بخلاف المجوسية والوثنية وأن تستبرأ قبل الوطء «لكيلا» متعلق بما قبل ذلك «يكون عليك حرج» ضيق في النكاح «وكان الله غفورا» فيما يَعسر التحرز عنه «رحيما» بالتوسعة في ذلك.",
			"numberInSurah": 50,
			"juz": 22,
			"manzil": 5,
			"page": 424,
			"ruku": 366,
			"hizbQuarter": 169,
			"sajda": false
		},
		{
			"number": 3584,
			"text": "«ترجئ» بالهمزة والياء بدله تؤخر «من تشاء منهنَّ» أي أزواجك عن نوبتها «وتؤوي» تضم «إليك من تشاء» منهن فتأتيها «ومن ابتغيت» طلبت «ممن عزلت» من القسمة «فلا جُناح عليك» في طلبها وضمها إليك خُيِّر في ذلك بعد أن كان القسم واجبا عليه «ذلك» التخيير «أدنى» أقرب إلى «أن تقرَّ أعينهنَّ ولا يحزن ويرضين بما آتيتهن» ما ذكر المخيّر فيه «كلهن» تأكيد للفاعل في يرضين «والله يعلم ما في قلوبكم» من أمر النساء والميل إلى بعضهن، وإنما خيَّرناك فيهن تيسيرا عليك في كل ما أردت «وكان الله عليما» بخلقه «حليما» عن عقابهم.",
			"numberInSurah": 51,
			"juz": 22,
			"manzil": 5,
			"page": 425,
			"ruku": 366,
			"hizbQuarter": 170,
			"sajda": false
		},
		{
			"number": 3585,
			"text": "«لا تحل» بالتاء وبالياء «لك النساء من بعد» التسع اللاتي اخترنك «ولا أن تبدل» بترك إحدى التاءين في الأصل «بهن من أزواج» بأن تطلقهن أو بعضهن وتنكح بدل من طلقت «ولو أعجبك حسنهن إلا ما ملكت يمينك» من الإماء فتحل لك وقد ملك صلى الله عليه وسلم بعدهن مارية وولدت له إبراهيم ومات في حياته «وكان الله على شيءٍ رقيبا» حفيظا.",
			"numberInSurah": 52,
			"juz": 22,
			"manzil": 5,
			"page": 425,
			"ruku": 366,
			"hizbQuarter": 170,
			"sajda": false
		},
		{
			"number": 3586,
			"text": "«يا أيها الذين آمنوا لا تدخلوا بيوت النبي إلا أن يؤذن لكم» في الدخول بالدعاء «إلى طعام» فتدخلوا «غير ناظرين» منتظرين «إناه» نضجه مصدر أنى يأنى «ولكن إذا دعيتم فادخلوا فإذا طعمتم فانتشروا ولا» تمكثوا «مستأنسين لحديث» من بعضكم لبعض «إن ذلكم» المكث «كان يؤذي النبي فيستحيي منكم» أن يخرجكم «والله لا يستحيي من الحق» أن يخرجكم، أي لا يترك بيانه، وقرئ يستحي بياء واحدة «وإذا سألتموهن» أي أزواج النبي صلى الله عليه وسلم «متاعا فاسألوهن من وراء حجابٍ» ستر «ذلكم أطهر لقلوبكم وقلوبهن» من الخواطر المريبة «وما كان لكم أن تؤذوا رسول الله» بشيء «ولا أن تنكحوا أزواجه من بعده أبدا إن ذلكم كان عند الله» ذنبا «عظيما».",
			"numberInSurah": 53,
			"juz": 22,
			"manzil": 5,
			"page": 425,
			"ruku": 367,
			"hizbQuarter": 170,
			"sajda": false
		},
		{
			"number": 3587,
			"text": "«إن تبدوا شيئا أو تخفوه» من نكاحهنَّ بعده «فإن الله كان بكل شيءٍ عليماً» فيجازيكم عليه.",
			"numberInSurah": 54,
			"juz": 22,
			"manzil": 5,
			"page": 425,
			"ruku": 367,
			"hizbQuarter": 170,
			"sajda": false
		},
		{
			"number": 3588,
			"text": "«لا جناح عليهنَّ في آبائهن ولا أبنائهن ولا إخوانهن ولا أبناء إخوانهن ولا أبناء أخواتهن ولا نسائهن» أي المؤمنات «ولا ما ملكت أيمانهن» من الإماء والعبيد أن يروهن ويكلموهن من غير حجاب «واتقين الله» فيما أمرتن به «إن الله كان على كل شيءٍ شهيدا» لا يخفى عليه شيء.",
			"numberInSurah": 55,
			"juz": 22,
			"manzil": 5,
			"page": 426,
			"ruku": 367,
			"hizbQuarter": 170,
			"sajda": false
		},
		{
			"number": 3589,
			"text": "«إن الله وملائكته يصلُّون على النبي» محمد صلى الله عليه وسلم «يا أيها الذين آمنوا صلوا عليه وسلموا تسليماً» أي قولوا: اللهم صل على سيدنا محمد وسلم.",
			"numberInSurah": 56,
			"juz": 22,
			"manzil": 5,
			"page": 426,
			"ruku": 367,
			"hizbQuarter": 170,
			"sajda": false
		},
		{
			"number": 3590,
			"text": "«إن الذين يؤذون الله ورسوله» وهم الكفار يصفون الله بما هو منزه عنه من الولد والشريك ويكذبون رسوله «لعنهم الله في الدنيا والآخرة» أبعدهم «وأعدَّ لهم عذاباً مهيناً» ذا إهانة وهو النار.",
			"numberInSurah": 57,
			"juz": 22,
			"manzil": 5,
			"page": 426,
			"ruku": 367,
			"hizbQuarter": 170,
			"sajda": false
		},
		{
			"number": 3591,
			"text": "«والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا» يرمونهم بغير ما عملوا «فقد احتملوا بهتانا» تحملوا كذبا «وإثما مبينا» بيِّنا.",
			"numberInSurah": 58,
			"juz": 22,
			"manzil": 5,
			"page": 426,
			"ruku": 367,
			"hizbQuarter": 170,
			"sajda": false
		},
		{
			"number": 3592,
			"text": "«يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن» جمع جلباب وهي الملاءة التي تشتمل بها المرأة، أي يرخين بعضها على الوجوه إذا خرجن لحاجتهن إلا عينا واحدة «ذلك أدنى» أقرب إلى «أن يعرفن» بأنهن حرائر «فلا يؤذين» بالتعرض لهن بخلاف الإماء فلا يغطين وجوههن، فكان المنافقون يتعرضون لهم «وكان الله غفورا» لما سلف منهن من ترك الستر «رحيما» بهن إذ سترهن.",
			"numberInSurah": 59,
			"juz": 22,
			"manzil": 5,
			"page": 426,
			"ruku": 368,
			"hizbQuarter": 170,
			"sajda": false
		},
		{
			"number": 3593,
			"text": "«لئن» لام قسم «لم ينته المنافقون» عن نفاقهم «والذين في قلوبهم مرض» بالزنا «والمرجفون في المدينة» المؤمنين بقولهم قد أتاكم العدو وسراياكم قتلوا أو هزموا «لنغرينك بهم» لنسلطنك عليهم «ثم لا يجاورونك» يساكنوك «فيها إلا قليلا» ثم يخرجون.",
			"numberInSurah": 60,
			"juz": 22,
			"manzil": 5,
			"page": 426,
			"ruku": 368,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3594,
			"text": "«ملعونين» مبعدين عن الرحمة «أينما ثقفوا» وجدوا «أخذوا وقتِّلوا تقتيلا» أي الحكم فيهم هذا على جهة الأمر به.",
			"numberInSurah": 61,
			"juz": 22,
			"manzil": 5,
			"page": 426,
			"ruku": 368,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3595,
			"text": "«سُنَّة الله» أي سنَّ الله ذلك «في الذين خلوْا من قبل» من الأمم الماضية في منافقيهم المرجفين المؤمنين «ولن تجد لسنة الله تبديلا» منه.",
			"numberInSurah": 62,
			"juz": 22,
			"manzil": 5,
			"page": 426,
			"ruku": 368,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3596,
			"text": "«يسألك الناس» أهل مكة «عن الساعة» متى تكون «قل إنما علمها عند الله وما يدريك» يعلمك بها: أي أنت لا تعلمها «لعلَّ الساعة تكون» توجد «قريبا».",
			"numberInSurah": 63,
			"juz": 22,
			"manzil": 5,
			"page": 427,
			"ruku": 368,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3597,
			"text": "«إن الله لعن الكافرين» أبعدهم «وأعدَّ لهم سعيرا» نارا شديدة يدخلونها.",
			"numberInSurah": 64,
			"juz": 22,
			"manzil": 5,
			"page": 427,
			"ruku": 368,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3598,
			"text": "«خالدين» مقدرا خلودهم «فيها أبدا لا يجدون وليا» يحفظهم عنها «ولا نصيرا» يدفعها عنهم.",
			"numberInSurah": 65,
			"juz": 22,
			"manzil": 5,
			"page": 427,
			"ruku": 368,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3599,
			"text": "«يوم تُقلب وجوههم في النار يقولون يا» للتنبيه «ليتنا أطعنا الله وأطعنا الرسولا».",
			"numberInSurah": 66,
			"juz": 22,
			"manzil": 5,
			"page": 427,
			"ruku": 368,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3600,
			"text": "«وقالوا» أي الأتباع منهم «ربنا إنا أطعنا سادتنا» وفي قراءة ساداتنا، جمع الجمع «وكبراءنا فأضلونا السبيلا» طريق الهدى.",
			"numberInSurah": 67,
			"juz": 22,
			"manzil": 5,
			"page": 427,
			"ruku": 368,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3601,
			"text": "«ربنا آتهم ضعفين من العذاب» أي مثليْ عذابنا «والعنهم» عذبهم «لعنا كثيرا» عدده، وفي قراءة بالموحدة، أي عظيماً.",
			"numberInSurah": 68,
			"juz": 22,
			"manzil": 5,
			"page": 427,
			"ruku": 368,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3602,
			"text": "(يا أيها الذين آمنوا لا تكونوا) مع نبيكم (كالذين آذوا موسى) بقولهم مثلا: ما يمنعه أن يغتسل معنا إلا أنه آذر (فبرأه الله مما قالوا) بأن وضع ثوبه على حجر ليغتسل ففر الحجر به حتى وقف بين ملأ من بني إسرائيل فأدركه موسى فأخذ ثوبه فاستتر به فرأوه ولا أدرة به وهي نفخة في الخصية (وكان عند الله وجيها) ذا جاه: ومما أوذي به نبينا صلى الله عليه وسلم أنه قسم قسما فقال رجل هذه قسمة ما أريد بها وجه الله تعالى، فغضب النبي صلى الله عليه وسلم من ذلك وقال: \"يرحم الله موسى لقد أوذي بأكثر من هذا فصبر\" رواه البخاري.",
			"numberInSurah": 69,
			"juz": 22,
			"manzil": 5,
			"page": 427,
			"ruku": 369,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3603,
			"text": "«يا أيها الذين آمنوا اتقوا الله وقولوا قوْلا سديدا» صوابا.",
			"numberInSurah": 70,
			"juz": 22,
			"manzil": 5,
			"page": 427,
			"ruku": 369,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3604,
			"text": "«يصلح لكم أعمالكم» يتقبلها «ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما» نال غاية مطلوبة.",
			"numberInSurah": 71,
			"juz": 22,
			"manzil": 5,
			"page": 427,
			"ruku": 369,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3605,
			"text": "«إنا عرضنا الأمانة» الصلوات وغيرهما مما في فعلها من الثواب وتركها من العقاب «على السماوات والأرض والجبال» بأن خلق فيهما فهما ونطقا «فأبين أن يحملنها وأشفقن» خفن «منها وحملها الإنسان» آدم بعد عرضها عليه «إنه كان ظلوما» لنفسه بما حمله «جهولا» به.",
			"numberInSurah": 72,
			"juz": 22,
			"manzil": 5,
			"page": 427,
			"ruku": 369,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3606,
			"text": "«ليعذب الله» اللام متعلقة بعرضنا المترتب عليه حمل آدم «المنافقين والمنافقات والمشركين والمشركات» المضيعين الأمانة «ويتوب الله على المؤمنين والمؤمنات» المؤدين الأمانة «وكان الله غفورا» للمؤمنين «رحيما» بهم.",
			"numberInSurah": 73,
			"juz": 22,
			"manzil": 5,
			"page": 427,
			"ruku": 369,
			"hizbQuarter": 171,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}