{
	"number": 34,
	"name": "سُورَةُ سَبَإٍ",
	"englishName": "Saba",
	"englishNameTranslation": "Sheba",
	"revelationType": "Meccan",
	"numberOfAyahs": 54,
	"ayahs": [
		{
			"number": 3607,
			"text": "«الحمد لله» حمد تعالى نفسه بذلك، والمراد به الثناء بمضمونه من ثبوت الحمد وهو الوصف بالجميل لله تعالى «الذي له ما في السماوات وما في الأرض» ملكا وخلقا «وله الحمد في الآخرة» كالدنيا يحمده أولياؤه إذا دخلوا الجنة «وهو الحكيم» في فعله «الخبير» في خلقه.",
			"numberInSurah": 1,
			"juz": 22,
			"manzil": 5,
			"page": 428,
			"ruku": 370,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3608,
			"text": "«يعلم ما يلج» يدخل «في الأرض» كماء وغيره «وما يخرج منها» كنبات وغيره «وما ينزل من السماء» من رزق وغيره «وما يعرج» يصعد «فيها» من عمل وغيره «وهو الرحيم» بأوليائه «الغفور» لهم.",
			"numberInSurah": 2,
			"juz": 22,
			"manzil": 5,
			"page": 428,
			"ruku": 370,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3609,
			"text": "«وقال الذين كفروا لا تأتينا الساعة» القيامة «قل» لهم «بلى وربي لتأتينكم عالم الغيب» بالجر صفة والرفع خبر مبتدأ وعلام بالجر «لا يعزب» يغيب «عنه مثقال» وزن «ذرة» أصغر نملة «في السماوات ولا في الأرض ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين» بيَّن وهو اللوح المحفوظ.",
			"numberInSurah": 3,
			"juz": 22,
			"manzil": 5,
			"page": 428,
			"ruku": 370,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3610,
			"text": "«ليجزي» فيها «الذين آمنوا وعملوا الصالحات أولئك لهم مغفرة ورزق كريم» حسن في الجنة.",
			"numberInSurah": 4,
			"juz": 22,
			"manzil": 5,
			"page": 428,
			"ruku": 370,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3611,
			"text": "«والذين سعوا في» إبطال «آياتنا» القرآن «معجزين» وفي قراءة هنا وفيما يأتي معاجزين، أي مقدرين عجزنا أو مسابقين لنا فيفوتونا لظنهم أن لا بعث ولا عقاب «أولئك لهم عذاب من رجز» سيء العذاب «أليم» مؤلم بالجر والرفع صفة لرجز أو عذاب.",
			"numberInSurah": 5,
			"juz": 22,
			"manzil": 5,
			"page": 428,
			"ruku": 370,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3612,
			"text": "«ويرى» يعلم «الذين أوتوا العلم» مؤمنوا أهل الكتاب كعبد الله بن سلام وأصحابه «الذي أنزل إليك من ربك» أي القرآن «هو» فصل «الحق ويهدي إلى صراط» طريق «العزيز الحميد» أي الله ذي العزة المحمود.",
			"numberInSurah": 6,
			"juz": 22,
			"manzil": 5,
			"page": 428,
			"ruku": 370,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3613,
			"text": "«وقال الذين كفروا» أي قال بعضهم على جهة التعجب لبعض «هل ندلكم على رجل» هو محمد «ينبئكم» يخبركم أنكم «إذا مزقتم» قطعتم «كل ممزق» بمعنى تمزيق «إنكم لفي خلق جديد».",
			"numberInSurah": 7,
			"juz": 22,
			"manzil": 5,
			"page": 428,
			"ruku": 370,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3614,
			"text": "«أفترى» بفتح الهمزة للاستفهام واستغني بها عن همزة الوصل «على الله كذبا» في ذلك «أم به جنة» جنون تخيل به ذلك قال تعالى: «بل الذين لا يؤمنون بالآخرة» المشتملة على البعث والعذاب «في العذاب» فيها «والضلال البعيد» عن الحق في الدنيا.",
			"numberInSurah": 8,
			"juz": 22,
			"manzil": 5,
			"page": 429,
			"ruku": 370,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3615,
			"text": "«أفلم يروا» ينظروا «إلى ما بين أيديهم وما خلفهم» ما فوقهم وما تحتهم «من السماء والأرض إن نشأ نخسف بهم الأرض أو نسقط عليهم كسْفا» بسكون السين وفتحها قِطَعَا «من السماء» وفي قراءة في الأفعال الثلاثة بالياء «إن في ذلك» المرئي «لآيه لكل عبد منيب» راجع إلى ربه تدل على قدرة الله على البعث وما يشاء.",
			"numberInSurah": 9,
			"juz": 22,
			"manzil": 5,
			"page": 429,
			"ruku": 370,
			"hizbQuarter": 171,
			"sajda": false
		},
		{
			"number": 3616,
			"text": "«ولقد آتينا داود منا فضلا» نبوة وكتابا وقلنا «يا جبال أوّبي» رجعي «معه» بالتسبيح «والطير» بالنصب عطفا على محل الجبال، أي ودعوناها تسبح معه «وألنا له الحديد» فكان في يده كالعجين.",
			"numberInSurah": 10,
			"juz": 22,
			"manzil": 5,
			"page": 429,
			"ruku": 371,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3617,
			"text": "وقلنا «أن اعمل» منه «سابغات» دروعا كوامل يجرها لابسها على الأرض «وقدر في السرد» أي نسج الدروع قيل لصانعها سراد، أي اجعله بحيث تتناسب حلقه «واعملوا» أي آل داود معه «صالحا إني بما تعملون بصير» فأجازيكم به.",
			"numberInSurah": 11,
			"juz": 22,
			"manzil": 5,
			"page": 429,
			"ruku": 371,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3618,
			"text": "«و» سخرنا «لسليمان الريح» وقراءة الرفع بتقدير تسخير «غدوها» مسيرها من الغدوة بمعنى الصباح إلى الزوال «شهر ورواحها» سيرها من الزوال إلى الغروب «شهر» أي مسيرته «وأسلنا» أذبنا «له عين القطر» أي النحاس فأجريت ثلاثة أيام بلياليهن كجري الماء وعمل الناس إلى اليوم مما أعطي سليمان «ومن الجن من يعمل بين يديه بإذن» بأمر «ربه ومن يزغ» يعدل «منهم عن أمرنا» له بطاعته «نذقه من عذاب السعير» النار في الآخرة، وقيل في الدنيا بأن يضربه ملك بسوط منها ضربة تحرقه.",
			"numberInSurah": 12,
			"juz": 22,
			"manzil": 5,
			"page": 429,
			"ruku": 371,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3619,
			"text": "«يعملون له ما يشاء من محاريب» أبنية مرتفعة يصعد اليها بدرج «وتماثيل» جمع تمثال وهو كل شيء مثلته بشيء، أي صور من نحاس وزجاج ورخام، ولم يكن اتخاذ الصور حراما في شريعته «وجفان» جمع جفنه «كالجوابـ» ـي جمع جابية وهو حوض كبير، يجتمع على الجفنة ألف رجل يأكلون منها «وقدور راسيات» ثابتات لها قوائم لا تتحرك عن أماكنها تتخذ من الجبال باليمن يصعد إليها بالسلالم وقلنا «اعملوا» يا «آل داود» بطاعة الله «شكرا» له على ما أتاكم «وقليل من عبادي الشكور» العامل بطاعتي شكرا لنعمتي.",
			"numberInSurah": 13,
			"juz": 22,
			"manzil": 5,
			"page": 429,
			"ruku": 371,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3620,
			"text": "«فلما قضينا عليه» على سليمان «الموت» أي مات ومكث قائما على عصاه حولا ميتا والجن تعمل تلك الأعمال الشاقة على عادتها لا تشعر بموته حتى أكلت الأرضة عصاه فخرّ ميتا «ما دلهم على موته إلا دابة الأرض» مصدر أرضت الخشبة بالبناء للمفعول أكلتها الأرضه «تأكل منسأته» بالهمز وتركه بألف عصاه لأنها ينسأ يطرد ويزجر بها «فلما خرَّ» ميتا «تبينت الجن» انكشف لهم «أن» مخففة أي أنهم «لو كانوا يعلمون الغيب» ومنه ما غاب عنهم من موت سليمان «ما لبثوا في العذاب المهين» العمل الشاق لهم لظنهم حياته خلاف ظنهم علم الغيب وعلم كونه سنة بحساب ما أكلته الأرضة من العصا بعد موته يوما وليلة مثلا.",
			"numberInSurah": 14,
			"juz": 22,
			"manzil": 5,
			"page": 429,
			"ruku": 371,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3621,
			"text": "«لقد كان لسبأ» بالصرف وعدمه قبيلة سميت باسم جد لهم من العرب «في مسكنهم» باليمن «آية» دالة على قدرة الله تعالى «جنتان» بدل «عن يمين وشمال» من يمين واديهم وشماله وقيل لهم: «كلوا من رزق ربكم واشكروا له» على ما رزقكم من النعمة في أرض سبأ «بلدة طيبة» ليس فيها سباخ ولا بعوضة ولا ذبابة ولا برغوث ولا عقرب ولا حية ويمر الغريب فيها وفي ثيابه قمل فيموت لطيب هوائها «و» الله «رب غفور».",
			"numberInSurah": 15,
			"juz": 22,
			"manzil": 5,
			"page": 430,
			"ruku": 371,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3622,
			"text": "«فأعرضوا» عن شكره وكفروا «فأرسلنا عليهم سيل العرم» جمع عرمة وهو ما يمسك الماء من بناء وغيره إلى وقت حاجته، أي سيل واديهم الممسوك بما ذكر فأغرق جنتيهم وأموالهم «وبدلناهم بجنتيهم جنتين ذواتي» تثنية ذوات مفرد على الأصل «أُكُلٍ خَمْطِ» مرِّ بشع بإضافة أكل بمعنى مأكول وتركها ويعطف عليه «وأثل وشيء من سدر قليل».",
			"numberInSurah": 16,
			"juz": 22,
			"manzil": 5,
			"page": 430,
			"ruku": 371,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3623,
			"text": "«ذلك» التبديل «جزيناهم بما كفرواْ» بكفرهم «وهل يجازِى إلا الكفور» بالياء والنون مع كسر الزاي ونصب الكفور، أي ما يناقش إلا هو.",
			"numberInSurah": 17,
			"juz": 22,
			"manzil": 5,
			"page": 430,
			"ruku": 371,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3624,
			"text": "«وجعلنا بينهم» بين سبأ، وهم باليمن «وبين القرى التي باركنا فيها» بالماء والشجر وهي قرى الشام التي يسيرون إليها للتجارة «قرى ظاهرة» متواصلة من اليمن إلى الشام «وقدرنا فيها السير» بحيث يقيلون في واحدة ويبيتون في أخرى إلى انتهاء سفرهم ولا يحتاجون فيه إلى حمل زاد وماء أي وقلنا «سيروا فيها ليالي وأياما آمنين» لا تخافون في ليل ولا في نهار.",
			"numberInSurah": 18,
			"juz": 22,
			"manzil": 5,
			"page": 430,
			"ruku": 371,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3625,
			"text": "«فقالوا ربنا بَعِّدْ» وفي قراءة باعد «بين أسفارنا» إلى الشام اجعلها مفاوز ليتطاولوا على الفقراء بركوب الرواحل وحمل الزاد والماء فبطروا النعمة «وظلموا أنفسهم» بالكفر «فجعلناهم أحاديث» لمن بعدهم في ذلك «ومزقناهم كل ممزق» فرقناهم في البلاد كل التفريق «إن في ذلك» المذكور «لآيات» عبر «لكل صبَّار» عن المعاصي «شكور» على النعم.",
			"numberInSurah": 19,
			"juz": 22,
			"manzil": 5,
			"page": 430,
			"ruku": 371,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3626,
			"text": "«ولقد صدق» بالتخفيف والتشديد «عليهم» أي الكفار منهم سبأ «إبليس ظنه» أنهم بإغوائه يتبعونه «فاتبعوه» فصدق بالتخفيف في ظنه أو صدق بالشديد ظنه أي وجده صادقا «إلا» بمعنى لكن «فريقا من المؤمنين» لبيان أي هم المؤمنون لم يتبعوه.",
			"numberInSurah": 20,
			"juz": 22,
			"manzil": 5,
			"page": 430,
			"ruku": 371,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3627,
			"text": "«وما كان له عليهم من سلطان» تسليط «إلا لنعلم» علم ظهور «من يؤمن بالآخرة ممن هو منها في شك» فنجازي كلا منهما «وربك على شيء حفيظ» رقيب.",
			"numberInSurah": 21,
			"juz": 22,
			"manzil": 5,
			"page": 430,
			"ruku": 371,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3628,
			"text": "«قل» يا محمد لكفار مكة «ادعوا الذين زعمتم» أي زعمتموهم آلهة «من دون الله» أي غيره لينفعوكم بزعمكم قال تعالى فيهم: «لا يملكون مثقال» وزن «ذرة» من خير أو شر «في السماوات ولا في الأرض وما لهم فيهما من شرك» شركة «وما له» تعالى «منهم» من الآلهة «من ظهير» معين.",
			"numberInSurah": 22,
			"juz": 22,
			"manzil": 5,
			"page": 430,
			"ruku": 372,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3629,
			"text": "«ولا تنفع الشفاعة عنده» تعالى ردا لقولهم إن آلهتهم تشفع عنده «إلا لمن أذن» بفتح الهمزة وضمها «له» فيها «حتى إذا فَزَّع» بالبناء والمفعول «عن قلوبهم» كشف عنها الفزع بالإذن فيها «قالوا» قال بعضهم لبعض استبشارا «ماذا قال ربكم» فيها «قالوا» القول «الحق» أي قد أذن فيها «وهو العليّ» فوق خلقه بالقهر «الكبير» العظيم.",
			"numberInSurah": 23,
			"juz": 22,
			"manzil": 5,
			"page": 431,
			"ruku": 372,
			"hizbQuarter": 172,
			"sajda": false
		},
		{
			"number": 3630,
			"text": "«قل من يرزقكم من السماوات» المطر «والأرض» النبات «قل الله» إن لم يقولوه، لا جواب غيره «وإنا أو إياكم» أي أحد الفريقين «لعلى هدى أو في ضلال مبين» بين، في الإبهام إذا وفقوا له.",
			"numberInSurah": 24,
			"juz": 22,
			"manzil": 5,
			"page": 431,
			"ruku": 372,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3631,
			"text": "«قل لا تسألون عما أجرمنا» أذنبنا «ولا نسأل عما تعملون» لأنا بريئون منكم.",
			"numberInSurah": 25,
			"juz": 22,
			"manzil": 5,
			"page": 431,
			"ruku": 372,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3632,
			"text": "«قل يجمع بينا ربنا» يوم القيامة «ثم يفتح» يحكم «بيننا بالحق» فيدخل المحقين الجنة والمبطلين النار «وهو الفتاح» الحاكم «العليم» بما يحكم به.",
			"numberInSurah": 26,
			"juz": 22,
			"manzil": 5,
			"page": 431,
			"ruku": 372,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3633,
			"text": "«قل أروني» أعلموني «الذين ألحقتم به شركاء» في العبادة «كلا» ردع لهم عن اعتقاد شريك له «بل هو الله العزيز» الغالب على أمره «الحكيم» في تدبيره لخلقه فلا يكون له شريك في ملكه.",
			"numberInSurah": 27,
			"juz": 22,
			"manzil": 5,
			"page": 431,
			"ruku": 372,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3634,
			"text": "«وما أرسلناك إلا كافة» حال من الناس قدم للاهتمام «للناس بشيرا» مبشرا للمؤمنين بالجنة «ونذيرا» منذرا للكافرين بالعذاب «ولكن أكثر الناس» أي كفار مكة «لا يعلمون» ذلك.",
			"numberInSurah": 28,
			"juz": 22,
			"manzil": 5,
			"page": 431,
			"ruku": 372,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3635,
			"text": "«ويقولون متى هذا الوعد» بالعذاب «إن كنتم صادقين» فيه.",
			"numberInSurah": 29,
			"juz": 22,
			"manzil": 5,
			"page": 431,
			"ruku": 372,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3636,
			"text": "«قل لكم ميعاد يوم لا تستأخرون عنه ساعة ولا تستقدمون» عليه وهو يوم القيامة.",
			"numberInSurah": 30,
			"juz": 22,
			"manzil": 5,
			"page": 431,
			"ruku": 372,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3637,
			"text": "«وقال الذين كفروا» من أهل مكة «لن نؤمن بهذا القرآن ولا بالذي بين يديه» أي تقدمه كالتوراة والإنجيل الدالين على البعث لإنكارهم له قال تعالى فيهم «ولو ترى» يا محمد «إذ الظالمون» الكافرون «موقوفون عند ربهم يرجع بعضهم إلى بعض القول يقول الذين استضعفوا» الأتباع «للذين استكبروا» الرؤساء «لولا أنتم» صددتمونا عن الإيمان «لكنا مؤمنين» بالنبي.",
			"numberInSurah": 31,
			"juz": 22,
			"manzil": 5,
			"page": 431,
			"ruku": 373,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3638,
			"text": "«قال الذين استكبروا للذين استضعفوا أنحن صددناكم عن الهدى بعد إذ جاءكم» لا «بل كنتم مجرمين» في أنفسكم.",
			"numberInSurah": 32,
			"juz": 22,
			"manzil": 5,
			"page": 432,
			"ruku": 373,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3639,
			"text": "«وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار» أي مكر فيهما منكم بنا «إذ تأمروننا أن نكفر بالله ونجعل له أندادا» شركاء «وأسرُّوا» أي الفريقين «الندامة» على ترك الإيمان به «لما رأوا العذاب» أي أخفاها كل عن رفيقه مخافة التعيير «وجعلنا الأغلال في أعناق الذين كفروا» في النار «هل» ما «يجزون إلا» جزاء «ما كانوا يعملون» في الدنيا.",
			"numberInSurah": 33,
			"juz": 22,
			"manzil": 5,
			"page": 432,
			"ruku": 373,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3640,
			"text": "«وما أرسلنا في قرية من نذير إلا قال مترفوها» رؤساؤها المتنعمون «إنا بما أرسلتم به كافرون».",
			"numberInSurah": 34,
			"juz": 22,
			"manzil": 5,
			"page": 432,
			"ruku": 373,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3641,
			"text": "«وقالوا نحن أكثر أموالا وأولادا» ممن آمن «وما نحن بمعذبين».",
			"numberInSurah": 35,
			"juz": 22,
			"manzil": 5,
			"page": 432,
			"ruku": 373,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3642,
			"text": "«قل إن ربي يبسط الرزق» يوسعه «لمن يشاء» امتحانا «ويقدر» يضيقه لمن يشاء ابتلاءً «ولكن أكثر الناس» أي كفار مكة «لا يعلمون» ذلك.",
			"numberInSurah": 36,
			"juz": 22,
			"manzil": 5,
			"page": 432,
			"ruku": 373,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3643,
			"text": "«وما أموالكم ولا أولادكم بالتي تقربكم عندنا زلفى» قربى، أي تقريبا «إلا» لكن «من آمن وعمل صالحا فأولئك لهم جزاءُ الضعف بما عملوا» أي جزاء العمل: الحسنة مثلا بعشر فأكثر «وهم في الغرفات» من الجنة «آمنون» من الموت وغيره، وفي قراءة الغرفة بمعنى الجمع.",
			"numberInSurah": 37,
			"juz": 22,
			"manzil": 5,
			"page": 432,
			"ruku": 374,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3644,
			"text": "«والذين يسعوْن في آياتنا» القرآن بالإبطال «معجِّزين» لنا مقدّرين عجزنا وأنهم يفوتوننا «أولئك في العذاب محضرون».",
			"numberInSurah": 38,
			"juz": 22,
			"manzil": 5,
			"page": 432,
			"ruku": 374,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3645,
			"text": "«قل إن ربي يبسط الرزق» يوسعه «لمن يشاء من عباده» امتحانا «ويقدر» يضيقه «له» بعد البسط أو لمن يشاء ابتلاءً «وما أنفقتم من شيء» في الخير «فهو يخلفه وهو خير الرازقين» يقال: كل إنسان يرزق عائلته، أي من رزق الله.",
			"numberInSurah": 39,
			"juz": 22,
			"manzil": 5,
			"page": 432,
			"ruku": 374,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3646,
			"text": "«و» اذكر «يوم نحشرهم جميعا» أي المشركين «ثم نقول للملائكة أهؤلاء إياكم» بتحقيق الهمزتين وإبدال الأولى ياء وإسقاطها «كانوا يعبدون».",
			"numberInSurah": 40,
			"juz": 22,
			"manzil": 5,
			"page": 433,
			"ruku": 374,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3647,
			"text": "«قالوا سبحانك» تنزيها لك عن الشريك «أنت ولينا من دونهم» أي لا موالاة بيننا وبينهم من جهتنا «بل» للانتقال «كانوا يعبدون الجن» الشياطين، أي يطيعونهم في عبادتهم إيانا «أكثرهم بهم مؤمنون» مصدقون فيما يقولون لهم.",
			"numberInSurah": 41,
			"juz": 22,
			"manzil": 5,
			"page": 433,
			"ruku": 374,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3648,
			"text": "قال تعالى: «فاليوم لا يملك بعضكم لبعض» أي بعض المعبودين لبعض العابدين «نفعا» شفاعة «ولاضرا» تعذيبا «ونقول للذين ظلموا» كفروا «ذوقوا عذاب النار التي كنتم بها تكذبون».",
			"numberInSurah": 42,
			"juz": 22,
			"manzil": 5,
			"page": 433,
			"ruku": 374,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3649,
			"text": "«وإذا تتلى عليهم آياتنا» القرآن «بيّنات» واضحات بلسان نبينا محمد صلى الله عليه وسلم «قالوا ما هذا إلا رجل يريد أن يصدكم عما كان يعبد آباؤكم» من الأصنام «وقالوا ما هذا» القرآن «إلا إفك» كذب «مفترى» على الله «وقال الذين كفروا للحق» القرآن «لما جاءهم إن» ما «هذا إلا سحرٌ مبين» بيّن.",
			"numberInSurah": 43,
			"juz": 22,
			"manzil": 5,
			"page": 433,
			"ruku": 374,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3650,
			"text": "قال تعالى: «وما آتيناهم من كتب يدرسونها وما أرسلنا إليهم قبلك من نذير» فمن أين كذبوك.",
			"numberInSurah": 44,
			"juz": 22,
			"manzil": 5,
			"page": 433,
			"ruku": 374,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3651,
			"text": "«وكذب الذين من قبلهم وما بلغوا» أي هؤلاء «معشار ما آتيناهم» من القوة وطول العمر وكثرة المال «فكذبوا رسلي» إليهم «فكيف كان نكير» إنكاري عليهم العقوبة والإهلاك، أي هو واقع موقعه.",
			"numberInSurah": 45,
			"juz": 22,
			"manzil": 5,
			"page": 433,
			"ruku": 374,
			"hizbQuarter": 173,
			"sajda": false
		},
		{
			"number": 3652,
			"text": "«قل إنما أعظكم بواحدة» هي «أن تقوموا لله» أي لأجله «مثنى» أي اثنين اثنين «وفرادى» واحدا واحدا «ثم تتفكروا» فتعلموا «ما بصاحبكم» محمد «من جنة» جنون «إن» ما «هو إلا نذير لكم بين يدي» أي قبل «عذاب شديد» في الآخرة إن عصيتموه.",
			"numberInSurah": 46,
			"juz": 22,
			"manzil": 5,
			"page": 433,
			"ruku": 375,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3653,
			"text": "«قل» لهم «ما سألتكم» على الإنذار والتبليغ «من أجر فهو لكم» أي لا أسألكم عليه أجرا «إن أجري» ما ثوابي «إلا على الله وهو على كل شيء شهيد» مطلع يعلم صدقي.",
			"numberInSurah": 47,
			"juz": 22,
			"manzil": 5,
			"page": 433,
			"ruku": 375,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3654,
			"text": "«قل إن ربي يقذف بالحق» يلقيه إلى أنبيائه «علاًم الغيوب» ما غاب عن خلقه في السماوات والأرض.",
			"numberInSurah": 48,
			"juz": 22,
			"manzil": 5,
			"page": 433,
			"ruku": 375,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3655,
			"text": "«قل جاء الحق» الإسلام «وما يبدئ الباطل» الكفر «وما يعيد» أي لم يبق له أثر.",
			"numberInSurah": 49,
			"juz": 22,
			"manzil": 5,
			"page": 434,
			"ruku": 375,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3656,
			"text": "«قل إن ضللت» عن الحق «فإنما أضل على نفسي» أي إثم ضلالي عليها «وإن اهتديت فيما يوحي إليَّ ربي» من القرآن والحكمة «إنه سميع» للدعاء «قريب».",
			"numberInSurah": 50,
			"juz": 22,
			"manzil": 5,
			"page": 434,
			"ruku": 375,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3657,
			"text": "«ولوْ ترى» يا محمد «إذْ فزعوا» عند البعث لرأيت أمرا عظيما «فلا فوت» لهم منا، أي لا يفوتوننا «وأخذوا من مكان قريب» أي القبور.",
			"numberInSurah": 51,
			"juz": 22,
			"manzil": 5,
			"page": 434,
			"ruku": 375,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3658,
			"text": "«وقالوا آمنا به» بمحمد أو القرآن «وأنَّى لهم التناوش» بواو وبالهمزة بدلها، أي تناول الإيمان «من مكان بعيد» عن محله إذ هم في الآخرة ومحله الدنيا.",
			"numberInSurah": 52,
			"juz": 22,
			"manzil": 5,
			"page": 434,
			"ruku": 375,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3659,
			"text": "«وقد كفروا به من قبل» في الدنيا «ويقذفون» يرمون «بالغيب من مكان بعيد» أي بما غاب علمه عنهم غيبة بعيدة حيث قالوا في النبي ساحر، شاعر، كاهن، وفي القرآن سحر، شعر، كهانة.",
			"numberInSurah": 53,
			"juz": 22,
			"manzil": 5,
			"page": 434,
			"ruku": 375,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3660,
			"text": "«وحيلَ بينهم وبين ما يشتهون» من الإيمان، أي قبوله «كما فُعل بأشياعهم» أشباههم في الكفر «من قبل» أي قبلهم «إنهم كانوا في شك مريب» موقع في الريبة لهم فيما آمنوا به الآن ولم يعتدوّا بدلائله في الدنيا.",
			"numberInSurah": 54,
			"juz": 22,
			"manzil": 5,
			"page": 434,
			"ruku": 375,
			"hizbQuarter": 174,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}