{
	"number": 35,
	"name": "سُورَةُ فَاطِرٍ",
	"englishName": "Faatir",
	"englishNameTranslation": "The Originator",
	"revelationType": "Meccan",
	"numberOfAyahs": 45,
	"ayahs": [
		{
			"number": 3661,
			"text": "«الحمد لله» حمد تعالى نفسه بذلك كما بُيّن في أول سورة سبأ «فاطر السماوات والأرض» خالقهما على غير مثال سبق «جاعل الملائكة رسلا» إلى الأنبياء «أولي أجنحة مثنى وثلاث ورباع يزيد في الخلق» في الملائكة وغيرها «ما يشاء إن الله على كل شيء قدير».",
			"numberInSurah": 1,
			"juz": 22,
			"manzil": 5,
			"page": 434,
			"ruku": 376,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3662,
			"text": "«ما يفتح الله للناس من رحمة» كرزق ومطر «فلا ممسك لها وما يمسك» من ذلك «فلا مرسل له من بعده» أي بعد إمساكه «وهو العزيز» الغالب على أمره «الحكيم» في فعله.",
			"numberInSurah": 2,
			"juz": 22,
			"manzil": 5,
			"page": 434,
			"ruku": 376,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3663,
			"text": "«يا أيها الناس» أي أهل مكة «اذكروا نعمة الله عليكم» بإسكانكم الحرم ومنع الغارات عنكم «هل من خالق» من زائدة وخالق مبتدأ «غيرُ الله» بالرفع والجر نعت لخالق لفظا ومحلا، وخبر المبتدأ «يرزقكم من السماء» المطر «و» من «الأرض» النبات، والاستفهام للتقرير، أي لا خالق رازق غيره «لا إله إلا هو فأنَّى تؤفكون» من أين تصرفون عن توحيده مع إقراركم بأنه الخالق الرازق.",
			"numberInSurah": 3,
			"juz": 22,
			"manzil": 5,
			"page": 434,
			"ruku": 376,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3664,
			"text": "«وإن يكذبوك» يا محمد في مجيئك بالتوحيد والبعث، والحساب والعقاب «فقد كُذِّبت رسل من قبلك» في ذلك فاصبر كما صبروا «وإلى الله ترجع الأمور» في الآخرة فيجازي المكذبين وينصر المسلمين.",
			"numberInSurah": 4,
			"juz": 22,
			"manzil": 5,
			"page": 435,
			"ruku": 376,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3665,
			"text": "«يا أيها الناس إن وعد الله» بالبعث وغيره «حق فلا تغرنكم الحياة الدنيا» من الإيمان بذلك «ولا يغرنكم بالله» في حلمه وإمهاله «الغرور» الشيطان.",
			"numberInSurah": 5,
			"juz": 22,
			"manzil": 5,
			"page": 435,
			"ruku": 376,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3666,
			"text": "«إن الشيطان لكم عدوٌ فاتخذوه عدوّا» بطاعة الله ولا تطيعوه «إنما يدعو حزبه» أتباعه في الكفر «ليكونوا من أصحاب السعير» النار الشديدة.",
			"numberInSurah": 6,
			"juz": 22,
			"manzil": 5,
			"page": 435,
			"ruku": 376,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3667,
			"text": "«الذين كفروا لهم عذاب شديد والذين آمنوا وعملوا الصالحات لهم مغفرة وأجر كبير» هذا بيان ما لموافقي الشيطان وما لمخالفيه.",
			"numberInSurah": 7,
			"juz": 22,
			"manzil": 5,
			"page": 435,
			"ruku": 376,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3668,
			"text": "ونزل في أبي جهل وغيره «أفمن زينَ له سوء عمله» بالتمويه «فرآه حسنا» من مبتدأ خبره كمن هداه الله؟ لا، دل عليه «فإن الله يضل من يشاء ويهدي من يشاء فلا تذهب نفسك عليهم» على المزيَّن لهم «حسرات» باغتمامك ألا يؤمنوا «إن الله عليم بما يصنعون» فيجازيهم عليه.",
			"numberInSurah": 8,
			"juz": 22,
			"manzil": 5,
			"page": 435,
			"ruku": 377,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3669,
			"text": "«والله الذي أرسل الرياح» وفي قراءة الريح «فتثير سحابا» المضارع لحكاية الحال الماضية، أي تزعجه «فسقناه» فيه التفات عن الغيبة «إلى بلد ميت» بالتشديد والتخفيف لا نبات بها «فأحيينا به الأرض» من البلد «بعد موتها» يبسها، أي أنبتنا به الزرع والكلأ «كذلك النشور» أي البعث والإحياء.",
			"numberInSurah": 9,
			"juz": 22,
			"manzil": 5,
			"page": 435,
			"ruku": 377,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3670,
			"text": "«من كان يريد العزة فلله العزة جميعا» أي في الدنيا والآخرة فلا تنال منه إلا بطاعته فليطعه «إليه يصعد الكلم الطيب» يعلمه وهو لا إله إلا الله ونحوها «والعمل الصالح يرفعه» يقبله «والذين يمكرون» المكرات «السيئات» بالنبي في دار الندوة من تقييده أو قتله أو إخراجه كما ذكر في الأنفال «لهم عذاب شديد ومكر أولئك هو يبور» يهلك.",
			"numberInSurah": 10,
			"juz": 22,
			"manzil": 5,
			"page": 435,
			"ruku": 377,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3671,
			"text": "«والله خلقكم من تراب» بخلق أبيكم آدم منه «ثم من نطفة» أي منيّ بخلق ذريته منها «ثم جعلكم أزواجا» ذكورا وإناثا «وما تحمل من أنثى ولا تضع إلا بعلمه» حال، أي معلومة له «وما يعمَّر من معمَّر» أي ما يزاد في عمر طويل العمر «ولا ينقص من عمره» أي ذلك المعمَّر أو معمَّر آخر «إلا في كتاب» هو اللوح المحفوظ «إن ذلك على الله يسير» هيِّن.",
			"numberInSurah": 11,
			"juz": 22,
			"manzil": 5,
			"page": 435,
			"ruku": 377,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3672,
			"text": "«وما يستوي البحران هذا عذب فرات» شديد العذوبة «سائغ شرابه» شربه «وهذا ملح أجاج» شديد الملوحة «ومن كل» منهما «تأكلون لحما طريا» هو السمك «وتستخرجون» من الملح، وقيل منهما «حلية تلبسونها» هي اللؤلؤ والمرجان «وترى» تُبصر «الفلك» السفن «فيه» في كل منهما «مواخر» تمخر الماء، أي تشقه بجريها فيه مقبلة ومدبرة بريح واحدة «لتبتغوا» تطلبوا «من فضله» تعالى بالتجارة «ولعلكم تشكرون» الله على ذلك.",
			"numberInSurah": 12,
			"juz": 22,
			"manzil": 5,
			"page": 436,
			"ruku": 377,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3673,
			"text": "«يولج» يدخل الله «الليل في النهار» فيزيد «ويولج النهار» يدخله «في الليل» فيزيد «وسخر الشمس والقمر كل» منهما «يجري» في فلكه «لأجل مسمى» يوم القيامة «ذلكم الله ربكم له الملك والذين تدعون» تعبدون «من دونه» أي غيره وهم الأصنام «ما يملكون من قِطْمير» لفاقة النواة.",
			"numberInSurah": 13,
			"juz": 22,
			"manzil": 5,
			"page": 436,
			"ruku": 377,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3674,
			"text": "«إن تدعوهم لا يسمعوا دعاءكم ولو سمعوا» فرضا «ما استجابوا لكم» ما أجابوكم «ويوم القيامة يكفرون بشرككم» بإشراككم إياهم مع الله، أي يتبرءون منكم ومن عبادتكم إياهم «ولا يُنبئك» بأحوال الدارين «مثل خبير» عالم هو الله تعالى.",
			"numberInSurah": 14,
			"juz": 22,
			"manzil": 5,
			"page": 436,
			"ruku": 377,
			"hizbQuarter": 174,
			"sajda": false
		},
		{
			"number": 3675,
			"text": "«يا أيها الناس أنتم الفقراء إلى الله» بكل حال «والله هو الغنيُّ» عن خلقه «الحميد» المحمود في صنعه بهم.",
			"numberInSurah": 15,
			"juz": 22,
			"manzil": 5,
			"page": 436,
			"ruku": 378,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3676,
			"text": "«إن يشأ يذهبكم ويأت بخلق جديد» بدلكم.",
			"numberInSurah": 16,
			"juz": 22,
			"manzil": 5,
			"page": 436,
			"ruku": 378,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3677,
			"text": "«وما ذلك على الله بعزيز» شديد.",
			"numberInSurah": 17,
			"juz": 22,
			"manzil": 5,
			"page": 436,
			"ruku": 378,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3678,
			"text": "«ولا تزر» نفس «وازرة» آثمة، أي لا تحمل «وزرَ» نفس «أخرى وإن تدع» نفس «مثقلة» بالوزر «إلى حملها» منه أحدا ليحمل بعضه «لا يُحمل منه شيء ولو كان» المدعو «ذا قربى» قرابة كالأب والابن وعدم الحمل في الشقين حكم من الله «إنما تنذر الذين يخشون ربهم بالغيب» أي يخافونه وما رأوه لأنهم المنتفعون بالإنذار «وأقاموا الصلاة» أداموها «ومن تزكَّى» تطهر من الشرك وغيره «فإنما يتزكَّى لنفسه» فصلاحه مختص به «وإلى الله المصير» المرجع فيجزي بالعمل في الآخرة.",
			"numberInSurah": 18,
			"juz": 22,
			"manzil": 5,
			"page": 436,
			"ruku": 378,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3679,
			"text": "«وما يستوي الأعمى والبصير» الكافر والمؤمن.",
			"numberInSurah": 19,
			"juz": 22,
			"manzil": 5,
			"page": 437,
			"ruku": 378,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3680,
			"text": "«ولا الظلمات» الكفر «ولا النور» الإيمان.",
			"numberInSurah": 20,
			"juz": 22,
			"manzil": 5,
			"page": 437,
			"ruku": 378,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3681,
			"text": "«ولا الظل ولا الحرور» الجنة والنار.",
			"numberInSurah": 21,
			"juz": 22,
			"manzil": 5,
			"page": 437,
			"ruku": 378,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3682,
			"text": "«وما يستوي الأحياء ولا الأموات» المؤمنون ولا الكفار، وزيادة لا في الثلاثة تأكيد «إن الله يسمع من يشاء» هدايته فيجيبه بالإيمان «وما أنت بمسمع من في القبور» أي الكفار شبههم بالموتى فيجيبون.",
			"numberInSurah": 22,
			"juz": 22,
			"manzil": 5,
			"page": 437,
			"ruku": 378,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3683,
			"text": "«إن» ما «أنت إلا نذير» منذر لهم.",
			"numberInSurah": 23,
			"juz": 22,
			"manzil": 5,
			"page": 437,
			"ruku": 378,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3684,
			"text": "«إنا أرسلناك بالحق» بالهدى «بشيرا» من أجاب إليه «ونذيرا» من لم يجب إليه «وإن» ما «من أمة إلا خلا» سلف «فيها نذير» نبي ينذرها.",
			"numberInSurah": 24,
			"juz": 22,
			"manzil": 5,
			"page": 437,
			"ruku": 378,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3685,
			"text": "«وإن يكذبوك» أي أهل مكة «فقد كذب الذين من قبلهم جاءتهم رسلهم بالبينات» المعجزات «وبالزبر» كصحف إبراهيم «وبالكتاب المنير» هو التوراة والإنجيل، فاصبر كما صبروا.",
			"numberInSurah": 25,
			"juz": 22,
			"manzil": 5,
			"page": 437,
			"ruku": 378,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3686,
			"text": "«ثم أخذت الذين كفروا» بتكذيبهم «فكيف كان نكير» إنكاري عليهم بالعقوبة والإهلاك، أي هو واقع موقعه.",
			"numberInSurah": 26,
			"juz": 22,
			"manzil": 5,
			"page": 437,
			"ruku": 378,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3687,
			"text": "«ألم ترَ» تعلم «أن الله أنزل من السماء ماءً فأخرجنا» فيه التفات عن الغيبة «به ثمرات مختلفا ألوانها» كأخضر وأحمر وأصفر وغيرها «ومن الجبال جدد» جمع جدة، طريق في الجبل وغيره «بيض وحمر» وصفر «مختلف ألوانها» بالشدة والضعف «وغرابيب سود» عطف على جدد، أي صخور شديدة السواد، يقال كثيرا: أسود غربيب، وقليلا: غربيب أسود.",
			"numberInSurah": 27,
			"juz": 22,
			"manzil": 5,
			"page": 437,
			"ruku": 379,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3688,
			"text": "«ومن الناس والدواب والأنعام مختلف ألوانه كذلك» كاختلاف الثمار والجبال «إنما يخشى الله من عباده العلماءُ» بخلاف الجهال ككفار مكة «إن الله عزيز» في ملكه «غفور» لذنوب عباده المؤمنين.",
			"numberInSurah": 28,
			"juz": 22,
			"manzil": 5,
			"page": 437,
			"ruku": 379,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3689,
			"text": "«إن الذين يتلون» يقرءُون «كتاب الله وأقاموا الصلاة» أداموها «وأنفقوا مما رزقناهم سرا وعلانية» زكاة وغيرها «يرجون تجارة لن تبور» تهلك.",
			"numberInSurah": 29,
			"juz": 22,
			"manzil": 5,
			"page": 437,
			"ruku": 379,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3690,
			"text": "«ليوفيهم أجورهم» ثواب أعمالهم المذكورة «ويزيدهم من فضله إنه غفور» لذنوبهم «شكور» لطاعتهم.",
			"numberInSurah": 30,
			"juz": 22,
			"manzil": 5,
			"page": 437,
			"ruku": 379,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3691,
			"text": "«والذي أوحينا إليك من الكتاب» القرآن «هو الحق مصدقا لما بين يديه» تقدمه من الكتب «إن الله بعباده لخبير بصير» عالم بالبواطن والظواهر.",
			"numberInSurah": 31,
			"juz": 22,
			"manzil": 5,
			"page": 438,
			"ruku": 379,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3692,
			"text": "«ثم أورثنا» أعطينا «الكتاب» القرآن «الذين اصطفينا من عبادنا» وهم أمتك «فمنهم ظالم لنفسه» بالتقصير في العمل به «ومنهم مقتصد» يعمل به أغلب الأوقات «ومنهم سابق بالخيرات» يضم إلى العلم التعليم والإرشاد إلى العمل «بإذن الله» بإرادته «ذلك» أي إيراثهم الكتاب «هو الفضل الكبير».",
			"numberInSurah": 32,
			"juz": 22,
			"manzil": 5,
			"page": 438,
			"ruku": 379,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3693,
			"text": "«جنات عدن» أي إقامة «يدخلونها» الثلاثة بالبناء وللمفعول خبر جنات المبتدأ «يُحلَّون» خبر ثان «فيها من» بعض «أساور من ذهب ولؤلؤا» مرصع بالذهب «ولباسهم فيها حرير».",
			"numberInSurah": 33,
			"juz": 22,
			"manzil": 5,
			"page": 438,
			"ruku": 379,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3694,
			"text": "«وقالوا الحمد لله الذي أذهب عنا الحَزَنَ» جميعه «إن ربنا لغفور» للذنوب «شكور» للطاعة.",
			"numberInSurah": 34,
			"juz": 22,
			"manzil": 5,
			"page": 438,
			"ruku": 379,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3695,
			"text": "«الذي أحلّنا دار المقامة» الإقامة «من فضله لا يمسنا فيها نصب» تعب «ولا يمسنا فيها لغوب» إعياء من التعب لعدم التكليف فيها، وذكر الثاني التابع للأول للتصريح بنفيه.",
			"numberInSurah": 35,
			"juz": 22,
			"manzil": 5,
			"page": 438,
			"ruku": 379,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3696,
			"text": "«والذين كفروا لهم نار جهنم لا يقضى عليهم» بالموت «فيموتوا» يستريحوا «ولا يُخفف عنهم من عذابها» طرفة عين «كذلك» كما جزيناهم «يجزِى كلَّ كفورِ» كافر بالياء والنون المفتوحة مع كسر الزاي ونصب كل.",
			"numberInSurah": 36,
			"juz": 22,
			"manzil": 5,
			"page": 438,
			"ruku": 379,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3697,
			"text": "«وهم يصطرخون فيها» يستغيثون بشدة وعويل يقولون «ربنا أخرجنا» منها «نعمل صالحا غير الذي كنا نعمل» فيقال لهم «أوَ لم نعمّركم ما» وقتا «يتذكر فيه من تذكر وجاءكم النذير» الرسول فما أجبتم «فذوقوا فما للظالمين» الكافرين «من نصير» يدفع العذاب عنهم.",
			"numberInSurah": 37,
			"juz": 22,
			"manzil": 5,
			"page": 438,
			"ruku": 379,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3698,
			"text": "«إن الله عالم غيب السماوات والأرض إنه عليم بذات الصدور» بما في القلوب، فعلمه بغيره أولى بالنظر إلى حال الناس.",
			"numberInSurah": 38,
			"juz": 22,
			"manzil": 5,
			"page": 438,
			"ruku": 380,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3699,
			"text": "«هو الذي جعلكم خلائف في الأرض» جمع خليفة، أي يخلف بعضكم بعضا «فمن كفر» منكم «فعليه كفره» أي وبال كفره «ولا يزيد الكافرين كفرهم عند ربهم إلا مقتا» غضبا «ولا يزيد الكافرين كفرهم إلا خسارا» للآخرة.",
			"numberInSurah": 39,
			"juz": 22,
			"manzil": 5,
			"page": 439,
			"ruku": 380,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3700,
			"text": "«قل أرأيتم شركاءكم الذين تدعون» تعبدون «من دون الله» أي غيره، وهم الأصنام الذين زعمتم أنهم شركاء الله تعالى «أروني» أخبروني «ماذا خلقوا من الأرض أم لهم شرك» شركة مع الله «في» خلق «السماوات» «أم آتيناهم كتابا فهم على بينة» حجة «منه» بأن لهم معه شركة «بل إن» ما «يعد الظالمون» الكافرون «بعضهم بعضا إلا غرورا» باطلا بقولهم الأصنام تشفع لهم.",
			"numberInSurah": 40,
			"juz": 22,
			"manzil": 5,
			"page": 439,
			"ruku": 380,
			"hizbQuarter": 175,
			"sajda": false
		},
		{
			"number": 3701,
			"text": "«إن الله يمسك السماوات والأرض أن تزولا» أي يمنعهما من الزوال «ولئن» لام قسم «زالتا إن» ما «أمسكهما» يمسكهما «من أحد من بعده» أي سواه «إنه كان حليما غفورا» في تأخير عقاب الكفار.",
			"numberInSurah": 41,
			"juz": 22,
			"manzil": 5,
			"page": 439,
			"ruku": 380,
			"hizbQuarter": 176,
			"sajda": false
		},
		{
			"number": 3702,
			"text": "«وأقسموا» أي كفار مكة «بالله جهد أيمانهم» غاية اجتهادهم فيها «لئن جاءهم نذير» رسول «ليكوننَّ أهدى من إحدى الأمم» اليهود والنصارى وغيرهم، أي أيَّ واحدة منها لما رأوا من تكذيب بعضهم بعضا، إذ قالت اليهود: ليست النصارى على شيء، «فلما جاءهم نذير» محمد صلى الله عليه وسلم «ما زادهم» مجيئه «إلا نفورا» تباعدا عن الهدى.",
			"numberInSurah": 42,
			"juz": 22,
			"manzil": 5,
			"page": 439,
			"ruku": 380,
			"hizbQuarter": 176,
			"sajda": false
		},
		{
			"number": 3703,
			"text": "«استكبارا في الأرض» عن الإيمان مفعول له «ومكر» العمل «السيء» من الشرك وغيره «ولا يحيق» يحيط «المكر السيء إلا بأهله» وهو الماكر، ووصف المكر بالسيء أصل، وإضافته إليه قيل استعمال آخر قدر فيه مضاف حذرا من الإضافة إلى الصفة «فهل ينظرون» ينتظرون «إلا سُنَّةَّ الأولين» سنة الله فيهم من تعذيبهم بتكذيبهم رسلهم «فلن تجد لسنَّةِ الله تبديلا ولن تجد لسنَّةِ الله تحويلا» أي لا يبدل بالعذاب غيره ولا يحول إلى غير مستحقه.",
			"numberInSurah": 43,
			"juz": 22,
			"manzil": 5,
			"page": 439,
			"ruku": 380,
			"hizbQuarter": 176,
			"sajda": false
		},
		{
			"number": 3704,
			"text": "«أوْ لم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم وكانوا أشد منهم قوة» فأهلكهم الله بتكذيبهم رسلهم «وما كان الله ليعجزه من شيء» يسبقه ويفوته «في السماوات ولا في الأرض إنه كان عليما» أي بالأشياء كلها «قديرا» عليها.",
			"numberInSurah": 44,
			"juz": 22,
			"manzil": 5,
			"page": 439,
			"ruku": 380,
			"hizbQuarter": 176,
			"sajda": false
		},
		{
			"number": 3705,
			"text": "«ولو يؤاخذ الله الناس بما كسبوا» من المعاصي «ما ترك على ظهرها» أي الأرض «من دابة» نسمة تدبّ عليها «ولكن يؤخرهم إلى أجل مسمى» أي يوم القيامة «فإذا جاء أجلهم فإن الله كان بعباده بصيرا» فيجازيهم على أعمالهم، بإثابة المؤمنين وعقاب الكافرين.",
			"numberInSurah": 45,
			"juz": 22,
			"manzil": 5,
			"page": 440,
			"ruku": 380,
			"hizbQuarter": 176,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}