{
	"number": 39,
	"name": "سُورَةُ الزُّمَرِ",
	"englishName": "Az-Zumar",
	"englishNameTranslation": "The Groups",
	"revelationType": "Meccan",
	"numberOfAyahs": 75,
	"ayahs": [
		{
			"number": 4059,
			"text": "«تنزيل الكتاب» القرآن مبتدأ «من الله» خبره «العزيز» في ملكه «الحكيم» في صنعه.",
			"numberInSurah": 1,
			"juz": 23,
			"manzil": 6,
			"page": 458,
			"ruku": 396,
			"hizbQuarter": 183,
			"sajda": false
		},
		{
			"number": 4060,
			"text": "«إنا أنزلنا إليك» يا محمد «الكتاب بالحق» متعلق بأنزل «فاعبد الله مخلصا له الدين» من الشرك: أي موحدا له.",
			"numberInSurah": 2,
			"juz": 23,
			"manzil": 6,
			"page": 458,
			"ruku": 396,
			"hizbQuarter": 183,
			"sajda": false
		},
		{
			"number": 4061,
			"text": "«ألا الله الدين الخالص» لا يستحقه غيره «والذين اتخذوا من دونه» الأصنام «أولياء» وهم كفار مكة قالوا «ما نعبدهم إلا ليقربونا إلى الله زلفى» قربى مصدر بمعنى تقريبا «إن الله يحكم بينهم» وبين المسلمين «في ما هم فيه يختلفون» من أمر الدين فيدخل المؤمنين الجنة، والكافرين النار «إن الله لا يهدي من هو كاذب» في نسبة الولد إليه «كفار» بعبادته غيره الله.",
			"numberInSurah": 3,
			"juz": 23,
			"manzil": 6,
			"page": 458,
			"ruku": 396,
			"hizbQuarter": 183,
			"sajda": false
		},
		{
			"number": 4062,
			"text": "«لو أراد الله أن يتخذ ولدا» كما قالوا: (اتخذ الرحمن ولدا) «لاصطفى مما يخلق ما يشاء» واتخذه ولدا غير من قالوا الملائكة بنات الله وعزير ابن الله والمسيح ابن الله «سبحانه» تنزيها له عن اتخاذ الولد «هو الله الواحد القهار» لخلقه.",
			"numberInSurah": 4,
			"juz": 23,
			"manzil": 6,
			"page": 458,
			"ruku": 396,
			"hizbQuarter": 183,
			"sajda": false
		},
		{
			"number": 4063,
			"text": "«خلق السماوات والأرض بالحق» متعلق بخلق «يكوّر» يدخل «الليل على النهار» فيزيد «ويكور النهار» يدخله «على الليل» فيزيد «وسخَّر الشمس والقمر كل يجري» في فلكه «لأجل مسمى» ليوم القيامة «ألا هو العزيز» الغالب على أمره المنتقم من أعدائه «الغفار» لأوليائه.",
			"numberInSurah": 5,
			"juz": 23,
			"manzil": 6,
			"page": 458,
			"ruku": 396,
			"hizbQuarter": 183,
			"sajda": false
		},
		{
			"number": 4064,
			"text": "«خلقكم من نفس واحدة» أي آدم «ثم جعل منها زوجها» حواء «وأنزل لكم من الأنعام» الإبل والبقر والغنم الضأن والمعز «ثمانية أزواج» من كلٍ زوجان ذكر وأنثى كما بيّن في سورة الأنعام «يخلقكم في بطون أمهاتكم خلقا من بعد خلق» أي نطفا ثم علقا ثم مضغا «في ظلمات ثلاث» هي ظلمة البطن وظلمة الرحم وظلمة المشيمة «ذلكم الله ربكم له الملك لا إله هو فأنَّى تصرفون» عن عبادته إلى عبادة غيره.",
			"numberInSurah": 6,
			"juz": 23,
			"manzil": 6,
			"page": 459,
			"ruku": 396,
			"hizbQuarter": 183,
			"sajda": false
		},
		{
			"number": 4065,
			"text": "«إن تكفروا فإن الله غنيٌ عنكم ولا يرضى لعباده الكفر» وإن أراده من بعضهم «وإن تشكروا» الله فتؤمنوا «يرضه» بسكون الهاء وضمها مع إشباع ودونه: أي الشكر «لكم ولا تزر» نفس «وازرة وزر» نفس «أخرى» أي لا تحمله «ثم إلى ربكم مرجعكم فينبئكم بما كنتم تعملون إنه عليم بذات الصدور» بما في القلوب.",
			"numberInSurah": 7,
			"juz": 23,
			"manzil": 6,
			"page": 459,
			"ruku": 396,
			"hizbQuarter": 183,
			"sajda": false
		},
		{
			"number": 4066,
			"text": "«وإذا مسَّ الإنسان» أي الكافر «ضرٌ دعا ربه» تضرَّع «منيبا» راجعا «إليه ثم إذا خوّله نعمة» أعطاه إنعاما «منه نسيَ» ترك «ما كان يدعو» يتضرّع «إليه من قبل» وهو الله، فما في موضع من «وجعل الله أندادا» شركاء «ليضل» بفتح الياء وضمها «عن سبيله» دين الإسلام «قل تمتع بكفرك قليلا» بقية أجلك «إنك من أصحاب النار».",
			"numberInSurah": 8,
			"juz": 23,
			"manzil": 6,
			"page": 459,
			"ruku": 396,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4067,
			"text": "«أمَّن» بتخفيف الميم «هو قانت» قائم بوظائف الطاعات «آناء الليل» ساعاته «ساجدا وقائما» في الصلاة «يحذر الآخرة» أي يخاف عذابها «ويرجو رحمة» جنة «ربه» كمن هو عاص بالكفر أو غيره، وفي قراءة أم من فأم بمعنى بل والهمزة «قل هل يستوي الذين يعلمون والذين لا يعلمون» أي لا يستويان كما لا يستوي العالم والجاهل «إنما يتذكر» يتعظ «أولوا الألباب» أصحاب العقول.",
			"numberInSurah": 9,
			"juz": 23,
			"manzil": 6,
			"page": 459,
			"ruku": 396,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4068,
			"text": "«قل يا عباد الذين آمنوا اتقوا ربكم» أي عذابه بأن تطيعوه «للذين أحسنوا في هذه الدنيا» بالطاعة «حسنة» هي الجنة «وأرض الله واسعة» فهاجروا إليها من بين الكفار ومشاهدة المنكرات «إنما يوفى الصابرون» على الطاعة وما يبتلون به «أجرهم بغير حساب» بغير مكيال ولا ميزان.",
			"numberInSurah": 10,
			"juz": 23,
			"manzil": 6,
			"page": 459,
			"ruku": 397,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4069,
			"text": "«قل إني أمرت أن أعبد الله مخلصا له الدين» من الشرك.",
			"numberInSurah": 11,
			"juz": 23,
			"manzil": 6,
			"page": 460,
			"ruku": 397,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4070,
			"text": "«وأمرت لأن» أي بأن «أكون أول المسلمين» من هذه الأمة.",
			"numberInSurah": 12,
			"juz": 23,
			"manzil": 6,
			"page": 460,
			"ruku": 397,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4071,
			"text": "«قل إني أخاف إن عصيت ربي عذاب يوم عظيم».",
			"numberInSurah": 13,
			"juz": 23,
			"manzil": 6,
			"page": 460,
			"ruku": 397,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4072,
			"text": "«قل الله أعبد مخلصا له ديني» من الشرك.",
			"numberInSurah": 14,
			"juz": 23,
			"manzil": 6,
			"page": 460,
			"ruku": 397,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4073,
			"text": "«فاعبدوا ما شئتم من دونه» غيره، فيه تهديد لهم وإيذان بأنهم لا يعبدون الله تعالى «قل إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة» بتخليد الأنفس في النار وبعدم وصولهم إلى الحور المعدَّة لهم في الجنة لو آمنوا «ألا ذلك هو الخسران المبين» البيَّن.",
			"numberInSurah": 15,
			"juz": 23,
			"manzil": 6,
			"page": 460,
			"ruku": 397,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4074,
			"text": "«لهم من فوقهم ظلل» طباق «من النار ومن تحتهم ظلل» من النار «ذلك يخوِّف الله به عباده» أي المؤمنين ليتقوه يدل عليه «يا عباد فاتقون».",
			"numberInSurah": 16,
			"juz": 23,
			"manzil": 6,
			"page": 460,
			"ruku": 397,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4075,
			"text": "«والذين اجتنبوا الطاغوت» الأوثان «أن يعبدوها وأنابوا» أقبلوا «إلى الله لهم البشرى» بالجنة «فبشر عباد».",
			"numberInSurah": 17,
			"juz": 23,
			"manzil": 6,
			"page": 460,
			"ruku": 397,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4076,
			"text": "«الذين يستمعون القول فيتبعون أحسنه» وهو ما فيه صلاحهم «أولئك الذين هداهم الله وأولئك هم أولوا الألباب» أصحاب العقول.",
			"numberInSurah": 18,
			"juz": 23,
			"manzil": 6,
			"page": 460,
			"ruku": 397,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4077,
			"text": "«أفمن حق عليه كلمة العذاب» أي: (لأملأن جهنم) «أفأنت تنقذ» تخرج «من في النار» جواب الشرط وأقيم فيه الظاهر مقام المضمر والهمزة للإنكار، والمعنى لا تقدر على هدايته فتنقذه من النار.",
			"numberInSurah": 19,
			"juz": 23,
			"manzil": 6,
			"page": 460,
			"ruku": 397,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4078,
			"text": "«لكن الذين اتقوْا ربهم» بأن أطاعوه «لهم غرف من فوقها غرف مبنية تجري من تحتها الأنهار» أي من تحت الغرف الفوقانية والتحتانية «وعد الله» منصوب بفعله المقَّدر «لا يخلف الله الميعاد» وعده.",
			"numberInSurah": 20,
			"juz": 23,
			"manzil": 6,
			"page": 460,
			"ruku": 397,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4079,
			"text": "«ألم تر» تعلم «أن الله أنزل من السماء ماءً فسلكه ينابيع» أدخله أمكنة نبع «في الأرض ثم يخرج به زرعا مختلفا ألوانه ثم يهيج» ييبس «فتراه» بعد الخضرة مثلا «مصفرا ثم يجعله حطاما» فتاتا «إن في ذلك لذكرى» تذكيرا «لأولي الألباب» يتذكرون به لدلالته على وحدانية الله تعالى وقدرته.",
			"numberInSurah": 21,
			"juz": 23,
			"manzil": 6,
			"page": 460,
			"ruku": 397,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4080,
			"text": "«أفمن شرح الله صدره للإسلام» فاهتدى «فهو على نور من ربه» كمن طبع على قلبه، دلَّ على هذا «فويلٌ» كلمة عذاب «للقاسية قلوبهم من ذكر الله» أي عن قبول القرآن «أولئك في ضلال مبين» بيّن.",
			"numberInSurah": 22,
			"juz": 23,
			"manzil": 6,
			"page": 461,
			"ruku": 398,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4081,
			"text": "«الله نزَّل أحسن الحديث كتابا» بدل من أحسن، أي قرآنا «متشابها» أي يشبه بعضه بعضا في النظم وغيره «مثانَي» ثني فيه الوعد والوعيد وغيرهما «تقشعر منه» ترتعد عند ذكره وعيده «جلود الذين يخشوْن» «يخافون ربهم ثم تلين» تطمئن «جلودهم وقلوبهم إلى ذكر الله» أي عند ذكر وعده «ذلك» أي الكتاب «هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد».",
			"numberInSurah": 23,
			"juz": 23,
			"manzil": 6,
			"page": 461,
			"ruku": 398,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4082,
			"text": "«أفمن يتقي» يلقى «بوجهه سوء العذاب يوم القيامة» أي أشده بأن يلقى في النار مغلولة يداه إلى عنقه كمن أمن منه بدخول الجنة «وقيل للظالمين» أي كفار مكة «ذوقوا ما كنتم تكسبون» أي جزاءَه.",
			"numberInSurah": 24,
			"juz": 23,
			"manzil": 6,
			"page": 461,
			"ruku": 398,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4083,
			"text": "«كذَّب الذين من قبلهم» رسلهم في إتيان العذاب «فأتاهم العذاب من حيث لا يشعرون» من جهة لا تخطر ببالهم.",
			"numberInSurah": 25,
			"juz": 23,
			"manzil": 6,
			"page": 461,
			"ruku": 398,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4084,
			"text": "«فأذاقهم الله الخزي» الذل والهوان من المسخ والقتل وغيره «في الحياة الدنيا ولعذاب الآخرة أكبر لو كانوا» أي المكذبون «يعلمون» عذابها ما كذبوا.",
			"numberInSurah": 26,
			"juz": 23,
			"manzil": 6,
			"page": 461,
			"ruku": 398,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4085,
			"text": "«ولقد ضربنا» جعلنا «للناس في هذا القرآن من كل مثل لعلهم يتذكرون» يتعظون.",
			"numberInSurah": 27,
			"juz": 23,
			"manzil": 6,
			"page": 461,
			"ruku": 398,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4086,
			"text": "«قرآنا عربيا» حال مؤكدة «غير ذي عوج» أي لبس واختلاف «لعلهم يتقون» الكفر.",
			"numberInSurah": 28,
			"juz": 23,
			"manzil": 6,
			"page": 461,
			"ruku": 398,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4087,
			"text": "«ضرب الله» للمشرك والموحِّد «مثلا رجلا» بدل من مثلا «فيه شركاء متشاكسون» متنازعون سيئة أخلاقهم «ورجلا سالما» خالصا «لرجل هل يستويان مثلا» تميز أي لا يستوي العبد بجماعه والعبد لواحد، فإن الأول إذا طلب منه كل من مالكيه خدمته في وقت واحد تحيَّر فيمن يخدمه منهم وهذا مثل للمشرك، والثاني مثل للموحّد «الحمد لله» وحده «بل أكثرهم» أي أهل مكة «لا يعلمون» ما يصيرون إليه من العذاب فيشركون.",
			"numberInSurah": 29,
			"juz": 23,
			"manzil": 6,
			"page": 461,
			"ruku": 398,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4088,
			"text": "«إنك» خطاب للنبي صلى الله عليه وسلم «ميت وإنهم ميتون» ستموت ويموتون فلا شماتة بالموت، نزلت لما استبطؤوا موته صلى الله عليه وسلم.",
			"numberInSurah": 30,
			"juz": 23,
			"manzil": 6,
			"page": 461,
			"ruku": 398,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4089,
			"text": "«ثم إنكم» أيها الناس فيما بينكم من المظالم «يوم القيامة عند ربكم تختصمون».",
			"numberInSurah": 31,
			"juz": 23,
			"manzil": 6,
			"page": 461,
			"ruku": 398,
			"hizbQuarter": 184,
			"sajda": false
		},
		{
			"number": 4090,
			"text": "«فمن» أي لا أحد «أظلم ممن كذب على الله» بنسبة الشريك والولد إليه «وكذَّب بالصدق» بالقرآن «إذ جاءه أليس في جهنم مثوىً» مأوى «للكافرين» بلى.",
			"numberInSurah": 32,
			"juz": 24,
			"manzil": 6,
			"page": 462,
			"ruku": 399,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4091,
			"text": "«والذى جاء بالصدق» هو النبي صلى الله عليه وسلم «وصدق به» هم المؤمنون فالذي بمعنى الذين «أولئك هم المتقون» الشرك.",
			"numberInSurah": 33,
			"juz": 24,
			"manzil": 6,
			"page": 462,
			"ruku": 399,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4092,
			"text": "«لهم ما يشاءون عند ربهم ذلك جزاء المحسنين» لأنفسهم بإيمانهم.",
			"numberInSurah": 34,
			"juz": 24,
			"manzil": 6,
			"page": 462,
			"ruku": 399,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4093,
			"text": "«ليكفّر الله عنهم أسوأ الذي عملوا ويجزيهم أجرهم بأحسن الذي كانوا يعملون» أسوأ وأحسن بمعنى السيء والحسن.",
			"numberInSurah": 35,
			"juz": 24,
			"manzil": 6,
			"page": 462,
			"ruku": 399,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4094,
			"text": "«أليس الله بكاف عبده» أي النبي، بلى «ويخوّفونك» الخطاب له «بالذين من دونه» أي الأصنام، أن تقتله أو تخبله «ومن يضلل الله فما له من هاد».",
			"numberInSurah": 36,
			"juz": 24,
			"manzil": 6,
			"page": 462,
			"ruku": 399,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4095,
			"text": "«ومن يهد الله فما له من مضلِّ أليس الله بعزيز» غالب على أمره «ذي انتقام» من أعدائه؟ بلى.",
			"numberInSurah": 37,
			"juz": 24,
			"manzil": 6,
			"page": 462,
			"ruku": 399,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4096,
			"text": "«ولئن» لام قسم «سألتهم من خلق السماوات والأرض ليقولنَّ الله قل أفرأيتم ما تدعون» تعبدون «من دون الله» أي الأصنام «إن أرادني الله بضرِّ هل هن كاشفات ضرَّه» لا «أو أرادني برحمة هل هن ممسكاتٌ رحمتَه» لا، وفي قراءة بالإضافة فيهما «قل حسبيَ الله عليه يتوكل المتوكلون» يثق الواثقون.",
			"numberInSurah": 38,
			"juz": 24,
			"manzil": 6,
			"page": 462,
			"ruku": 399,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4097,
			"text": "«قل يا قوم اعملوا على مكانتكم» حالتكم «إني عامل» على حالتي «فسوف تعلمون».",
			"numberInSurah": 39,
			"juz": 24,
			"manzil": 6,
			"page": 462,
			"ruku": 399,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4098,
			"text": "«من» موصولة مفعول العلم «يأتيه عذاب يخزيه ويحل» ينزل «عليه عذاب مقيم» دائم هو عذاب النار، وقد أخزاهم الله ببدر.",
			"numberInSurah": 40,
			"juz": 24,
			"manzil": 6,
			"page": 462,
			"ruku": 399,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4099,
			"text": "«إنا أنزلنا عليك الكتاب للناس بالحق» متعلق بأنزل «فمن اهتدى فلنفسه» اهتداؤه «ومن ضل فإنما يضل عليها وما أنت عليهم بوكيل» فتجبرهم على الهدى.",
			"numberInSurah": 41,
			"juz": 24,
			"manzil": 6,
			"page": 463,
			"ruku": 399,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4100,
			"text": "«الله يتوفى الأنفس حين موتها و» يتوفى «التي لم تمت في منامها» أي يتوفاها وقت النوم «فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجل مسمى» أي وقت موتها والمرسلة نفس التمييز تبقى بدونها نفس الحياة بخلاف العكس «إن في ذلك» المذكور «لآيات» دلالات. «لقوم يتفكرون» فيعلمون أن القادر على ذلك، قادر على البعث، وقريش لم يتفكروا في ذلك.",
			"numberInSurah": 42,
			"juz": 24,
			"manzil": 6,
			"page": 463,
			"ruku": 400,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4101,
			"text": "«أم» بل «اتخذوا من دون الله» أي الأصنام آلهة «شفعاء» عن الله بزعمهم «قل» لهم «أ» يشفعون «ولو كانوا لا يملكون شيئا» من الشفاعة وغيرها «ولا يعقلون» أنكم تعبدونهم ولا غير ذلك؟ لا.",
			"numberInSurah": 43,
			"juz": 24,
			"manzil": 6,
			"page": 463,
			"ruku": 400,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4102,
			"text": "«قل لله الشفاعة جميعا» أي هو مختص بها فلا يشفع أحد إلا بإذنه «له ملك السماوات والأرض ثم إليه ترجعون».",
			"numberInSurah": 44,
			"juz": 24,
			"manzil": 6,
			"page": 463,
			"ruku": 400,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4103,
			"text": "«وإذا ذكر الله وحده» أي دون آلهتهم «اشمأزَّت» نفرت وانقبضت «قلوب الذين لا يؤمنون بالآخرة وإذا ذكر الذين من دونه» أي الأصنام «إذا هم يستبشرون».",
			"numberInSurah": 45,
			"juz": 24,
			"manzil": 6,
			"page": 463,
			"ruku": 400,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4104,
			"text": "«قل اللهم» بمعنى يا الله «فاطر السماوات والأرض» مبدعهما «عالم الغيب والشهادة» ما غاب وما شوهد «أنت تحكم بين عبادك فيما كانوا فيه يختلفون» من أمر الدين اهدني لما اختلفوا فيه من الحق.",
			"numberInSurah": 46,
			"juz": 24,
			"manzil": 6,
			"page": 463,
			"ruku": 400,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4105,
			"text": "«ولو أن للذين ظلموا ما في الأرض جميعا ومثله معه لافتدوا به من سوء العذاب يوم القيامة وبدا» ظهر «لهم من الله ما لم يكونوا يحتسبون» يظنون.",
			"numberInSurah": 47,
			"juz": 24,
			"manzil": 6,
			"page": 463,
			"ruku": 400,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4106,
			"text": "«وبدا لهم سيئات ما كسبوا وحاق» نزل «بهم ما كانوا به يستهزءُون» أي العذاب.",
			"numberInSurah": 48,
			"juz": 24,
			"manzil": 6,
			"page": 464,
			"ruku": 400,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4107,
			"text": "«فإذا مسَّ الإنسان» الجنس «ضر دعانا ثم إذا خوّلناه» أعطيناه «نعمة» إنعاما «منا قال إنما أوتيته على علم» من الله بأني له أهل «بل هي» أي القولة «فتنة» بلية يبتلى بها العبد «ولكن أكثرهم لا يعلمون» أي التخويل استدراج وامتحان.",
			"numberInSurah": 49,
			"juz": 24,
			"manzil": 6,
			"page": 464,
			"ruku": 400,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4108,
			"text": "«قد قالها الذين من قبلهم» من الأمم كقارون وقومه الراضين بها «فما أغنى عنهم ما كانوا يكسبون».",
			"numberInSurah": 50,
			"juz": 24,
			"manzil": 6,
			"page": 464,
			"ruku": 400,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4109,
			"text": "«فأصابهم سيئات ما كسبوا» أي جزاؤها «والذين ظلموا من هؤلاء» أي قريش «سيصيبهم سيئات ما كسبوا وما هم بمعجزين» بفائتين عذابنا فقحطوا سبع سنين ثم وسع عليهم.",
			"numberInSurah": 51,
			"juz": 24,
			"manzil": 6,
			"page": 464,
			"ruku": 400,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4110,
			"text": "«أوَ لم يعلموا أن الله يبسط الرزق» يوسعه «لمن يشاء» امتحانا «ويقدر» يضيقه لمن يشاء ابتلاء «إن في ذلك لآيات لقوم يؤمنون» به.",
			"numberInSurah": 52,
			"juz": 24,
			"manzil": 6,
			"page": 464,
			"ruku": 400,
			"hizbQuarter": 185,
			"sajda": false
		},
		{
			"number": 4111,
			"text": "«قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا» بكسر النون وفتحها، وقرئ بضمها تيأسوا «من رحمة الله إن الله يغفر الذنوب جميعا» لمن تاب من الشرك «إنه هو الغفور الرحيم».",
			"numberInSurah": 53,
			"juz": 24,
			"manzil": 6,
			"page": 464,
			"ruku": 401,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4112,
			"text": "«وأنيبوا» ارجعوا «إلى ربكم وأسلموا» أخلصوا العمل «له من قبل أن يأتيكم العذاب ثم لا تنصرون» بمنعه إن لم تتوبوا.",
			"numberInSurah": 54,
			"juz": 24,
			"manzil": 6,
			"page": 464,
			"ruku": 401,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4113,
			"text": "«واتبعوا أحسن ما أنزل إليكم من ربكم» هو القرآن «من قبل أن يأتيكم العذاب بغتة وأنتم لا تشعرون» قبل إتيانه بوقته.",
			"numberInSurah": 55,
			"juz": 24,
			"manzil": 6,
			"page": 464,
			"ruku": 401,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4114,
			"text": "فبادروا قبل «أن تقول نفسٌ يا حسرتى» أصله يا حسرتي، أي ندامتي «على ما فرطت في جنب الله» أي طاعته «وإن» مخففة من الثقيلة، وإني «كنت لمن الساخرين» بدينه وكتابه.",
			"numberInSurah": 56,
			"juz": 24,
			"manzil": 6,
			"page": 464,
			"ruku": 401,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4115,
			"text": "«أو تقول لو أن الله هداني» بالطاعة فاهتديت «لكنت من المتقين» عذابه.",
			"numberInSurah": 57,
			"juz": 24,
			"manzil": 6,
			"page": 465,
			"ruku": 401,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4116,
			"text": "«أو تقول حين ترى العذاب لو أن لي كرَّة» رجعة إلى الدنيا «فأكون من المحسنين» المؤمنين، فيقال له من قبل الله.",
			"numberInSurah": 58,
			"juz": 24,
			"manzil": 6,
			"page": 465,
			"ruku": 401,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4117,
			"text": "«بلى قد جاءتك آياتي» القرآن وهو سبب الهداية «فكذبت بها واستكبرت» تكبرت عن الإيمان بها «وكنت من الكافرين».",
			"numberInSurah": 59,
			"juz": 24,
			"manzil": 6,
			"page": 465,
			"ruku": 401,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4118,
			"text": "«ويوم القيامة ترى الذين كذبوا على الله» بنسبة الشريك والولد إليه «وجوههم مسودة أليس في جهنم مشوى» مأوى «للمتكبرين» عن الإيمان؟ بلى.",
			"numberInSurah": 60,
			"juz": 24,
			"manzil": 6,
			"page": 465,
			"ruku": 401,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4119,
			"text": "«وينجَّي الله» من جهنم «الذين اتقوْا» الشرك «بمفازتهم» أي بمكان فوزهم من الجنة بأن يجعلوا فيه «لا يمسهم السوء ولا هم يحزنون».",
			"numberInSurah": 61,
			"juz": 24,
			"manzil": 6,
			"page": 465,
			"ruku": 401,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4120,
			"text": "«الله خالق كل شيء وهو على كل شيء وكيل» متصرف فيه كيف يشاء.",
			"numberInSurah": 62,
			"juz": 24,
			"manzil": 6,
			"page": 465,
			"ruku": 401,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4121,
			"text": "«له مقاليد السماوات والأرض» أي مفاتيح خزائنهما من المطر والنبات وغيرهما «والذين كفروا بآيات الله» القرآن «أولئك هم الخاسرون» متصل بقوله: (وينجي الله الذين اتقوا) 000الخ وما بينهما اعتراض.",
			"numberInSurah": 63,
			"juz": 24,
			"manzil": 6,
			"page": 465,
			"ruku": 401,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4122,
			"text": "«قل أفغير الله تأمروني أعبد أيها الجاهلون» غير منصوب بأعبد المعمول لتأمروني بتقدير أن بنون واحدة وبنونين بإدغام وفك.",
			"numberInSurah": 64,
			"juz": 24,
			"manzil": 6,
			"page": 465,
			"ruku": 402,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4123,
			"text": "«ولقد أوحيَ إليك وإلى الذين من قبلك» والله «لئن أشركت» يا محمد فرضا «ليحبطن عملك ولتكوننَّ من الخاسرين».",
			"numberInSurah": 65,
			"juz": 24,
			"manzil": 6,
			"page": 465,
			"ruku": 402,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4124,
			"text": "«بل الله» وحده «فاعبدْ وكن من الشاكرين» إنعامه عليك.",
			"numberInSurah": 66,
			"juz": 24,
			"manzil": 6,
			"page": 465,
			"ruku": 402,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4125,
			"text": "«وما قدروا الله حق قدره» ما عرفوه حق معرفته، أو ما عظموه حق عظمته حين أشركوا به غيره «والأرض جميعا» حال: أي السبع «قبضته» أي مقبوضة له: أي في ملكه وتصرفه «يوم القيامة والسماوات مطويات» مجموعات «بيمينه» بقدرته «سبحانه وتعالى عما يشركون» معه.",
			"numberInSurah": 67,
			"juz": 24,
			"manzil": 6,
			"page": 465,
			"ruku": 402,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4126,
			"text": "«ونفخ في الصور» النفخة الأولى «فصعق» مات «من في السماوات ومن في الأرض إلا من شاء الله» من الحور والوالدان وغيرهما «ثم نفخ فيه أخرى فإذا هم» أي جميع الخلائق الموتى «قيام ينظرون» ينتظرون ما يفعل بهم.",
			"numberInSurah": 68,
			"juz": 24,
			"manzil": 6,
			"page": 466,
			"ruku": 402,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4127,
			"text": "«وأشرقت الأرض» أضاءت «بنور ربها» حين يتجلى الله لفصل القضاء «ووضع الكتاب» كتاب الأعمال للحساب «وجيء بالنبيين والشهداء» أي بمحمد صلى الله عليه وسلم وأمته يشهدون للرسل بالبلاغ «وقُضيَ بينهم بالحق» أي العدل «وهم لا يظلمون» شيئا.",
			"numberInSurah": 69,
			"juz": 24,
			"manzil": 6,
			"page": 466,
			"ruku": 402,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4128,
			"text": "«ووفّيَتْ كلُّ نفس ما عملت» أي جزاءه «وهو أعلم» عالم «بما يفعلون» فلا يحتاج إلى شاهد.",
			"numberInSurah": 70,
			"juz": 24,
			"manzil": 6,
			"page": 466,
			"ruku": 402,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4129,
			"text": "«وسيق الذين كفروا» بعنف «إلى جهنم زمرا» جماعات متفرقة «حتى إذا جاءُوها فتحت أبوابها» جواب إذا «وقال لهم خزنتها ألم يأتكم رسل منكم يتلون عليكم آيات ربكم» القرآن وغيره «وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب» أي: (لأملأن جهنم) الآية. «على الكافرين».",
			"numberInSurah": 71,
			"juz": 24,
			"manzil": 6,
			"page": 466,
			"ruku": 403,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4130,
			"text": "«قيل ادخلوا أبواب جهنم خالدين فيها» مقدّرين الخلود «فبئس مثوى» مأوى «المتكبرين» جهنم.",
			"numberInSurah": 72,
			"juz": 24,
			"manzil": 6,
			"page": 466,
			"ruku": 403,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4131,
			"text": "«وسيق الذين اتقوا ربهم» بلطف «إلى الجنة زمرا حتى إذا جاءُوها وفتحت أبوابها» الواو فيه للحال بتقدير قد «وقال لهم خزنتها سلام عليكم طبتم» حال «فادخلوها خالدين» مقدّرين الخلود فيها، وجواب إذا مقدر، أي دخولها وسوقهم وفتح الأبواب قبل مجيئهم تكرمة لهم، وسوق الكفار وفتح أبواب جهنم عند مجيئهم ليبقى حرها إليهم إهانة لهم.",
			"numberInSurah": 73,
			"juz": 24,
			"manzil": 6,
			"page": 466,
			"ruku": 403,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4132,
			"text": "«وقالوا» عطف على دخولها المقدر «الحمد لله الذي صدقنا وعده» بالجنة «وأورثنا الأرض» أي أرض الجنة «نتبوأ» ننزل «من الجنة حيث نشاء» لأنها كلها لا يختار فيها مكان على مكان «فنعم أجر العاملين» الجنة.",
			"numberInSurah": 74,
			"juz": 24,
			"manzil": 6,
			"page": 466,
			"ruku": 403,
			"hizbQuarter": 186,
			"sajda": false
		},
		{
			"number": 4133,
			"text": "«وترى الملائكة حافّين» حال «من حول العرش» من كل جانب منه «يسبحون» حال من ضمير حافين «بحمد ربهم» ملابسين للحمد: أي يقولون: سبحان الله وبحمده «وقضيَ بينهم» بين جميع الخلائق «بالحق» أي العدل فيدخل المؤمنون الجنة، والكافرين النار «وقيل الحمد لله رب العالمين» ختم استقرار الفريقين بالحمد من الملائكة.",
			"numberInSurah": 75,
			"juz": 24,
			"manzil": 6,
			"page": 467,
			"ruku": 403,
			"hizbQuarter": 186,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}