{
	"number": 40,
	"name": "سُورَةُ غَافِرٍ",
	"englishName": "Ghafir",
	"englishNameTranslation": "The Forgiver",
	"revelationType": "Meccan",
	"numberOfAyahs": 85,
	"ayahs": [
		{
			"number": 4134,
			"text": "«حَم» الله أعلم بمراده به.",
			"numberInSurah": 1,
			"juz": 24,
			"manzil": 6,
			"page": 467,
			"ruku": 404,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4135,
			"text": "«تنزيل الكتاب» القرآن مبتدأ «من الله» خبره «العزيز» في ملكه «العليم» بخلقه.",
			"numberInSurah": 2,
			"juz": 24,
			"manzil": 6,
			"page": 467,
			"ruku": 404,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4136,
			"text": "«غافر الذنب» للمؤمنين «وقابل التوب» لهم مصدر «شديد العقاب» للكافرين أي مشدده «ذي الطول» الإنعام الواسع، وهو موصوف على الدوام بكل هذه الصفات، فإضافة المشتق منها للتعريف كالأخيرة «لا إله إلا هو إليه المصير» المرجع.",
			"numberInSurah": 3,
			"juz": 24,
			"manzil": 6,
			"page": 467,
			"ruku": 404,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4137,
			"text": "«ما يجادل في آيات الله» القرآن «إلا الذين كفروا» من أهل مكة «فلا يغررك تقلبهم في البلاد» للمعاش سالمين فإن عاقبتهم النار.",
			"numberInSurah": 4,
			"juz": 24,
			"manzil": 6,
			"page": 467,
			"ruku": 404,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4138,
			"text": "«كذبت قبلهم قوم نوح والأحزاب» كعاد وثمود وغيرهما «من بعدهم وهمّت كل أمة برسولهم ليأخذوه» يقتلوه «وجادلوا بالباطل ليدحضوا» يزيلوا «به الحق فأخذتهم» بالعقاب «فكيف كان عقاب» لهم، أي هو واقع موقعه.",
			"numberInSurah": 5,
			"juz": 24,
			"manzil": 6,
			"page": 467,
			"ruku": 404,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4139,
			"text": "(وكذلك حقت كلمة ربك) أي \"\" لأملأن جهنم \"\" الآية (على الذين كفروا أنهم أصحاب النار) بدل من كلمة.",
			"numberInSurah": 6,
			"juz": 24,
			"manzil": 6,
			"page": 467,
			"ruku": 404,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4140,
			"text": "«الذين يحملون العرش» مبتدأ «ومن حوله» عطف عليه «يسبحون» خبره «بحمد ربهم» ملابسين للحمد، أي يقولون: سبحان الله وبحمده «ويؤمنون به» تعالى ببصائرهم أي يصدقون بوحدانيته «ويستغفرون للذين آمنوا» يقولون «ربنا وسعت كل شيءٍ رحمة وعلما» أي وسعت رحمتك كلَّ شيء وعلمك كل شيء «فاغفر للذين تابوا» من الشرك «واتبعوا سبيلك» دين الإسلام «وقهم عذاب الجحيم» النار.",
			"numberInSurah": 7,
			"juz": 24,
			"manzil": 6,
			"page": 467,
			"ruku": 404,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4141,
			"text": "«ربنا وأدخلهم جنات عدن» إقامة «التي وعدتهم ومن صلح» عطف على هم في وأدخلهم أو في وعدتهم «من آبائهم وأزواجهم وذرياتهم إنك أنت العزيز الحكيم» في صنعه.",
			"numberInSurah": 8,
			"juz": 24,
			"manzil": 6,
			"page": 468,
			"ruku": 404,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4142,
			"text": "«وقهم السيئات» أي عذابها «ومن تق السيئات يومئذ» يوم القيامة «فقد رحمته وذلك هو الفوز العظيم».",
			"numberInSurah": 9,
			"juz": 24,
			"manzil": 6,
			"page": 468,
			"ruku": 404,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4143,
			"text": "«إن الذين كفروا ينادوْن» من قبل الملائكة وهم يمقتون أنفسهم عند دخولهم النار «لمقت الله» إياكم «أكبر من مقتكم أنفسكم إذ تدعوْن» في الدنيا «إلى الإيمان فتكفرون».",
			"numberInSurah": 10,
			"juz": 24,
			"manzil": 6,
			"page": 468,
			"ruku": 405,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4144,
			"text": "«قالوا ربنا أمتَّنا اثنتين» إماتتين «وأحييتنا اثنتين» إحياءتين لأنهم نطفٌ أموات فأحيوا ثم أميتوا ثم أحيوا للبعث «فاعترفنا بذنوبنا» بكفرنا بالبعث «فهل إلى خروج» من النار والرجوع إلى الدنيا لنطيع ربنا «من سبيل» طريق وجوابهم: لا.",
			"numberInSurah": 11,
			"juz": 24,
			"manzil": 6,
			"page": 468,
			"ruku": 405,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4145,
			"text": "«ذلكم» أي العذاب أنتم فيه «بأنه» أي بسبب أنه في الدنيا «إذا دعي الله وحده كفرتم» بتوحيده «وإن يُشرَك به» يجعل له شريك «تؤمنوا» تصدقوا بالإشراك «فالحكم» في تعذيبكم «لله العليِّ» على خلقه «الكبير» العظيم.",
			"numberInSurah": 12,
			"juz": 24,
			"manzil": 6,
			"page": 468,
			"ruku": 405,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4146,
			"text": "«هو الذي يريكم آياته» دلائل توحيده «وينزل لكم من السماء رزقا» بالمطر «وما يتذكر» يتعظ «إلا من ينيب» يرجع عن الشرك.",
			"numberInSurah": 13,
			"juz": 24,
			"manzil": 6,
			"page": 468,
			"ruku": 405,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4147,
			"text": "«فادعوا الله» اعبدوه «مخلصين له الدين» من الشرك «ولو كره الكافرون» إخلاصكم منه.",
			"numberInSurah": 14,
			"juz": 24,
			"manzil": 6,
			"page": 468,
			"ruku": 405,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4148,
			"text": "«رفيع الدرجات» أي الله عظيم الصفات، أو رافع درجات المؤمنين في الجنة «ذو العرش» خالقه «يلقي الروح» الوحي «من أمره» أي قوله «على من يشاء من عباده لينذر» يخوَّف الملقى عليه الناس «يوم التلاق» بحذف الياء وإثباتها يوم القيامة لتلاقي أهل السماء والأرض، والعابد والمعبود، والظالم والمظلوم فيه.",
			"numberInSurah": 15,
			"juz": 24,
			"manzil": 6,
			"page": 468,
			"ruku": 405,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4149,
			"text": "«يوم هم بارزون» خارجون من قبورهم «لا يخفى على الله منهم شيءٌ لمن الملك اليوم» بقوله تعالى، ويجيب نفسه «لله الواحد القهار» أي لخلقه.",
			"numberInSurah": 16,
			"juz": 24,
			"manzil": 6,
			"page": 468,
			"ruku": 405,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4150,
			"text": "«اليوم تجزى كل نفس بما كسبت لا ظلم اليوم إن الله سريع الحساب» يحاسب جميع الخلق في قدر نصف نهار من أيام الدنيا لحديث بذلك.",
			"numberInSurah": 17,
			"juz": 24,
			"manzil": 6,
			"page": 469,
			"ruku": 405,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4151,
			"text": "(وأنذرهم يوم الآزفة) يوم القيامة من أزف الرحيل: قرب (إذ القلوب) ترتفع خوفا (لدى) عند (الحناجر كاظمين) ممتلئين غما حال من القلوب عوملت بالجمع بالياء والنون معاملة أصحابها (ما للظالمين من حميم) محب (ولا شفيع يطاع) لا مفهوم للوصف إذ لا شفيع لهم أصلا \"\" فما لنا من شافعين \"\" أوله مفهوم بناء على زعمهم أن لهم شفعاء، أي لو شفعوا فرضا لم يقبلوا.",
			"numberInSurah": 18,
			"juz": 24,
			"manzil": 6,
			"page": 469,
			"ruku": 405,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4152,
			"text": "«يعلم أي الله «خائنة الأعين» بمارقتها النظر إلى محرَّم «وما تخفي الصدور» القلوب.",
			"numberInSurah": 19,
			"juz": 24,
			"manzil": 6,
			"page": 469,
			"ruku": 405,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4153,
			"text": "«والله يقضي بالحق والذين يدعون» يعبدون، أي كفار مكة بالياء والتاء «من دونه» وهم الأصنام «لا يقضون بشيءٍ» فكيف يكونون شركاء لله «إن الله هو السميع» لأقوالهم «البصير» بأفعالهم.",
			"numberInSurah": 20,
			"juz": 24,
			"manzil": 6,
			"page": 469,
			"ruku": 405,
			"hizbQuarter": 187,
			"sajda": false
		},
		{
			"number": 4154,
			"text": "«أوَ لم يسيروا في الأرض فينظروا كيف كان عاقبة الذين كانوا من قبلهم كانوا هم أشد منهم» وفي قراءة: منكم «قوة وآثارا في الأرض» من مصانع وقصور «فأخذهم الله» أهلكهم «بذنوبهم وما كان لهم من الله من واق» عذابه.",
			"numberInSurah": 21,
			"juz": 24,
			"manzil": 6,
			"page": 469,
			"ruku": 406,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4155,
			"text": "«ذلك بأنهم كانت تأتيهم رسلهم بالبينات» بالمعجزات الظاهرات «فكفروا فأخذهم الله إنه قويٌ شديد العقاب».",
			"numberInSurah": 22,
			"juz": 24,
			"manzil": 6,
			"page": 469,
			"ruku": 406,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4156,
			"text": "«ولقد أرسلنا موسى بآياتنا وسلطان مبين» برهان بيَّن ظاهر.",
			"numberInSurah": 23,
			"juz": 24,
			"manzil": 6,
			"page": 469,
			"ruku": 406,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4157,
			"text": "«إلى فرعون وهامان وقارون فقالوا» هو «ساحرٌ كذاب».",
			"numberInSurah": 24,
			"juz": 24,
			"manzil": 6,
			"page": 469,
			"ruku": 406,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4158,
			"text": "«فلما جاءهم بالحق» بالصدق «من عندنا «قالوا اقتلوا أبناء الذين آمنوا معه واستحيوا» استبقوا «نساءهم وما كيْد الكافرين إلا في ضلال» هلاك.",
			"numberInSurah": 25,
			"juz": 24,
			"manzil": 6,
			"page": 469,
			"ruku": 406,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4159,
			"text": "«وقال فرعون ذروني أقتل موسى» لأنهم كانوا يكفونه عن قتله «وليدع ربه» ليمنعه مني «إني أخاف أن يبدل دينكم» من عبادتكم إياي فتتبعوه «وأن يُظهر في الأرض الفساد» من قتل وغيره، وفي قراءة: أو، وفي أخرى بفتح الياء والهاء وضم الدال.",
			"numberInSurah": 26,
			"juz": 24,
			"manzil": 6,
			"page": 470,
			"ruku": 406,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4160,
			"text": "«وقال موسى» لقومه وقد سمع ذلك إني عذت بربي وربكم من كل متكبر لا يؤمن بيوم الحساب».",
			"numberInSurah": 27,
			"juz": 24,
			"manzil": 6,
			"page": 470,
			"ruku": 406,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4161,
			"text": "«وقال رجل مؤمن من آل فرعون» قيل: هو ابن عمه «يكتم إيمانه أتقتلون رجلا أن» أي لأن «يقول ربيَ الله وقد جاءَكم بالبينات» بالمعجزات الظاهرات «من ربكم وإن يك كاذبا فعليه كذبه» أي ضرر كذبه «وإن يك صادقا يصبكم بعض الذي يعدكم» به من العذاب عاجلا «إن الله لا يهدي من هو مسرف» مشرك «كذاب» مفتر.",
			"numberInSurah": 28,
			"juz": 24,
			"manzil": 6,
			"page": 470,
			"ruku": 407,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4162,
			"text": "«يا قوم لكم الملك اليوم ظاهرين» غالبين حال «في الأرض» أرض مصر «فمن ينصرنا من بأس الله» عذابه إن قتلتم أولياءه «إن جاءنا» أي لا ناصر لنا «قال فرعون ما أريكم إلا ما أرى» أي ما أشير عليكم إلا بما أشير به على نفسي وهو قتل موسى «وما أهديكم إلا سبيل الرشاد» طريق الصواب.",
			"numberInSurah": 29,
			"juz": 24,
			"manzil": 6,
			"page": 470,
			"ruku": 407,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4163,
			"text": "«وقال الذي آمن يا قوم إنِّي أخاف عليكم مثل يوم الأحزاب» أي يوم حزب بعد حزب.",
			"numberInSurah": 30,
			"juz": 24,
			"manzil": 6,
			"page": 470,
			"ruku": 407,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4164,
			"text": "«مثل دأب قوم نوح وعاد وثمود والذين من بعدهم» مثل بدل من مثل قبله، أي مثل جزاء عادة من كفر قبلكم من تعذيبهم في الدنيا «وما الله يريد ظلما لعباد».",
			"numberInSurah": 31,
			"juz": 24,
			"manzil": 6,
			"page": 470,
			"ruku": 407,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4165,
			"text": "«ويا قوم إني أخاف عليكم يوم التناد» بحذف الياء وإثباتها، أي يوم القيامة يكثر فيه نداء أصحاب الجنة أصحاب النار وبالعكس، والنداء بالسعادة لأهلها وبالشقاوة لأهلها وغير ذلك.",
			"numberInSurah": 32,
			"juz": 24,
			"manzil": 6,
			"page": 470,
			"ruku": 407,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4166,
			"text": "«يوم تولون مدبرين» عن موقف الحساب إلى النار «ما لكم من الله» أي من عذابه «من عاصم» مانع «ومن يضلل الله فما له من هادِ».",
			"numberInSurah": 33,
			"juz": 24,
			"manzil": 6,
			"page": 470,
			"ruku": 407,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4167,
			"text": "«ولقد جاءكم يوسف من قبل» أي قبل موسى وهو يوسف بن يعقوب في قول، عمَّر إلى زمن موسى، أو يوسف بن إبراهيم بن يوسف بن يعقوب في قول «بالبينات» بالمعجزات الظاهرات «فما زلتم في شك مما جاءكم به حتى إذا هلك قلتم» من غير برهان «لن يبعث الله من بعده رسولا» أي فلن تزالوا كافرين بيوسف وغيره «كذلك» أي مثل إضلالكم «يضل الله من هو مسرف» مشرك «مرتاب» شاك فيما شهدت به البينات.",
			"numberInSurah": 34,
			"juz": 24,
			"manzil": 6,
			"page": 471,
			"ruku": 407,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4168,
			"text": "«الذين يجادلون في آيات الله» معجزاته مبتدأ «بغير سلطان» برهان «أتاهم كَبُر» جدالهم خبر المبتدأ «مقتا عند الله وعند الذين آمنوا كذلك» مثل إضلالهم «يطبع» يختم «الله» بالضلال «على كل قلب متكبَّرِ جبار» بتنوين قلب ودونه، ومتى تكبَّر القلب، تكبَّر صاحبه وبالعكس، وكل على القراءتين لعموم الضلال جميع القلب لا لعموم القلب.",
			"numberInSurah": 35,
			"juz": 24,
			"manzil": 6,
			"page": 471,
			"ruku": 407,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4169,
			"text": "«وقال فرعون يا هامان ابن لي صرحا» بناءً عاليا «لعلي أبلغ الأسباب».",
			"numberInSurah": 36,
			"juz": 24,
			"manzil": 6,
			"page": 471,
			"ruku": 407,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4170,
			"text": "«أسباب السماوات» طرقها الموصولة إليها «فأطلع» بالرفع عطفا على أبلغ وبالنصب جوابا لابنِ «إلى إله موسى وإني لأظنه» أي موسى «كاذبا» في أن له إلها غيري قال فرعون ذلك تمويها «وكذلك زيَّن لفرعون سوء عمله وصدَّ عن السبيل» طريق الهدي بفتح الصاد وضمها «وما كيد فرعون إلا في تباب» خسار.",
			"numberInSurah": 37,
			"juz": 24,
			"manzil": 6,
			"page": 471,
			"ruku": 407,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4171,
			"text": "«وقال الذي آمن يا قوم اتَّبعون» بإثبات الياء وحذفها «أهدكم سبيل الرشاد» تقدم.",
			"numberInSurah": 38,
			"juz": 24,
			"manzil": 6,
			"page": 471,
			"ruku": 408,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4172,
			"text": "«يا قوم إنما هذه الحياة الدنيا متاع» تمتع يزول «وإن الآخرة هي دار القرار».",
			"numberInSurah": 39,
			"juz": 24,
			"manzil": 6,
			"page": 471,
			"ruku": 408,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4173,
			"text": "«من عمل سيئة فلا يُجزى إلا مثلها ومن عمل صالحا من ذكر أو أنثى وهو مؤمن فأولئك يدخلون الجنة» بضم الياء وفتح الخاء وبالعكس «يرزقون فيها بغير حساب» رزقا واسعا بلا تبعة.",
			"numberInSurah": 40,
			"juz": 24,
			"manzil": 6,
			"page": 471,
			"ruku": 408,
			"hizbQuarter": 188,
			"sajda": false
		},
		{
			"number": 4174,
			"text": "«ويا قوم مالي أدعوكم إلى النجاة وتدعونني إلى النار».",
			"numberInSurah": 41,
			"juz": 24,
			"manzil": 6,
			"page": 472,
			"ruku": 408,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4175,
			"text": "«تدعونني لأكفر بالله وأشرك به ما ليس لي به علم وأنا أدعوكم إلى العزيز» الغالب على أمره «الغفار» لمن تاب.",
			"numberInSurah": 42,
			"juz": 24,
			"manzil": 6,
			"page": 472,
			"ruku": 408,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4176,
			"text": "«لا جرم» حقا «أنما تدعونني إليه» لأعبده «ليس له دعوة» أي استجابة دعوة «في الدنيا ولا في الآخرة وأن مردنا» مرجعنا «إلى الله وأن المسرفين» الكافرين «هم أصحاب النار».",
			"numberInSurah": 43,
			"juz": 24,
			"manzil": 6,
			"page": 472,
			"ruku": 408,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4177,
			"text": "«فستذكرون» إذا عاينتم العذاب «ما أقول لكم وأفوض أمري إلى الله إن الله بصير بالعباد» قال ذلك لما توعدوه بمخالفة دينهم.",
			"numberInSurah": 44,
			"juz": 24,
			"manzil": 6,
			"page": 472,
			"ruku": 408,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4178,
			"text": "«فوقاه الله سيئات ما مكروا» به من القتل «وحاق» نزل «بآل فرعون» قومه معه «سوء العذاب» الغرق.",
			"numberInSurah": 45,
			"juz": 24,
			"manzil": 6,
			"page": 472,
			"ruku": 408,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4179,
			"text": "ثم (النار يعرضون عليها) يحرقون بها «غدوا وعشيا» صباحا ومساءً «ويوم تقوم الساعة» يقال «ادخلُوا» يا «آل فرعون» وفي قراءة: بفتح الهمزة وكسر الخاء أمر للملائكة «أشد العذاب» عذاب جهنم.",
			"numberInSurah": 46,
			"juz": 24,
			"manzil": 6,
			"page": 472,
			"ruku": 408,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4180,
			"text": "«و» اذكر «إذ يتحاجون» يتخاصم الكفار «في النار فيقول الضعفاء للذين استكبروا إنا كنا لكم تبعا» جمع تابع «فهل أنتم مغنون» دافعون «عنا نصيبا» جزاءً «من النار».",
			"numberInSurah": 47,
			"juz": 24,
			"manzil": 6,
			"page": 472,
			"ruku": 408,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4181,
			"text": "«قال الذين استكبروا إنا كلَّ فيها إن الله قد حكم بين العباد» فأدخل المؤمنين الجنة والكافرين النار.",
			"numberInSurah": 48,
			"juz": 24,
			"manzil": 6,
			"page": 472,
			"ruku": 408,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4182,
			"text": "«وقال الذين في النار لخزنة جهنم ادعوا ربكم يخفف عنا يوما» أي قدر يوم «من العذاب».",
			"numberInSurah": 49,
			"juz": 24,
			"manzil": 6,
			"page": 472,
			"ruku": 408,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4183,
			"text": "«قالوا» أي الخزنة تهكما «أوَ لم تك تأتيكم رسلكم بالبينات» بالمعجزات الظاهرات «قالوا بلى» أي فكفروا بهم «قالوا فادعوا» أنتم فإنا لا نشفع للكافرين، قال تعالى: «وما دعاءُ الكافرين إلا في ضلال» انعدام.",
			"numberInSurah": 50,
			"juz": 24,
			"manzil": 6,
			"page": 473,
			"ruku": 408,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4184,
			"text": "«إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد» جمع شاهد، وهم الملائكة يشهدون للرسل بالبلاغ وعلى الكفار بالتكذيب.",
			"numberInSurah": 51,
			"juz": 24,
			"manzil": 6,
			"page": 473,
			"ruku": 409,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4185,
			"text": "«يوم لا ينفع» بالياء والتاء «الظالمين معذرتهم» عذرهم لو اعتذروا «ولهم اللعنة» أي البعد من الرحمة «ولهم سوءُ الدار» الآخرة، أي شدة عذابها.",
			"numberInSurah": 52,
			"juz": 24,
			"manzil": 6,
			"page": 473,
			"ruku": 409,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4186,
			"text": "«ولقد آتينا موسى الهدى» التوراة والمعجزات «وأورثنا بني إسرائيل» من بعد موسى «الكتاب» التوراة.",
			"numberInSurah": 53,
			"juz": 24,
			"manzil": 6,
			"page": 473,
			"ruku": 409,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4187,
			"text": "«هدىّ» هاديا «وذكرى لأولي الألباب» تذكرة لأصحاب العقول.",
			"numberInSurah": 54,
			"juz": 24,
			"manzil": 6,
			"page": 473,
			"ruku": 409,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4188,
			"text": "«فاصبر» يا محمد «إن وعد الله» بنصر أوليائه «حق» وأنت ومن تبعك منهم «واستغفر لذنبك» ليستن بك «وسبِّح» صل متلبساً «بحمد ربك بالعشي» وهو من بعد الزوال «والإبكار» الصلوات الخمس.",
			"numberInSurah": 55,
			"juz": 24,
			"manzil": 6,
			"page": 473,
			"ruku": 409,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4189,
			"text": "«إن الذين يجادلون في آيات الله» القرآن «بغير سلطان» برهان «أتاهم إن» ما «في صدورهم إلا كبْر» تكبّر وطمع أن يعلوا عليك «ما هم ببالغيه فاستعذ» من شرِّهم «بالله إنه هو السميع» لأقوالهم «البصير» بأحوالهم، ونزل في منكري البعث.",
			"numberInSurah": 56,
			"juz": 24,
			"manzil": 6,
			"page": 473,
			"ruku": 409,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4190,
			"text": "«لخلق السماوات والأرض» ابتداءً «أكبر من خلق الناس» مرة ثانية، وهي الإعادة «ولكن أكثر الناس» أي كفار مكة «لا يعلمون» ذلك فهم كالأعمى، ومن يعلمه كالبصير.",
			"numberInSurah": 57,
			"juz": 24,
			"manzil": 6,
			"page": 473,
			"ruku": 409,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4191,
			"text": "«وما يستوي الأعمى والبصير و» لا «الذين آمنوا وعملوا الصالحات» وهو المحسن «ولا المسيء» فيه زيادة لا «قليلا ما يتذكرون» يتعظون بالياء والتاء، أي تذكرهم قليل جدا.",
			"numberInSurah": 58,
			"juz": 24,
			"manzil": 6,
			"page": 473,
			"ruku": 409,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4192,
			"text": "«إن الساعة لآتية لا ريب» شك «فيها ولكن أكثر الناس لا يؤمنون» بها.",
			"numberInSurah": 59,
			"juz": 24,
			"manzil": 6,
			"page": 474,
			"ruku": 409,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4193,
			"text": "«وقال ربكم ادعوني أستجب لكم» أي اعبدوني أثبكم بقرينة ما بعده «إن الذين يستكبرون عن عبادتي سيدخلون» بفتح الياء وضم الخاء وبالعكس «جهنم داخرين» صاغرين.",
			"numberInSurah": 60,
			"juz": 24,
			"manzil": 6,
			"page": 474,
			"ruku": 409,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4194,
			"text": "«الله الذي جعل لكم الليل لتسكنوا فيه والنهار مبصرا» إسناد الإبصار إليه مجازيّ لأنه يبصر فيه «إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون» الله فلا يؤمنون.",
			"numberInSurah": 61,
			"juz": 24,
			"manzil": 6,
			"page": 474,
			"ruku": 410,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4195,
			"text": "«ذلكم الله ربكم خالق كل شيء لا إله إلا هوَ فأنّى تؤفكون» فكيف تصرفون عن الإيمان مع قيام البرهان.",
			"numberInSurah": 62,
			"juz": 24,
			"manzil": 6,
			"page": 474,
			"ruku": 410,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4196,
			"text": "«كذلك يؤفك» أي مثل إفك هؤلاء إفك «الذين كانوا بآيات الله» معجزاته «يجحدون».",
			"numberInSurah": 63,
			"juz": 24,
			"manzil": 6,
			"page": 474,
			"ruku": 410,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4197,
			"text": "«الله الذي جعل لكم الأرض قرارا والسماء بناءً» سقفا «وصوركم فأحسن صوركم ورزقكم من الطيبات ذلكم الله ربكم فتبارك الله رب العالمين».",
			"numberInSurah": 64,
			"juz": 24,
			"manzil": 6,
			"page": 474,
			"ruku": 410,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4198,
			"text": "«هو الحي لا إله إلا هو فادعوه» اعبدوه «مخلصين له الدين» من الشرك «الحمد لله رب العالمين».",
			"numberInSurah": 65,
			"juz": 24,
			"manzil": 6,
			"page": 474,
			"ruku": 410,
			"hizbQuarter": 189,
			"sajda": false
		},
		{
			"number": 4199,
			"text": "«قل إني نُهيت أن أعبد الذين تدعون» تعبدون «من دون الله لما جاءني البينات» دلائل التوحيد «من ربي وأمرت أن أسلم لرب العالمين».",
			"numberInSurah": 66,
			"juz": 24,
			"manzil": 6,
			"page": 474,
			"ruku": 410,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4200,
			"text": "«هو الذي خلقكم من تراب» بخلق أبيكم آدم منه «ثم من نطفة» منيّ «ثم من علقة» دم غليظ «ثم يخرجكم طفلا» بمعنى أطفالا «ثم» يبقيكم «لتبلغوا أشدكم» تكامل قوتكم من الثلاثين سنة إلى الأربعين «ثم لتكونوا شيوخا» بضم الشين وكسرها «ومنكم من يتوفى من قبل» أي قبل الأشد والشيخوخة، فعل ذلك بكم لتعيشوا «ولتبلغوا أجلا مسمى» وقتا محدودا «ولعلكم تعقلون» دلائل التوحيد فتؤمنون.",
			"numberInSurah": 67,
			"juz": 24,
			"manzil": 6,
			"page": 475,
			"ruku": 410,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4201,
			"text": "«هو الذي يحيى ويُميت فإذا قضى أمرا» أراد إيجاد شيء «فإنما يقول له كن فيكون» بضم النون وفتحها بتقدير أن، أي يوجد عقب الإرادة التي هي معنى القول المذكور.",
			"numberInSurah": 68,
			"juz": 24,
			"manzil": 6,
			"page": 475,
			"ruku": 410,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4202,
			"text": "«ألم ترَ إلى الذين يجادلون في آيات الله» القرآن «أنَّى» كيف «يصرفون» عن الإيمان.",
			"numberInSurah": 69,
			"juz": 24,
			"manzil": 6,
			"page": 475,
			"ruku": 411,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4203,
			"text": "«الذين كذبوا بالكتاب» القرآن «وبما أرسلنا به رسلنا» من التوحيد والبعث وهم كفار مكة «فسوف يعلمون» عقوبة تكذيبهم.",
			"numberInSurah": 70,
			"juz": 24,
			"manzil": 6,
			"page": 475,
			"ruku": 411,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4204,
			"text": "«إذ الأغلال في أعناقهم» إذ بمعنى إذا «والسلاسل» عطف على الأغلال فتكون في الأعناق، أو مبتدأ خبره محذوف، أي في أرجلهم أو خبره «يسحبون» أي يجرون بها.",
			"numberInSurah": 71,
			"juz": 24,
			"manzil": 6,
			"page": 475,
			"ruku": 411,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4205,
			"text": "«في الحميم» أي جهنم «ثم في النار يسجرون» يوقدون.",
			"numberInSurah": 72,
			"juz": 24,
			"manzil": 6,
			"page": 475,
			"ruku": 411,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4206,
			"text": "«ثم قيل لهم» تبكيا «أين ما كنتم تشركون».",
			"numberInSurah": 73,
			"juz": 24,
			"manzil": 6,
			"page": 475,
			"ruku": 411,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4207,
			"text": "«من دون الله» معه وهي الأصنام «قالوا ضلوا» غابوا «عنا» فلا نراهم «بل لم نكن تدعوا من قبل شيئا» أنكروا عبادتهم إياها ثم أحضرت قال تعالى: (إنكم وما تعبدون من دون الله حصب جهنم) أي وقودها «كذلك» أي مثل إضلال هؤلاء المكذبين «يضل الله الكافرين».",
			"numberInSurah": 74,
			"juz": 24,
			"manzil": 6,
			"page": 475,
			"ruku": 411,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4208,
			"text": "ويقال لهم أيضا «ذلكم» العذاب «بما كنتم تفرحون في الأرض بغير الحق» من الإشراك وإنكار البعث «وبما كنتم تمرحون» تتوسعون في الفرح.",
			"numberInSurah": 75,
			"juz": 24,
			"manzil": 6,
			"page": 475,
			"ruku": 411,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4209,
			"text": "«ادخلوا أبواب جهنم خالدين فيها فبئس مثوى» مأوى «المتكبرين».",
			"numberInSurah": 76,
			"juz": 24,
			"manzil": 6,
			"page": 475,
			"ruku": 411,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4210,
			"text": "«فاصبر إن وعد الله» بعذابهم «حق فإما نرينَّك» فيه إن الشرطية مدغمة وما زائدة تؤكد معنى الشرط أول الفعل والنون تؤكد آخره «بعض الذي نعدهم» به من العذاب في حياتك وجواب الشرط محذوف، أي فذاك «أو نتوفينك» أي قبل تعذيبهم «فإلينا يرجعون» فنعذبهم أشد العذاب فالجواب المذكور للمعطوف فقط.",
			"numberInSurah": 77,
			"juz": 24,
			"manzil": 6,
			"page": 475,
			"ruku": 411,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4211,
			"text": "«ولقد أرسلنا رسلا من قبلك منهم من قصصنا عليك ومنهم من لم نقصص عليك» روي أنه تعالى بعث ثمانية آلاف نبي: أربعة آلاف نبي من بني إسرائيل، وأربعة آلاف من سائر الناس «وما كان لرسولِ» منهم «أن يأتي بآية إلا بإذن الله» لأنهم عبيد مربوبون «فإذا جاء أمر الله» بنزول العذاب على الكفار «قضي» بين الرسل ومكذبيها «بالحق وخسر هنالك المبطلون» أي ظهر القضاء والخسران للناس وهم خاسرون في كل وقت قبل ذلك.",
			"numberInSurah": 78,
			"juz": 24,
			"manzil": 6,
			"page": 476,
			"ruku": 411,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4212,
			"text": "«الله الذي جعل لكم الأنعام» قيل: الإبل خاصة هنا والظاهر والبقر والغنم «لتركبوا منها ومنها تأكلون».",
			"numberInSurah": 79,
			"juz": 24,
			"manzil": 6,
			"page": 476,
			"ruku": 412,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4213,
			"text": "«ولكم فيها منافع» من الدر والنسل والوبر والصوف «ولتبلغوا عليها حاجة في صدوركم» هي حمل الأثقال إلى البلاد «وعليها» في البر «وعلى الفلك» السفن في البحر «تحملون».",
			"numberInSurah": 80,
			"juz": 24,
			"manzil": 6,
			"page": 476,
			"ruku": 412,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4214,
			"text": "«ويريكم آياته فأيَّ آيات الله» أي الدالة على وحدانيته «تنكرون» استفهام توبيخ، وتذكير أي أشهر من تأنيثه.",
			"numberInSurah": 81,
			"juz": 24,
			"manzil": 6,
			"page": 476,
			"ruku": 412,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4215,
			"text": "«أفلم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم كانوا أكثر منهم وأشد قوَّةً وأثارا في الأرض» من مصانع وقصور «فما أغنى عنهم ما كانوا يكسبون».",
			"numberInSurah": 82,
			"juz": 24,
			"manzil": 6,
			"page": 476,
			"ruku": 412,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4216,
			"text": "«فلما جاءتهم رسلهم بالبينات» المعجزات الظاهرات «فرحوا» أي الكفار «بما عندهم» أي الرسل «من العلم» فرح استهزاء وضحك منكرين له «وحاق» نزل «بهم ما كانوا به يستهزءُون» أي العذاب.",
			"numberInSurah": 83,
			"juz": 24,
			"manzil": 6,
			"page": 476,
			"ruku": 412,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4217,
			"text": "«فلما رأوْا بأسنا» أي شدة عذابنا «قالوا آمنا بالله وحده وكفرنا بما كنا به مشركين».",
			"numberInSurah": 84,
			"juz": 24,
			"manzil": 6,
			"page": 476,
			"ruku": 412,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4218,
			"text": "«فلم يكُ ينفعهم إيمانهم لما رأوْا بأسنا سُنَّتَ الله» نصبه على المصدر بفعل مقدِّر من لفظه «التي قد خلت في عباده» في الأمم أن لا ينفعهم الإيمان وقت نزول العذاب «وخسر هنالك الكافرون» تبين خسرانهم لكل أحد وهم خاسرون في كل وقت قبل ذلك.",
			"numberInSurah": 85,
			"juz": 24,
			"manzil": 6,
			"page": 476,
			"ruku": 412,
			"hizbQuarter": 190,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}