{
	"number": 41,
	"name": "سُورَةُ فُصِّلَتۡ",
	"englishName": "Fussilat",
	"englishNameTranslation": "Explained in detail",
	"revelationType": "Meccan",
	"numberOfAyahs": 54,
	"ayahs": [
		{
			"number": 4219,
			"text": "«حم» الله أعلم بمراده.",
			"numberInSurah": 1,
			"juz": 24,
			"manzil": 6,
			"page": 477,
			"ruku": 413,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4220,
			"text": "«تنزيل من الرحمن الرحيم» مبتدأ.",
			"numberInSurah": 2,
			"juz": 24,
			"manzil": 6,
			"page": 477,
			"ruku": 413,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4221,
			"text": "«كتاب» خبره «فصلت آياته» بينت بالأحكام والقصص والمواعظ «قرآناً عربيا» حال من كتاب بصفته «لقوم» متعلق بفصلت «يعلمون» يفهمون ذلك، وهم العرب.",
			"numberInSurah": 3,
			"juz": 24,
			"manzil": 6,
			"page": 477,
			"ruku": 413,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4222,
			"text": "«بشيراً» صفة قرآناً «ونذيراً فأعرض أكثرهم فهم لا يسمعون» سماع قبول.",
			"numberInSurah": 4,
			"juz": 24,
			"manzil": 6,
			"page": 477,
			"ruku": 413,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4223,
			"text": "«وقالوا» للنبي «قلوبنا في أكنَّةٍ» أغطية «مما تدعونا إليه وفي آذاننا وقر» ثقل «ومن بيننا وبينك حجاب» خلاف في الدين «فاعمل» على دينك «إننا عاملون» على ديننا.",
			"numberInSurah": 5,
			"juz": 24,
			"manzil": 6,
			"page": 477,
			"ruku": 413,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4224,
			"text": "«قل إنما أنا بشر مثلكم يوحى إليَّ أنما إلهكم إله واحد فاستقيموا إليه» بالإيمان والطاعة «واستغفروه وويل» كلمة عذاب «للمشركين».",
			"numberInSurah": 6,
			"juz": 24,
			"manzil": 6,
			"page": 477,
			"ruku": 413,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4225,
			"text": "«الذين لا يؤتون الزكاة وهم بالآخرة هم» تأكيد «كافرون».",
			"numberInSurah": 7,
			"juz": 24,
			"manzil": 6,
			"page": 477,
			"ruku": 413,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4226,
			"text": "«إن الذين آمنوا وعملوا الصالحات لهم أجر غير ممنون» مقطوع.",
			"numberInSurah": 8,
			"juz": 24,
			"manzil": 6,
			"page": 477,
			"ruku": 413,
			"hizbQuarter": 190,
			"sajda": false
		},
		{
			"number": 4227,
			"text": "«قل أئنكم» بتحقيق الهمزة الثانية وتسهيلها وإدخال ألف بينها بوجهيها وبين الأولى «لتكفرون بالذي خلق الأرض في يومين» الأحد والاثنين «وتجعلون له أنداداً» شركاء «ذلك رب» أي مالك «العالمين» جمع عالم، وهو ما سوى الله وجمع لاختلاف أنواعه بالياء والنون، تغليباً للعقلاء.",
			"numberInSurah": 9,
			"juz": 24,
			"manzil": 6,
			"page": 477,
			"ruku": 414,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4228,
			"text": "«وجعل» مستأنف ولا يجوز عطفه على صلة الذي للفاصل الأجنبي «فيها رواسي» جبالاً ثوابت «من فوقها وبارك فيها» بكثرة المياه والزروع والضروع «وقدَّر» قسَّم «فيها أقواتها» للناس والبهائم «في» تمام «أربعة أيام» أي الجعل وما ذكر معه في يوم الثلاثاء والأربعاء «سواءً» منصوب على المصدر، أي استوت الأربعة استواءً لا تزيد ولا تنقص «للسائلين» عن خلق الأرض بما فيها.",
			"numberInSurah": 10,
			"juz": 24,
			"manzil": 6,
			"page": 477,
			"ruku": 414,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4229,
			"text": "«ثم استوى» قصد «إلى السماء وهي دخان» بخار مرتفع «فقال لها وللأرض ائتيا» إلى مرادي منكما «طوعاً أو كرهاً» في موضع الحال، أي طائعتين أو مكرهتين «قالتا أتينا» بمن فينا «طائعين» فيه تغليب المذكر العاقل أو نزلنا لخاطبها منزلته.",
			"numberInSurah": 11,
			"juz": 24,
			"manzil": 6,
			"page": 477,
			"ruku": 414,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4230,
			"text": "«فقضاهنَّ» الضمير يرجع إلى السماء لأنها في معنى الجمع الآيلة إليه، أي صيَّرها «سبع سماوات في يومين» الخميس والجمعة فرغ منها في آخر ساعة منه، وفيها خلق آدم ولذلك لم يقل هنا سواء، ووافق ما هنا آيات خلق السماوات والأرض في ستة أيام «وأوحى في كل سماءٍ أمرها» الذي أمر به من فيها من الطاعة والعبادة «وزينا السماء الدنيا بمصابيح» بنجوم «وحفظاً» منصوب بفعله المقدَّر، أي حفظناها من استراق الشياطين السمع بالشهب «ذلك تقدير العزيز» في ملكه «العليم» بخلقه.",
			"numberInSurah": 12,
			"juz": 24,
			"manzil": 6,
			"page": 478,
			"ruku": 414,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4231,
			"text": "«فإن أعرضوا» أي كفار مكة عن الإيمان بعد هذا البيان «فقل أنذرتكم» خوَّفتكم «صاعقةً مثل صاعقة عادٍ وثمود» عذاباً يهلككم مثل الذي أهلكهم.",
			"numberInSurah": 13,
			"juz": 24,
			"manzil": 6,
			"page": 478,
			"ruku": 414,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4232,
			"text": "«إذْ جاءتهم الرسل من بين أيديهم ومن خلفهم» أي مقبلين عليهم ومدبرين عنهم فكفروا كما سيأتي، والإهلاك في زمنه فقط «أن» أي بأن «لا تعبدوا إلا الله قالوا لو شاء ربنا لأنزل» علينا «ملائكة فإنا بما أرسلتم به» على زعمكم «كافرون».",
			"numberInSurah": 14,
			"juz": 24,
			"manzil": 6,
			"page": 478,
			"ruku": 414,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4233,
			"text": "«فأما عاد فاستكبروا في الأرض بغير الحق وقالوا» لما خوِّفوا بالعذاب «من أشد منا قوة» أي لا أحد، كان واحدهم يقلع الصخرة العظيمة من الجبل يجعلها حيث يشاء «أولم يروْا» يعلموا «أن الله الذي خلقهم هو أشد منهم قوَّة وكانوا بآياتنا» المعجزات «يجحدون».",
			"numberInSurah": 15,
			"juz": 24,
			"manzil": 6,
			"page": 478,
			"ruku": 414,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4234,
			"text": "«فأرسلنا عليهم ريحاً صرصراً» باردة شديدة الصوت بلا مطر «في أيام نحسات» بكسر الحاء وسكونها مشؤومات عليهم «لنذيقهم عذاب الخزي» الذل «في الحياة الدنيا ولعذاب الآخرة أخزى» أشد «وهم لا ينصرون» بمنعه عنهم.",
			"numberInSurah": 16,
			"juz": 24,
			"manzil": 6,
			"page": 478,
			"ruku": 414,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4235,
			"text": "«وأما ثمود فهديناهم» بيّنا لهم طريق الهدى «فاستحبوا العمى» اختاروا الكفر «على الهدى فأخذتهم صاعقة العذاب الهون» المهين «بما كانوا يكسبون».",
			"numberInSurah": 17,
			"juz": 24,
			"manzil": 6,
			"page": 478,
			"ruku": 414,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4236,
			"text": "«ونجينا» منها «الذين آمنوا وكانوا يتقون» الله.",
			"numberInSurah": 18,
			"juz": 24,
			"manzil": 6,
			"page": 478,
			"ruku": 414,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4237,
			"text": "«و» اذكر «يوم يُحشر» بالياء والنون المفتوحة وضم الشين وفتح الهمزة «أعداء الله إلى النار فهم يوزعون» يساقون.",
			"numberInSurah": 19,
			"juz": 24,
			"manzil": 6,
			"page": 478,
			"ruku": 415,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4238,
			"text": "«حتى إذا ما» زائدة «جاءُوها شهد عليهم سمعهم وأبصارهم وجلودهم بما كانوا يعملون».",
			"numberInSurah": 20,
			"juz": 24,
			"manzil": 6,
			"page": 478,
			"ruku": 415,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4239,
			"text": "«وقالوا لجلودهم لم شهدتم علينا قالوا أنطقنا الله الذي أنطق كل شيء» أي أراد نطقه «وهو خلقكم أول مرةٍ وإليه ترجعون» قيل: هو من كلام الجلود، وقيل: هو من كلام الله تعالى كالذي بعده وموقعه قريب مما قبله بأن القادر على إنشائكم ابتداء وإعادتكم بعد الموت أحياء قادر على إنطاق جلودكم وأعضائكم.",
			"numberInSurah": 21,
			"juz": 24,
			"manzil": 6,
			"page": 479,
			"ruku": 415,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4240,
			"text": "«وما كنتم تستترون» عن ارتكابكم الفواحش من «أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم» لأنكم لم توقنوا بالبعث «ولكن ظننتم» عند استتاركم «أن الله لا يعلم كثيراً مما تعملون».",
			"numberInSurah": 22,
			"juz": 24,
			"manzil": 6,
			"page": 479,
			"ruku": 415,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4241,
			"text": "«وذلكم» مبتدأ «ظنكم» بدل منه «الذي ظننتم بربكم» نعت والخبر «أرداكم» أي أهلككم «فأصبحتم من الخاسرين».",
			"numberInSurah": 23,
			"juz": 24,
			"manzil": 6,
			"page": 479,
			"ruku": 415,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4242,
			"text": "«فإن يصبروا» على العذاب «فالنار مثوى» مأوى «لهم وإن يستعتبوا» يطلبوا العتبى، أي الرضا «فما هم من المعتبين» المرضيين.",
			"numberInSurah": 24,
			"juz": 24,
			"manzil": 6,
			"page": 479,
			"ruku": 415,
			"hizbQuarter": 191,
			"sajda": false
		},
		{
			"number": 4243,
			"text": "(وقيضنا) سببنا (لهم قرناء) من الشياطين (فزينوا لهم ما بين أيديهم) من أمر الدنيا واتباع الشهوات (وما خلفهم) من أمر الآخرة بقولهم لا بعث ولا حساب (وحق عليهم القول) بالعذاب وهو \"\" لأملأن جهنم \"\" الآية (في) جملة (أمم قد خلت) هلكت (من قبلهم من الجن والإنس إنهم كانوا خاسرين).",
			"numberInSurah": 25,
			"juz": 24,
			"manzil": 6,
			"page": 479,
			"ruku": 415,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4244,
			"text": "«وقال الذين كفروا» عند قراءة النبي صلى الله عليه وسلم «لا تسمعوا لهذا القرآن والغوْا فيه» ائتوا باللغط ونحوه وصيحوا في زمن قراءته «لعلكم تغلبون» فيسكت عن القراءة.",
			"numberInSurah": 26,
			"juz": 24,
			"manzil": 6,
			"page": 479,
			"ruku": 416,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4245,
			"text": "قال الله تعالى فيهم: «فلنذيقنَّ الذين كفروا عذاباً شديداً ولنجزينهم أسوأ الذي كانوا يعملون» أي أقبح جزاء عملهم.",
			"numberInSurah": 27,
			"juz": 24,
			"manzil": 6,
			"page": 479,
			"ruku": 416,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4246,
			"text": "«ذلك» العذاب الشديد وأسوأ الجزاء «جزاء أعداء الله» بتحقيق الهمزة الثانية وإبدالها واواً «النار» عطف بيان للجزاء المخبر به عن ذلك «لهم فيها دار الخلد» أي إقامة لا انتقال منها «جزاءً» منصوب على المصدر بفعله المقدر «بما كانوا بآياتنا» القرآن «يجحدون».",
			"numberInSurah": 28,
			"juz": 24,
			"manzil": 6,
			"page": 479,
			"ruku": 416,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4247,
			"text": "«وقال الذين كفروا» في النار «ربنا أرنا الذيْن أضلانا من الجن والإنس» أي إبليس وقابيل سنَّا الكفر والقتل «نجعلهما تحت أقدامنا» في النار «ليكونا من الأسفلين» أي أشد عذاباً منا.",
			"numberInSurah": 29,
			"juz": 24,
			"manzil": 6,
			"page": 479,
			"ruku": 416,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4248,
			"text": "«إن الذين قالوا ربنا الله ثم استقاموا» على التوحيد وغيره بما وجب عليهم «تتنزل عليهم الملائكة» عند الموت «أن» بأن «لا تخافوا» من الموت وما بعده «ولا تحزنوا» على ما خلفتم من أهل وولد فنحن نخلفكم فيه «وأبشروا بالجنة التي كنتم توعدون».",
			"numberInSurah": 30,
			"juz": 24,
			"manzil": 6,
			"page": 480,
			"ruku": 416,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4249,
			"text": "«نحن أولياؤكم في الحياة الدنيا» أي نحفظكم فيها «وفي الآخرة» أي نكون معكم فيها حتى تدخلوا الجنة «ولكم فيها ما تشتهي أنفسكم ولكم فيها ما تدعون» تطلبون.",
			"numberInSurah": 31,
			"juz": 24,
			"manzil": 6,
			"page": 480,
			"ruku": 416,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4250,
			"text": "«نزلاً» رزقاً مهيئاً منصوب بجعل مقدراً «من غفور رحيم» أي الله.",
			"numberInSurah": 32,
			"juz": 24,
			"manzil": 6,
			"page": 480,
			"ruku": 416,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4251,
			"text": "«ومن أحسن قولاً» أي لا أحد أحسن قولاً «ممن دعا إلى الله» بالتوحيد «وعمل صالحاً وقال إنني من المسلمين».",
			"numberInSurah": 33,
			"juz": 24,
			"manzil": 6,
			"page": 480,
			"ruku": 417,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4252,
			"text": "«ولا تستوي الحسنة ولا السيئة» في جزئياتهما بعضهما فوق بعض «ادفع» السيئة «بالتي» أي بالخصلة التي «هي أحسن» كالغضب بالصبر والجهل بالحلم والإساءة بالعفو «فإذا الذي بينك وبينه عداوة كأنه ولي حميم» أي فيصير عدوك كالصديق القريب في محبته إذا فعلت ذلك فالذي مبتدأ وكأنه الخبر وإذا ظرف لمعنى التشبيه.",
			"numberInSurah": 34,
			"juz": 24,
			"manzil": 6,
			"page": 480,
			"ruku": 417,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4253,
			"text": "«وما يلقاها» أي يؤتى الخصلة التي هي أحسن «إلا الذين صبروا وما يُلقاها إلا ذو حظ» ثواب «عظيم».",
			"numberInSurah": 35,
			"juz": 24,
			"manzil": 6,
			"page": 480,
			"ruku": 417,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4254,
			"text": "«وإما» فيه إدغام نون إن الشرطية في ما الزائدة «ينزغنك من الشيطان نزغ» أي يصرفك عن الخصلة وغيرها من الخير صارف «فاستعذ بالله» جواب الشرط وجواب الأمر محذوف، أي يدفعه عنك «إنه هو السميع» للقول «العليم» بالفعل.",
			"numberInSurah": 36,
			"juz": 24,
			"manzil": 6,
			"page": 480,
			"ruku": 417,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4255,
			"text": "«ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن» أي الآيات الأربع «إن كنتم إياه تعبدون».",
			"numberInSurah": 37,
			"juz": 24,
			"manzil": 6,
			"page": 480,
			"ruku": 417,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4256,
			"text": "«فإن استكبروا» عن السجود لله وحده «فالذين عند ربك» أي فالملائكة «يسبحون» يصلون «له بالليل والنهار وهم لا يسأمون» لا يملون.",
			"numberInSurah": 38,
			"juz": 24,
			"manzil": 6,
			"page": 480,
			"ruku": 417,
			"hizbQuarter": 192,
			"sajda": {
				"id": 12,
				"recommended": false,
				"obligatory": true
			}
		},
		{
			"number": 4257,
			"text": "«ومن آياته أنك ترى الأرض خاشعةً» يابسة لا نبات فيها «فإذا أنزلنا عليها الماء اهتزت» تحركت «وربت» انتفخت وعلت «إن الذي أحياها لمحيي الموتى إنه على كل شيء قدير».",
			"numberInSurah": 39,
			"juz": 24,
			"manzil": 6,
			"page": 481,
			"ruku": 417,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4258,
			"text": "«إن الذين يلحدون» من ألحد ولحد «في آياتنا» القرآن بالتكذيب «لا يخفون علينا» فنجازيهم «أفمن يُلقى في النار خير أم من يأتي آمناً يوم القيامة اعملوا ما شئتم إنه بما تعملون بصير» تهديد لهم.",
			"numberInSurah": 40,
			"juz": 24,
			"manzil": 6,
			"page": 481,
			"ruku": 417,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4259,
			"text": "«إن الذين كفروا بالذكر» القرآن «لما جاءهم» نجازيهم «وإنه لكتاب عزيز» منيع.",
			"numberInSurah": 41,
			"juz": 24,
			"manzil": 6,
			"page": 481,
			"ruku": 417,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4260,
			"text": "«لا يأتيه الباطل من بين يديه ولا من خلفه» أي ليس قبله كتاب يكذبه ولا بعده «تنزيل من حكيم حميد» أي الله المحمود في أمره.",
			"numberInSurah": 42,
			"juz": 24,
			"manzil": 6,
			"page": 481,
			"ruku": 417,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4261,
			"text": "«ما يقال لك» من التكذيب «إلا» مثل «ما قد قيل للرسل من قبلك إن ربك لذو مغفرة» للمؤمنين «وذو عقاب أليم» للكافرين.",
			"numberInSurah": 43,
			"juz": 24,
			"manzil": 6,
			"page": 481,
			"ruku": 417,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4262,
			"text": "«ولو جعلناه» أي الذكر «قراناً أعجميا لقالوا لولا» هلا «فصلت» بينت «آياته» حتى نفهمها «أ» قرآن «اعجمي و» نبي «عربي» استفهام إنكار منهم بتحقيق الهمزة الثانية وقلبها ألفا بإشباع، ودونه «قل هو للذين آمنوا هدى» من الضلالة «وشفاء» من الجهل «والذين لا يؤمنون في آذانهم وقر» ثقل فلا يسمعونه «وهو عليهم عمى» فلا يفهمونه «أولئك ينادون من مكان بعيد» أي هم كالمنادى من مكان بعيد لا يسمع ولا يفهم ما ينادى به.",
			"numberInSurah": 44,
			"juz": 24,
			"manzil": 6,
			"page": 481,
			"ruku": 417,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4263,
			"text": "«ولقد آتينا موسى الكتاب» التوراة «فاختلف فيه» بالتصديق والتكذيب كالقرآن «ولولا كلمة سبقت من ربك» بتأخير الحساب والجزاء للخلائق إلى يوم القيامة «لقضي بينهم» في الدنيا فيما اختلفوا فيه «وإنهم» أي المكذبين به «لفي شك منه مريب» موقع في الريبة.",
			"numberInSurah": 45,
			"juz": 24,
			"manzil": 6,
			"page": 481,
			"ruku": 418,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4264,
			"text": "«من عمل صالحاً فلنفسه» عمل «ومن أساء فعليها» أي فضرر إساءته على نفسه «وما ربك بظلام للعبيد» أي بذي ظلم لقوله تعالى (إن الله لا يظلم مثقال ذرة).",
			"numberInSurah": 46,
			"juz": 24,
			"manzil": 6,
			"page": 481,
			"ruku": 418,
			"hizbQuarter": 192,
			"sajda": false
		},
		{
			"number": 4265,
			"text": "«إليه يردُّ علم الساعة» متى تكون لا يعلمها غيره «وما تخرج من ثمرة» وفي قراءة ثمرات «من أكمامها» أوعيتها جمع كِم بكسر الكاف إلا بعلمه «وما تحمل من أنثى ولا تضع إلا بعلمه ويوم يناديهم أين شركائي قالوا آذناك» أعلمناك الآن «ما منا من شهيد» أي شاهد بأن لك شريكاً.",
			"numberInSurah": 47,
			"juz": 25,
			"manzil": 6,
			"page": 482,
			"ruku": 418,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4266,
			"text": "«وضلَّ» غاب «عنهم ما كانوا يدعون» يعبدون «من قبل» في الدنيا من الأصنام «وظنوا» أيقنوا «ما لهم من محيص» مهرب من العذاب والنفي في الموضعين معلق عن العمل وجملة النفي سدت مسد المفعولين.",
			"numberInSurah": 48,
			"juz": 25,
			"manzil": 6,
			"page": 482,
			"ruku": 418,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4267,
			"text": "«لا يسأم الإنسان من دعاء الخير» أي لا يزال يسأل ربه المال والصحة وغيرهما «وإن مسه الشر» الفقر والشدة «فيؤس قنوط» من رحمة الله، وهذا وما بعده في الكافرين.",
			"numberInSurah": 49,
			"juz": 25,
			"manzil": 6,
			"page": 482,
			"ruku": 418,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4268,
			"text": "«ولئن» لام قسم «أذقناه» آتيناه «رحمة» غنى وصحة «منا من بعد ضراء» شدة وبلاء «مسته ليقولن هذا لي» أي بعلمي «وما أظن الساعة قائمة ولئن» لام قسم «رجعت إلى ربي إن لي عنده للحسنى» أي الجنة «فلننبئن الذين كفروا بما عملوا ولنذيقنهم من عذاب غليظ» شديد، واللام في الفعلين لام قسم.",
			"numberInSurah": 50,
			"juz": 25,
			"manzil": 6,
			"page": 482,
			"ruku": 418,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4269,
			"text": "«وإذا أنعمنا على الإنسان» الجنس «أعرض» عن الشكر «وناء بجانبه» ثنى عطفه متبختراً، وفي قراءة بتقديم الهمزة «وإذا مسه الشر فذو دعاءٍ عريض» كثير.",
			"numberInSurah": 51,
			"juz": 25,
			"manzil": 6,
			"page": 482,
			"ruku": 418,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4270,
			"text": "«قل أرأيتم إن كان» أي القرآن «من عند الله» كما قال النبي «ثم كفرتم به من» أي لا أحد «أضل ممن هو في شقاق» خلاف «بعيد» عن الحق أوقع هذا موقع منكم بياناً لحالهم.",
			"numberInSurah": 52,
			"juz": 25,
			"manzil": 6,
			"page": 482,
			"ruku": 418,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4271,
			"text": "«سنريهم آياتنا في الآفاق» أقطار السماوات والأرض من النيرات والنبات والأشجار «وفي أنفسهم» من لطيف الصنعة وبديع الحكمة «حتى يتبين لهم أنه» أي القرآن «الحق» المنزل من الله بالبعث والحساب والعقاب، فيعاقبون على كفرهم به وبالجائي به «أوَلم يكف بربك» فاعل يكف «أنه على كل شيءٍ شهيد» بدل منه، أي أوَلم يكفهم في صدقك أن ربك لا يغيب عنه شيء ما.",
			"numberInSurah": 53,
			"juz": 25,
			"manzil": 6,
			"page": 482,
			"ruku": 418,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4272,
			"text": "«ألا إنهم في مرية» شك «من لقاء ربهم» لإنكارهم البعث «ألا إنه» تعالى «بكل شيء محيط» علماً وقدرة فيجازيهم بكفرهم.",
			"numberInSurah": 54,
			"juz": 25,
			"manzil": 6,
			"page": 482,
			"ruku": 418,
			"hizbQuarter": 193,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}