{
	"number": 42,
	"name": "سُورَةُ الشُّورَىٰ",
	"englishName": "Ash-Shura",
	"englishNameTranslation": "Consultation",
	"revelationType": "Meccan",
	"numberOfAyahs": 53,
	"ayahs": [
		{
			"number": 4273,
			"text": "«حم».",
			"numberInSurah": 1,
			"juz": 25,
			"manzil": 6,
			"page": 483,
			"ruku": 419,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4274,
			"text": "«عسق» الله أعلم بمراده به.",
			"numberInSurah": 2,
			"juz": 25,
			"manzil": 6,
			"page": 483,
			"ruku": 419,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4275,
			"text": "«كذلك» أي مثل ذلك الإيحاء «يوحي إليك و» أوحى «إلى الذين من قبلك الله» فاعل الإيحاء «العزيز» في ملك «الحكيم» في صنعه.",
			"numberInSurah": 3,
			"juz": 25,
			"manzil": 6,
			"page": 483,
			"ruku": 419,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4276,
			"text": "«له ما في السماوات وما في الأرض» ملكاً وخلقاً وعبيداً «وهو العلي» على خلقه «العظيم» الكبير.",
			"numberInSurah": 4,
			"juz": 25,
			"manzil": 6,
			"page": 483,
			"ruku": 419,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4277,
			"text": "«تكاد» بالتاء والياء «السماوات يتفطرن» بالنون، وفي قراءة بالتاء والشديد «من فوقهن» أي تنشق كل واحدة فوق التي تليها من عظمة الله تعالى «والملائكة يسبحون بحمد ربهم» أي ملابسين للحمد «ويستغفرون لمن في الأرض» من المؤمنين «ألا إن الله هو الغفور» لأوليائه «الرحيم» بهم.",
			"numberInSurah": 5,
			"juz": 25,
			"manzil": 6,
			"page": 483,
			"ruku": 419,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4278,
			"text": "«والذين اتخذوا من دونه» أي الأصنام «أولياء الله حفيظ» محص «عليهم» ليجازيهم «وما أنت عليهم بوكيل» تحصل المطلوب منهم، ما عليك إلا البلاغ.",
			"numberInSurah": 6,
			"juz": 25,
			"manzil": 6,
			"page": 483,
			"ruku": 419,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4279,
			"text": "«وكذلك» مثل ذلك الإيحاء «أوحينا إليك قرآناً عربيا لتنذر» تخوّف «أم القرى ومن حولها» أي أهل مكة وسائر الناس «وتنذر» الناس «يوم الجمع» يوم القيامة فيه الخلائق «لا ريب» شك «فيه فريق» منهم «في الجنة وفريقٌ في السعير» النار.",
			"numberInSurah": 7,
			"juz": 25,
			"manzil": 6,
			"page": 483,
			"ruku": 419,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4280,
			"text": "«ولو شاء الله لجعلهم أمة واحدة» أي على دين واحد، وهو الإسلام «ولكن يدخل من يشاء في رحمته والظالمون» الكافرون «ما لهم من وليّ ولا نصير» يدفع عنهم العذاب.",
			"numberInSurah": 8,
			"juz": 25,
			"manzil": 6,
			"page": 483,
			"ruku": 419,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4281,
			"text": "«أم اتخذوا من دونه» أي الأصنام «أولياء» أم منقطعة بمعنى: بل التي للانتقال، والهمزة للإنكار أي ليس المتخذون أولياء «فالله هو الولي» أي الناصر للمؤمنين والفاء لمجرد العطف «وهو يحيي الموتى وهو على كل شيءٍ قدير».",
			"numberInSurah": 9,
			"juz": 25,
			"manzil": 6,
			"page": 483,
			"ruku": 419,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4282,
			"text": "«وما اختلفتم» مع الكفار «فيه من شيءٍ» من الدين وغيره «فحكمه» مردود «إلى الله» يوم القيامة يفصل بينكم، قل لهم «ذلكم الله ربي عليه توكلت وإليه أنيب» أرجع.",
			"numberInSurah": 10,
			"juz": 25,
			"manzil": 6,
			"page": 483,
			"ruku": 420,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4283,
			"text": "«فاطر السماوات والأرض» مبدعهما «جعل لكم من أنفسكم أزواجاً» حيث خلق حواء من ضلع آدم «ومن الأنعام أزواجاً» ذكوراً وإناثاً «يذرؤكم» بالمعجمة بخلقكم «فيه» في الجعل المذكور، أي يكثركم بسببه بالتوالد والضمير للأناسي والأنعام بالتغليب «ليس كمثله شيء» الكاف زائدة لأنه تعالى لا مثل له «وهو السميع» لما يقال «البصير» لما يفعل.",
			"numberInSurah": 11,
			"juz": 25,
			"manzil": 6,
			"page": 484,
			"ruku": 420,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4284,
			"text": "«له مقاليد السماوات والأرض» أي مفاتيح خزائنهما من المطر والنبات وغيرهما «يبسط الرزق» يوسعه «لمن يشاء» امتحاناً «ويقدر» يضيقه لمن يشاء ابتلاءً «إنه بكل شيء عليم».",
			"numberInSurah": 12,
			"juz": 25,
			"manzil": 6,
			"page": 484,
			"ruku": 420,
			"hizbQuarter": 193,
			"sajda": false
		},
		{
			"number": 4285,
			"text": "«شرع لكم من الدين ما وصى به نوحاً» هو أول أنبياء الشريعة «والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه» هذا هو المشروع الموصى به، والموحى إلى محمد صلى الله عليه وسلم وهو التوحيد «كبر» عظم «على المشركين ما تدعوهم إليه» من التوحيد «الله يجتبي إليه» إلى التوحيد «من يشاء ويهدي إليه من ينيب» يقبل إلى طاعته.",
			"numberInSurah": 13,
			"juz": 25,
			"manzil": 6,
			"page": 484,
			"ruku": 420,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4286,
			"text": "«وما تفرَّقوا» أي أهل الأديان في الدين بأن وحد بعض وكفر بعض «إلا من بعد ما جاءهم العلم» بالتوحيد «بغياً» من الكافرين «بينهم ولولا كلمة سبقت من ربك» بتأخير الجزاء «إلى أجل مسمى» يوم القيامة «لقضي بينهم» بتعذيب الكافرين في الدنيا «وإن الذين أورثوا الكتاب من بعدهم» وهم اليهود والنصارى «لفي شك منه» من محمد صلى الله عليه وسلم «مريب» موقع في الريبة.",
			"numberInSurah": 14,
			"juz": 25,
			"manzil": 6,
			"page": 484,
			"ruku": 420,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4287,
			"text": "«فلذلك» التوحيد «فادع» يا محمد الناس «واستقم» عليه «كما أمرت ولا تتبع أهواءهم» في تركه «وقل آمنت بما أنزل الله من كتاب وأمرت لأعدل» أي بأن أعدل «بينكم» في الحكم «الله ربنا وربكم لنا أعمالنا ولكم أعمالكم» فكل يجازى بعمله «لا حجة» خصومة «بيننا وبينكم» هذا قبل أن يؤمر بالجهاد «الله يجمع بيننا» في المعاد لفصل القضاء «وإليه المصير» المرجع.",
			"numberInSurah": 15,
			"juz": 25,
			"manzil": 6,
			"page": 484,
			"ruku": 420,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4288,
			"text": "«والذين يحاجُّون في» دين «الله» نبيه «من بعد ما استجيب له» بالإيمان لظهور معجزته وهم اليهود «حجتهم داحضة» باطلة «عند ربهم وعليهم غضب ولهم عذاب شديد».",
			"numberInSurah": 16,
			"juz": 25,
			"manzil": 6,
			"page": 485,
			"ruku": 420,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4289,
			"text": "«الله الذي أنزل الكتاب» القرآن «بالحق» متعلق بأنزل «والميزان» العدل «وما يدريك» يعلمك «لعل الساعة» أي إتيانها «قريب» ولعل معلق للفعل عن العمل وما بعده سد مسد المفعولين.",
			"numberInSurah": 17,
			"juz": 25,
			"manzil": 6,
			"page": 485,
			"ruku": 420,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4290,
			"text": "«يستعجل بها الذين لا يؤمنون بها» يقولون متى تأتي ظنا منهم أنها غير آتية «والذين آمنوا مشفقون» خائفون «منها ويعلمون أنها الحق ألا إن الذين يمارون» يجادلون «في الساعة لفي ضلال بعيد».",
			"numberInSurah": 18,
			"juz": 25,
			"manzil": 6,
			"page": 485,
			"ruku": 420,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4291,
			"text": "«الله لطيف بعباده» برهم وفاجرهم حيث لم يهلكهم جوعاً بمعاصيهم «يرزق من يشاء» من كل منهم ما يشاء «وهو القوي» على مراده «العزيز» الغالب على أمره.",
			"numberInSurah": 19,
			"juz": 25,
			"manzil": 6,
			"page": 485,
			"ruku": 420,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4292,
			"text": "«من كان يريد» بعمله «حرث الآخرة» أي كسبها وهو الثواب «نزد له في حرثه» بالتضعيف فيه الحسنة إلى العشرة وأكثر «ومن كان يريد حرث الدنيا نؤته منها» بلا تضعيف ما قسم له «وما له في الآخرة من نصيب».",
			"numberInSurah": 20,
			"juz": 25,
			"manzil": 6,
			"page": 485,
			"ruku": 421,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4293,
			"text": "«أم» بل «لهم» لكفار مكة «شركاء» هم شياطينهم «شرعوا» أي الشركاء «لهم» للكفار «من الدين» الفاسد «ما لم يأذن به الله» كالشرك وإنكار البعث «ولولا كلمة الفصل» أي القضاء السابق بأن الجزاء في يوم القيامة «لقضي بينهم» وبين المؤمنين بالتعذيب لهم في الدنيا «وإن الظالمين» الكافرين «لهم عذاب أليم» مؤلم.",
			"numberInSurah": 21,
			"juz": 25,
			"manzil": 6,
			"page": 485,
			"ruku": 421,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4294,
			"text": "«ترى الظالمين» يوم القيامة «مشفقين» خائفين «مما كسبوا» في الدنيا من السيئات أن يجازوا عليها «وهو» أي الجزاء عليها «واقع بهم» يوم القيامة لا محالة «والذين آمنوا وعملوا الصالحات في روضات الجنات» أنزهها بالنسبة إلى من دونهم «لهم ما يشاءُون عند ربهم ذلك هو الفضل الكبير».",
			"numberInSurah": 22,
			"juz": 25,
			"manzil": 6,
			"page": 485,
			"ruku": 421,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4295,
			"text": "«ذلك الذي يَبْشُرُ» من البشارة مخففاً ومثقلاً به «الله عباده الذين آمنوا وعملوا الصالحات قل لا أسألكم عليه» على تبليغ الرسالة «أجراً إلا المودة في القربى» استثناء منقطع، أي لكن أسألكم أن تودوا قرابتي التي هي قرابتكم أيضاً فإن له في كل بطن من قريش قرابة «ومن يقترف» يكتسب «حسنة» طاعة «تزد له فيها حسناً» بتضعيفها «إن الله غفور» للذنوب «شكور» للقليل فيضاعفه.",
			"numberInSurah": 23,
			"juz": 25,
			"manzil": 6,
			"page": 486,
			"ruku": 421,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4296,
			"text": "«أم» بل «يقولون افترى على الله كذباً» بنسبة القرآن إلى الله تعالى «فإن يشأ الله يختم» يربط «على قلبك» بالصبر على أذاهم بهذا القول وغيره، وقد فعل «ويَمْحُ الله الباطل» الذي قالوه «ويحق الحق» يثبته «بكلماته» المنزلة على بنيه «إنه عليم بذات الصدور» بما في القلوب.",
			"numberInSurah": 24,
			"juz": 25,
			"manzil": 6,
			"page": 486,
			"ruku": 421,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4297,
			"text": "«وهو الذي يقبل التوبة عن عباده» منهم «ويعفو عن السيئات» المتاب عنها «ويعلم ما يفعلون» بالياء والتاء.",
			"numberInSurah": 25,
			"juz": 25,
			"manzil": 6,
			"page": 486,
			"ruku": 421,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4298,
			"text": "«ويستجيب الذين آمنوا وعملوا الصالحات» يجيبهم إلى ما يسألون «ويزيدهم من فضله والكافرون لهم عذاب شديد».",
			"numberInSurah": 26,
			"juz": 25,
			"manzil": 6,
			"page": 486,
			"ruku": 421,
			"hizbQuarter": 194,
			"sajda": false
		},
		{
			"number": 4299,
			"text": "«ولو بسط الله الرزق لعباده» جميعهم «لبغوا» جميعهم أي طغوا «في الأرض ولكن ينزل» بالتخفيف وضده من الأرزاق «بقدر ما يشاء» فيبسطها لبعض عباده دون، وينشأ عن البسط البغي «إنه بعباده خبير بصير».",
			"numberInSurah": 27,
			"juz": 25,
			"manzil": 6,
			"page": 486,
			"ruku": 421,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4300,
			"text": "«وهو الذي ينزل الغيث» المطر «من بعدما قنطوا» يئسوا من نزوله «وينشر رحمته» يبسط مطره «وهو الولي» المحسن للمؤمنين «الحميد» المحمود عندهم.",
			"numberInSurah": 28,
			"juz": 25,
			"manzil": 6,
			"page": 486,
			"ruku": 421,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4301,
			"text": "«ومن آياته خلق السماوات والأرض» خلق «ما بث» فرق ونشر «فيهما من دابة» هي ما يدب على الأرض من الناس وغيرهم «وهو على جمعهم» للحشر «إذا يشاء قدير» في الضمير تغليب العاقل على غيره.",
			"numberInSurah": 29,
			"juz": 25,
			"manzil": 6,
			"page": 486,
			"ruku": 421,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4302,
			"text": "«وما أصابكم» خطاب للمؤمنين «من مصيبة» بلية وشدة «فبما كسبت أيديكم» أي كسبتم من الذنوب وعبر بالأيدي لأن أكثر الأفعال تزاول بها «ويعفو عن كثير» منها فلا يجازي عليه وهو تعالى أكرم من أن يثني الجزاء في الآخرة، وأما غير المذنبين فما يصيبهم في الدنيا لرفع درجاتهم في الآخرة.",
			"numberInSurah": 30,
			"juz": 25,
			"manzil": 6,
			"page": 486,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4303,
			"text": "«وما أنتم» يا مشركون «بمعجزين» الله هرباً «في الأرض» فتفوتوه «وما لكم من دون الله» أي غيره «من وليّ ولا نصير» يدفع عذابه عنكم.",
			"numberInSurah": 31,
			"juz": 25,
			"manzil": 6,
			"page": 486,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4304,
			"text": "«ومن آياته الجوار» السفن «في البحر كالأعلام» كالجبال في العظم.",
			"numberInSurah": 32,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4305,
			"text": "«إن يشأ يسكن الريح فيظللن» يصرن «رواكد» ثوابت لا تجري «على ظهره إن في ذلك لآيات لكل صبَّار شكور» هو المؤمن يصبر في الشدة ويشكر في الرخاء.",
			"numberInSurah": 33,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4306,
			"text": "أو يوبقهنَّ» عطف على يسكن أي يغرقهن بعصف الريح بأهلهن «بما كسبوا» أي أهلهن من الذنوب «ويعف عن كثير» منها فلا يغرق أهله.",
			"numberInSurah": 34,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4307,
			"text": "«ويعلمُ» بالرفع مستأنف وبالنصب معطوف على تعليل مقدر، أي يغرقهم لينتقم منهم، ويعلم «الذين يجادلون في آياتنا ما لهم من محيص» مهرب من العذاب، وجملة النفي سدت مسد مفعولي يعلم، والنفي معلق عن العمل.",
			"numberInSurah": 35,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4308,
			"text": "«فما أوتيتم» خطاب للمؤمنين وغيرهم «من شيءٍ» من أثاث الدنيا «فمتاع الحياة الدنيا» يتمتع به فيها ثم يزول «وما عند الله» من الثواب «خير وأبقى للذين آمنوا وعلى ربهم يتوكلون» ويعطف عليه.",
			"numberInSurah": 36,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4309,
			"text": "«والذين يجتنبون كبائر الإثم والفواحش» موجبات الحدود من عطف البعض على الكل «وإذا ما غضبوا هم يغفرون» يتجاوزون.",
			"numberInSurah": 37,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4310,
			"text": "«والذين استجابوا لربهم» أجابوه إلى ما دعاهم إليه عن التوحيد والعبادة «وأقاموا الصلاة» أداموها «وأمرهم» الذي يبدو لهم «شورى بينهم» يتشاورون فيه ولا يعجلون «ومما رزقناهم» أعطيناهم «ينفقون» في طاعة الله، ومن ذُكر صنف:",
			"numberInSurah": 38,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4311,
			"text": "«والذين إذا أصابهم البغي» الظلم «هم ينتصرون» صنف، أي ينتقمون ممن ظلمهم بمثل ظلمه، كما قال تعالى:",
			"numberInSurah": 39,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4312,
			"text": "«وجزاءُ سيئة سيئة مثلها» سميت الثانية سيئة لمشابهتها للأولى في الصورة، وهذا ظاهر فيما يقتص فيه من الجراحات، قال بعضهم: وإذا قال له أخزاك الله، فيجيبه أخزاك الله «فمن عفا» عن ظالمه «وأصلح» الود بينه وبين المعفو عنه «فأجره على الله» أي إن الله يأجره لا محالة «إنه لا يحب الظالمين» أي البادئين بالظلم فيترتب عليهم عقابه.",
			"numberInSurah": 40,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4313,
			"text": "«ولمن انتصر بعد ظلمه» أي ظلم الظالم إياه «فأولئك ما عليهم من سبيل» مؤاخذة.",
			"numberInSurah": 41,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4314,
			"text": "«إنما السبيل على الذين يظلمون الناس ويبغون» يعملون «في الأرض بغير الحق» بالمعاصي «أولئك لهم عذاب أليم» مؤلم.",
			"numberInSurah": 42,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4315,
			"text": "«ولمن صبر» فلم ينتصر «وغفر» تجاوز «إن ذلك» الصبر والتجاوز «لمن عزم الأمور» أي معزوماتها، بمعنى المطلوبات شرعاً.",
			"numberInSurah": 43,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 422,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4316,
			"text": "«ومن يضلل الله فما له من ولي من بعده» أي أحد يلي هدايته بعد إضلال الله إياه «وترى الظالمين لما رأوا العذاب يقولون هل إلى مَرَدّ» إلى الدنيا «من سبيل» طريق.",
			"numberInSurah": 44,
			"juz": 25,
			"manzil": 6,
			"page": 487,
			"ruku": 423,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4317,
			"text": "«وتراهم يعرضون عليها» أي النار «خاشعين» خائفين متواضعين «من الذل ينظرون» إليها «من طرف خفيّ» ضعيف النظر مسارقه، ومن ابتدائية، أو بمعنى الباء «وقال الذين آمنوا إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة» بتخليدهم في النار وعدم وصولهم إلى الحور المعدة لهم في الجنة لو آمنوا، والموصول خبر إن «ألا إن الظالمين» الكافرين «في عذاب مقيم» دائم هو من مفعول الله تعالى.",
			"numberInSurah": 45,
			"juz": 25,
			"manzil": 6,
			"page": 488,
			"ruku": 423,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4318,
			"text": "«وما كان لهم من أولياء ينصرونهم من دون الله» أي غيره يدفع عذابه عنهم «ومن يضلل الله فما له من سبيل» طريق إلى الحق في الدنيا وإلى الجنة في الآخرة.",
			"numberInSurah": 46,
			"juz": 25,
			"manzil": 6,
			"page": 488,
			"ruku": 423,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4319,
			"text": "«استجيبوا لربكم» أجيبوه بالتوحيد والعبادة «من قبل أن يأتي يوم» هو يوم القيامة «لا مرد له من الله» أي أنه إذا أتى به لا يرده «ما لكم من ملجأ» تلجؤون إليه «يومئذ وما لكم من نكير» إنكار لذنوبكم.",
			"numberInSurah": 47,
			"juz": 25,
			"manzil": 6,
			"page": 488,
			"ruku": 423,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4320,
			"text": "«فإن أعرضوا» عن الإجابة «فما أرسلناك عليهم حفيظاً» تحفظ أعمالهم بأن توافق المطلوب منهم «إن» ما «عليك إلا البلاغ» وهذا قبل الأمر بالجهاد «وإنا إذا أذقنا الإنسان منا رحمة» نعمة كالغنى والصحة «فرح وإن تصبهم» الضمير فلإنسان باعتبار الجنس «سيئة» بلاء «بما قدمت أيديهم» أي قدموه وعبر بالأيدي لأن أكثر الأفعال تزاول بها «فإن الإنسان كفور» للنعمة.",
			"numberInSurah": 48,
			"juz": 25,
			"manzil": 6,
			"page": 488,
			"ruku": 423,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4321,
			"text": "«لله ملك السماوات والأرض يخلق ما يشاء يهب لمن يشاء» من الأولاد «إناثاً ويهب لمن يشاء الذكور».",
			"numberInSurah": 49,
			"juz": 25,
			"manzil": 6,
			"page": 488,
			"ruku": 423,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4322,
			"text": "«أو يزوجهم» أي يجعلهم «ذكراناً وإناثاً ويجعل من يشاء عقيماً» فلا يلد ولا يولد له «إنه عليم» بما يخلق «قدير» على ما يشاء.",
			"numberInSurah": 50,
			"juz": 25,
			"manzil": 6,
			"page": 488,
			"ruku": 423,
			"hizbQuarter": 195,
			"sajda": false
		},
		{
			"number": 4323,
			"text": "«وما كان لبشر أن يكلمه الله إلا» أن يوحي إليه «وحياً» في المنام أو بإلهام «أو» إلا «من وراء حجاب» بأن يسمعه كلامه ولا يراه كما وقع لموسى عليه السلام «أو» إلا أن «يرسل رسولاً» ملكاً كجبريل «فيوحي» الرسول إلى المرسل إليه أي يكلمه «بإذنه» أي الله «ما يشاء» الله «إنه عليّ» عن صفات المحدثين «حكيم» في صنعه.",
			"numberInSurah": 51,
			"juz": 25,
			"manzil": 6,
			"page": 488,
			"ruku": 423,
			"hizbQuarter": 196,
			"sajda": false
		},
		{
			"number": 4324,
			"text": "«وكذلك» أي مثل إيحائنا إلى غيرك من الرسل «أوحينا إليك» يا محمد «روحاً» هو القرآن به تحيا القلوب «من أمرنا» الذي نوحيه إليك «ما كنت تدري» تعرف قبل الوحي إليك «ما الكتاب» القرآن «ولا الإيمان» أي شرائعه ومعالمه والنفي معلق للفعل عن العمل وما بعده سد مسد المفعولين «ولكن جعلناه» أي الروح أو الكتاب «نوراً نهدي به من نشاء من عبادنا وإنك لتهدي» تدعو بالوحي إليك «إلى صراط» طريق «مستقيم» دين الإسلام.",
			"numberInSurah": 52,
			"juz": 25,
			"manzil": 6,
			"page": 489,
			"ruku": 423,
			"hizbQuarter": 196,
			"sajda": false
		},
		{
			"number": 4325,
			"text": "«صراط الله الذي له ما في السماوات وما في الأرض» ملكاً وخلقاً وعبيداً «ألا إلى الله تصير الأمور» ترجع.",
			"numberInSurah": 53,
			"juz": 25,
			"manzil": 6,
			"page": 489,
			"ruku": 423,
			"hizbQuarter": 196,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}