{
	"number": 47,
	"name": "سُورَةُ مُحَمَّدٍ",
	"englishName": "Muhammad",
	"englishNameTranslation": "Muhammad",
	"revelationType": "Medinan",
	"numberOfAyahs": 38,
	"ayahs": [
		{
			"number": 4546,
			"text": "«الذين كفروا» من أهل مكة «وصدُّوا» غيرهم «عن سبيل الله» أي الإيمان «أضل» أحبط «أعمالهم» كإطعام الطعام وصلة الأرحام، فلا يرون لها في الآخرة ثوابا ويجزون بها في الدنيا من فضله تعالى.",
			"numberInSurah": 1,
			"juz": 26,
			"manzil": 6,
			"page": 507,
			"ruku": 442,
			"hizbQuarter": 202,
			"sajda": false
		},
		{
			"number": 4547,
			"text": "«والذين آمنوا» أي الأنصار وغيرهم «وعملوا الصالحات وآمنوا بما نُزِّل على محمد» أي القرآن «وهو الحق من ربهم كفَّر عنهم» غفر لهم «سيئاتهم وأصلح بالهم» حالهم فلا يعصونه.",
			"numberInSurah": 2,
			"juz": 26,
			"manzil": 6,
			"page": 507,
			"ruku": 442,
			"hizbQuarter": 202,
			"sajda": false
		},
		{
			"number": 4548,
			"text": "«ذلك» أي إضلال الأعمال وتكفير السيئات «بأن» بسبب أن «الذين كفروا اتبعوا الباطل» الشيطان «وأن الذين آمنوا اتبعوا الحق» القرآن «من ربهم كذلك» أي مثل ذلك البيان «يضرب الله للناس أمثالهم» يبيِّن أحوالهم، أي فالكافر يحبط عمله، والمؤمن يغفر له.",
			"numberInSurah": 3,
			"juz": 26,
			"manzil": 6,
			"page": 507,
			"ruku": 442,
			"hizbQuarter": 202,
			"sajda": false
		},
		{
			"number": 4549,
			"text": "«فإذا لقيتم الذين كفروا فضرب الرقاب» مصدر بدل من اللفظ بفعله، أي فاضربوا رقابهم، أي اقتلوهم وعبَّر بضرب الرقاب لأن الغالب في القتل أن يكون بضرب الرقبة «حتى إذا أثخنتموهم» أكثرتم فيهم القتل «فشدوا» فأمسكوا عنهم وأسروهم وشدوا «الوثاق» ما يوثق به الأسرى «فإما منا بعد» مصدر بدل من اللفظ بفعله أي تمنون عليهم بإطلاقهم من غير شيء «وإما فداءً» تفادونهم بمال أو أسرى مسلمين «حتى تضع الحرب» أي أهلها «أوزارها» أثقالها من السلاح وغيره بأن يسلم الكفار أو يدخلوا في العهد وهذه غاية للقتل والأسر «ذلك» خبر مبتدأ مقدر، أي الأمر فيهم ما ذكر «ولو يشاء الله لانتصر منهم» بغير قتال «ولكن» أمركم به «ليبلو بعضكم ببعض» منهم في القتال فيصير من قتل منكم إلى الجنة ومنهم إلى النار «والذين قتلوا» وفي قراءة قاتلوا، الآية نزلت يوم أحد وقد فشا في المسلمين القتل والجراحات «في سبيل الله فلن يضل» يحبط «أعمالهم».",
			"numberInSurah": 4,
			"juz": 26,
			"manzil": 6,
			"page": 507,
			"ruku": 442,
			"hizbQuarter": 202,
			"sajda": false
		},
		{
			"number": 4550,
			"text": "«سيهديهم» في الدنيا والآخرة إلى ما ينفعهم «ويصلح بالهم» حالهم فيهما وما في الدنيا لمن لم يقتل وأدرجوا في قتلوا تغليبا.",
			"numberInSurah": 5,
			"juz": 26,
			"manzil": 6,
			"page": 507,
			"ruku": 442,
			"hizbQuarter": 202,
			"sajda": false
		},
		{
			"number": 4551,
			"text": "«ويدخلهم الجنة عرَّفها» بيَّنها «لهم» فيهتدون إلى مساكنهم منها وأزواجهم وخدمهم من غير استدلال.",
			"numberInSurah": 6,
			"juz": 26,
			"manzil": 6,
			"page": 507,
			"ruku": 442,
			"hizbQuarter": 202,
			"sajda": false
		},
		{
			"number": 4552,
			"text": "«يا أيها الذين آمنوا إن تنصروا الله» أي دينه ورسوله «ينصركم» على عدوكم «ويثبِّت أقدامكم» يثبتكم في المعترك.",
			"numberInSurah": 7,
			"juz": 26,
			"manzil": 6,
			"page": 507,
			"ruku": 442,
			"hizbQuarter": 202,
			"sajda": false
		},
		{
			"number": 4553,
			"text": "«والذين كفروا» من أهل مكة مبتدأ خبره تعسوا يدل عليه «فتعسا لهم» أي هلاكا وخيبة من الله «وأضل أعمالهم» عطف على تعسوا.",
			"numberInSurah": 8,
			"juz": 26,
			"manzil": 6,
			"page": 507,
			"ruku": 442,
			"hizbQuarter": 202,
			"sajda": false
		},
		{
			"number": 4554,
			"text": "«ذلك» التعس والإضلال «بأنهم كرهوا ما أنزل الله» من القرآن المشتمل على التكاليف «فأحبط أعمالهم».",
			"numberInSurah": 9,
			"juz": 26,
			"manzil": 6,
			"page": 507,
			"ruku": 442,
			"hizbQuarter": 202,
			"sajda": false
		},
		{
			"number": 4555,
			"text": "«أفلم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم دمَّر الله عليهم» أهلك أنفسهم وأولادهم وأموالهم «وللكافرين أمثالها» أي أمثال عاقبة ما قبلهم.",
			"numberInSurah": 10,
			"juz": 26,
			"manzil": 6,
			"page": 507,
			"ruku": 442,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4556,
			"text": "«ذلك» نصر المؤمنين وقهر الكافرين «بأن الله مولى» ولي وناصر «الذين آمنوا وأن الكافرين لا مولى لهم».",
			"numberInSurah": 11,
			"juz": 26,
			"manzil": 6,
			"page": 507,
			"ruku": 442,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4557,
			"text": "«إن الله يدخل الذين آمنوا وعملوا الصالحات جنات تجري من تحتها الأنهار والذين كفروا يتمتعون» في الدنيا «ويأكلون كما تأكل الأنعام» أي ليس لهم هَمٌ إلا بطونهم وفروجهم ولا يلتفتون إلى الآخرة «والنار مثوى لهم» منزل ومقام ومصير.",
			"numberInSurah": 12,
			"juz": 26,
			"manzil": 6,
			"page": 508,
			"ruku": 443,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4558,
			"text": "«وكأين» وكم «من قرية» أريد بها أهلها «هي أشد قوة من «قريتك» مكة أي أهلها «التي أخرجتك» روعي لفظ قرية «أهلكناهم» روعي معنى قرية الأولى «فلا ناصر لهم» من إهلاكنا.",
			"numberInSurah": 13,
			"juz": 26,
			"manzil": 6,
			"page": 508,
			"ruku": 443,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4559,
			"text": "«أفمن كان على بيِّنة» حجة وبرهان «من ربه» وهو المؤمنون «كمن زُيّن له سوءُ عمله» فرآه حسنا وهم كفار مكة «واتبعوا أهواءهم» في عبادة الأوثان، أي لا مماثلة بينهما.",
			"numberInSurah": 14,
			"juz": 26,
			"manzil": 6,
			"page": 508,
			"ruku": 443,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4560,
			"text": "«مثل» أي صفة «الجنة التي وعد المتقون» المشتركة بين داخليها مبتدأ خبره «فيها أنهار من ماءٍ غير آسن» بالمد والقصر كضارب وحذر، أي غير متغير بخلاف ماء الدنيا فيتغير بعارض «وأنهار من لبن لم يتغير طعمه» بخلاف لبن الدنيا لخروجه من الضروع «وأنهار من خمر لذة» لذيذة «للشاربين» بخلاف خمر الدنيا فإنها كريهة عند الشرب «وأنهار من عسل مصفى» بخلاف عسل الدنيا فإنه بخروجه من بطون النحل يخالط الشمع وغيره «ولهم فيها» أصناف «من كل الثمرات ومغفرة من ربهم» فهو راض عنهم مع إحسانه إليهم بما ذكر بخلاف سيد العبيد في الدنيا فإنه قد يكون مع إحسانه إليهم ساخطا عليهم «كمن هو خالد في النار» خبر مبتدأ مقدر، أي أمن هو في هذا النعيم «وسقوا ماء حميما» أي شديد الحرارة «فقطَّع أمعاءهم» أي مصارينهم فخرجت من أدبارهم، وهو جمع معى بالقصر، وألفه عن ياء لقولهم ميعان.",
			"numberInSurah": 15,
			"juz": 26,
			"manzil": 6,
			"page": 508,
			"ruku": 443,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4561,
			"text": "«ومنهم» أي الكفار «من يستمع إليك» في خطبة الجمعة وهم المنافقون «حتى إذا خرجوا من عندك قالوا للذين أوتوا العلم» لعلماء الصحابة منهم ابن مسعود وابن عباس استهزاء وسخرية «ماذا قال آنفا» بالمد والقصر، الساعة، أي لا نرجع إليه «أولئك الذين طبع الله على قلوبهم بالكفر «واتبعوا أهواءهم» في النفاق.",
			"numberInSurah": 16,
			"juz": 26,
			"manzil": 6,
			"page": 508,
			"ruku": 443,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4562,
			"text": "«والذين اهتدوا» وهم المؤمنون «زادهم» الله «هدىّ وآتاهم تقواهم» ألهمهم ما يتقون به النار.",
			"numberInSurah": 17,
			"juz": 26,
			"manzil": 6,
			"page": 508,
			"ruku": 443,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4563,
			"text": "«فهل ينظرون» ما ينتظرون، أي كفار مكة «إلا الساعة أن تأتيهم» بدل اشتمال من الساعة، أي ليس الأمر إلا أن تأتيهم «بغتة» فجأة «فقد جاء أشرطها» علاماتها: منها النبي صلى الله عليه وسلم وانشقاق القمر والدخان «فأنَّى لهم إذا جاءتهم» الساعة «ذكراهم» تذكرهم، أي لا ينفعهم.",
			"numberInSurah": 18,
			"juz": 26,
			"manzil": 6,
			"page": 508,
			"ruku": 443,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4564,
			"text": "(فاعلم أنه لا إله إلا الله) أي دم يا محمد على علمك بذلك النافع في القيامة (واستغفر لذنبك) لأجله قيل له ذلك مع عصمته لتستن به أمته، وقد فعله قال صلى الله عليه وسلم: \"\" إني لأستغفر الله في كل يوم مائة مرة \"\" (وللمؤمنين والمؤمنات) فيه إكرام لهم بأمر نبيهم بالاستغفار لهم (والله يعلم متقلبكم) متصرفكم لأشغالكم في النهار (ومثواكم) مأواكم إلى مضاجعكم بالليل، أي هو عالم بجميع أحوالكم لا يخفى عليه شيء منها فاحذروه، والخطاب للمؤمنين وغيرهم.",
			"numberInSurah": 19,
			"juz": 26,
			"manzil": 6,
			"page": 508,
			"ruku": 443,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4565,
			"text": "«ويقول الذين آمنوا» طلبا للجهاد «لولا» هلا «نزلت سورة» فيها ذكر الجهاد «فإذا أنزلت سورة محكمة» أي لم ينسخ منها شيء «وذكر فيها القتال» أي طلبه «رأيت الذين في قلوبهم مرض» أي شك وهم المنافقون «ينظرون إليك نظر المغشي عليه من الموت» خوفا منه وكراهة له، أي فهم يخافون من القتال ويكرهونه «فأولى لهم» مبتدأ خبره.",
			"numberInSurah": 20,
			"juz": 26,
			"manzil": 6,
			"page": 509,
			"ruku": 444,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4566,
			"text": "«طاعة وقول معروف» أي حسن لك «فإذا عزم الأمر» أي فرض القتال «فلو صدقوا الله» في الإيمان والطاعة «لكان خيرا لهم» وجملة لو جواب إذا.",
			"numberInSurah": 21,
			"juz": 26,
			"manzil": 6,
			"page": 509,
			"ruku": 444,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4567,
			"text": "«فهل عسَِيتم» بكسر السين وفتحها وفيه التفات عن الغيبة إلى الخطاب، أي لعلكم «إن توليتم» أعرضتم عن الإيمان «أن تفسدوا في الأرض وتقطعوا أرحامكم» أي تعودوا إلى أمر الجاهلية من البغي والقتال.",
			"numberInSurah": 22,
			"juz": 26,
			"manzil": 6,
			"page": 509,
			"ruku": 444,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4568,
			"text": "«أولئك» أي المفسدون «الذين لعنهم الله فأصمهم» عن استماع الحق «وأعمى أبصارهم» عن طريق الهدى.",
			"numberInSurah": 23,
			"juz": 26,
			"manzil": 6,
			"page": 509,
			"ruku": 444,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4569,
			"text": "«أفلا يتدبرون القرآن» فيعرفون الحق «أم» بل «على قلوب» لهم «أقفالها» فلا يفهمونه.",
			"numberInSurah": 24,
			"juz": 26,
			"manzil": 6,
			"page": 509,
			"ruku": 444,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4570,
			"text": "«إن الذين ارتدوا» بالنفاق «على أدبارهم من بعد ما تبين لهم الهدى الشيطان سوَّل» أي زيَّن «لهم وأَُملى لهم» بضم أوله وبفتحه واللام والمملي الشيطان بإرادته تعالى فهو المضل لهم.",
			"numberInSurah": 25,
			"juz": 26,
			"manzil": 6,
			"page": 509,
			"ruku": 444,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4571,
			"text": "«ذلك» أي إضلالهم «بأنهم قالوا للذين كرهوا ما نزَّل الله» أي للمشركين «سنطيعكم في بعض الأمر» أي المعاونة على عداوة النبي صلى الله عليه وسلم وتثبيط الناس عن الجهاد معه، قالوا ذلك سرا فأظهره الله تعالى «والله يعلم أَِسرارهم» بفتح الهمزة جمع سر وبكسرها مصدر.",
			"numberInSurah": 26,
			"juz": 26,
			"manzil": 6,
			"page": 509,
			"ruku": 444,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4572,
			"text": "«فكيف» حالهم «إذا توفتهم الملائكة يضربون» حال من الملائكة «وجوههم وأدبارهم» ظهورهم بمقامع من حديد.",
			"numberInSurah": 27,
			"juz": 26,
			"manzil": 6,
			"page": 509,
			"ruku": 444,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4573,
			"text": "«ذلك» التوفي على الحالة المذكورة «بأنهم اتبعوا ما أسخط الله وكرهوا رضوانه» أي العمل بما يرضيه «فأحبط أعمالهم».",
			"numberInSurah": 28,
			"juz": 26,
			"manzil": 6,
			"page": 509,
			"ruku": 444,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4574,
			"text": "«أم حسب الذين في قلوبهم مرض أن لن يخرج الله أضغانهم» يظهر أحقادهم على النبي صلى الله عليه وسلم والمؤمنين.",
			"numberInSurah": 29,
			"juz": 26,
			"manzil": 6,
			"page": 509,
			"ruku": 445,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4575,
			"text": "«ولو نشاء لأريناكهم» عرفناكهم وكررت اللام في «فلعرفتهم بسيماهم» علامتهم «ولتعرفنهم» الواو لقسم محذوف وما بعدها جوابه «في لحن القوْل» أي معناه إذا تكلموا عندك بأن يعرضوا بما فيه تهجين أمر المسلمين «والله يعلم أعمالكم».",
			"numberInSurah": 30,
			"juz": 26,
			"manzil": 6,
			"page": 510,
			"ruku": 445,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4576,
			"text": "«ولنبلونكم» نختبرنكم بالجهاد وغيره «حتى نعلم» علم ظهور «المجاهدين منكم والصابرين» في الجهاد وغيره «ونبلوَ» نظهر «أخباركم» من طاعتكم وعصيانكم في الجهاد وغيره بالياء والنون في الأفعال الثلاثة.",
			"numberInSurah": 31,
			"juz": 26,
			"manzil": 6,
			"page": 510,
			"ruku": 445,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4577,
			"text": "«إن الذين كفروا وصدوا عن سبيل الله» طريق الحق «وشاقوا الرسول» خالفوه «من بعد ما تبيَّن لهم الهدى» هو معنى سبيل الله «لن يضروا الله شيئا وسيحبط أعمالهم» يبطلها من صدقة ونحوها فلا يرون لها في الآخرة ثوابا، نزلت في المطعمين من أصحاب بدر أو في قريظة والنضير.",
			"numberInSurah": 32,
			"juz": 26,
			"manzil": 6,
			"page": 510,
			"ruku": 445,
			"hizbQuarter": 203,
			"sajda": false
		},
		{
			"number": 4578,
			"text": "«يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم» بالمعاصي مثلا.",
			"numberInSurah": 33,
			"juz": 26,
			"manzil": 6,
			"page": 510,
			"ruku": 445,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4579,
			"text": "«إن الذين كفروا وصدوا عن سبيل الله» طريقه وهو الهدى «ثم ماتوا وهم كفار فلن يغفر الله لهم» نزلت في أصحاب القليب.",
			"numberInSurah": 34,
			"juz": 26,
			"manzil": 6,
			"page": 510,
			"ruku": 445,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4580,
			"text": "«فلا تهنوا» تضعفوا «وتدعوا إلى السَِّلم» بفتح السين وكسرها، أي الصلح مع الكفار إذا لقيتموهم «وأنتم الأعلوْن» حذف منه واو لام الفعل الأغلبون القاهرون «والله معكم» بالعون والنصر «ولن يَتِركُم» ينقصكم «أعمالكم» أي ثوابها.",
			"numberInSurah": 35,
			"juz": 26,
			"manzil": 6,
			"page": 510,
			"ruku": 445,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4581,
			"text": "«إنما الحياة الدنيا» أي الاشتغال فيها «لعب ولهوٌ وإن تؤمنوا وتتقوا» الله وذلك من أمور الآخرة «يؤتكم أجوركم ولا يسألكم أموالكم» جميعها بل الزكاة المفروضة فيها.",
			"numberInSurah": 36,
			"juz": 26,
			"manzil": 6,
			"page": 510,
			"ruku": 445,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4582,
			"text": "«إن يسألكموها فحيفكم» يبالغ في طلبها «تبخلوا ويخرج» البخل «أضغانكم» لدين الإسلام.",
			"numberInSurah": 37,
			"juz": 26,
			"manzil": 6,
			"page": 510,
			"ruku": 445,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4583,
			"text": "«ها أنتم» يا «هؤلاء تدعون لتنفقوا في سبيل الله» ما فرض عليكم «فمنكم من يبخل ومن يبخلْ فإنما يبخل عن نفسه» يقال بخل عليه وعنه «والله الغني» عن نفقتكم «وأنتم الفقراء» إليه «وإن تتولوا» عن طاعته «يستبدل قوما غيركم» أي يجعلهم بدلكم «ثم لا يكونوا أمثالكم» في التولي عن طاعته بل مطيعين له عز وجل.",
			"numberInSurah": 38,
			"juz": 26,
			"manzil": 6,
			"page": 510,
			"ruku": 445,
			"hizbQuarter": 204,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}