{
	"number": 48,
	"name": "سُورَةُ الفَتۡحِ",
	"englishName": "Al-Fath",
	"englishNameTranslation": "The Victory",
	"revelationType": "Medinan",
	"numberOfAyahs": 29,
	"ayahs": [
		{
			"number": 4584,
			"text": "«إنا فتحنا لك» قضينا بفتح مكة وغيرها في المستقبل عَنوة بجهادك «فتحا مبينا» بيِّنا ظاهرا.",
			"numberInSurah": 1,
			"juz": 26,
			"manzil": 6,
			"page": 511,
			"ruku": 446,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4585,
			"text": "«ليغفر لك الله» بجهادك «ما تقدم من ذنبك وما تأخر» منه لترغب أمتك في الجهاد وهو مؤول لعصمة الأنبياء عليهم الصلاة والسلام بالدليل العقلي القاطع من الذنوب واللام للعلة الغائية فمدخولها مسبب لا سبب «ويتم» بالفتح المذكور «نعمته» إنعامه «عليك ويهديك» به «صراطا» طريقا «مستقيما» يثبتك عليه وهو دين الإسلام.",
			"numberInSurah": 2,
			"juz": 26,
			"manzil": 6,
			"page": 511,
			"ruku": 446,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4586,
			"text": "«وينصرك الله» به «نصرا عزيزا» ذا عز لا ذل له.",
			"numberInSurah": 3,
			"juz": 26,
			"manzil": 6,
			"page": 511,
			"ruku": 446,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4587,
			"text": "«هو الذي أنزل السكينة» الطمأنينة «في قلوب المؤمنين ليزدادوا إيمانا مع إيمانهم» بشرائع الدين كلما نزَّل واحدة منها آمنوا بها ومنها الجهاد «ولله جنود السماوات والأرض» فلو أراد نصر دينه بغيركم لفعل «وكان الله عليما» بخلقه «حكيما» في صنعه، أي لم يزل متصفا بذلك.",
			"numberInSurah": 4,
			"juz": 26,
			"manzil": 6,
			"page": 511,
			"ruku": 446,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4588,
			"text": "«ليدخل» متعلق بمحذوف، أي أمر الجهاد «المؤمنين والمؤمنات جنات تجري من تحتها الأنهار خالدين فيها ويكفّر عنهم سيئاتهم وكان ذلك عند الله فوزا عظيما».",
			"numberInSurah": 5,
			"juz": 26,
			"manzil": 6,
			"page": 511,
			"ruku": 446,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4589,
			"text": "«ويُعذَِب المنافقين والمنافقات والمشركين والمشركات الظانين بالله ظن السَّوء» بفتح السين وضمها في المواضع الثلاثة، ظنوا أنه لا ينصر محمدا صلى الله عليه وسلم والمؤمنين «عليهم دائرة السَّوء» بالذل والعذاب «وغضب الله عليهم ولعنهم» أبعدهم «وأعَدَّ لهم جهنم وساءت مصيرا» مرجعا.",
			"numberInSurah": 6,
			"juz": 26,
			"manzil": 6,
			"page": 511,
			"ruku": 446,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4590,
			"text": "«ولله جنود السماوات والأرض وكان الله عزيزا» في ملكه «حكيما» في صنعه، أي لم يزل متصفا بذلك.",
			"numberInSurah": 7,
			"juz": 26,
			"manzil": 6,
			"page": 511,
			"ruku": 446,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4591,
			"text": "«إنا أرسلناك شاهدا» على أمتك في القيامة «ومبشرا» لهم في الدنيا «ونذيرا» منذرا مخّوفا فيها من عمل سوءا بالنار.",
			"numberInSurah": 8,
			"juz": 26,
			"manzil": 6,
			"page": 511,
			"ruku": 446,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4592,
			"text": "«ليؤمنوا بالله ورسوله» بالياء والتاء فيه وفي الثلاثة بعده «ويعزروه» ينصروه وقرئ بزايين مع الفوقانية «ويوقروه» يعظموه وضميرها لله أو لرسوله «ويسبحوه» أي الله «بكرة وأصيلا» بالغداة والعشيّ.",
			"numberInSurah": 9,
			"juz": 26,
			"manzil": 6,
			"page": 511,
			"ruku": 446,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4593,
			"text": "(إن الذين يبايعونك) بيعة الرضوان بالحديبية. (إنما يبايعون الله) هو نحو \"\" من يطع الرسول فقد أطاع الله \"\" (يد الله فوق أيديهم) التي بايعوا بها النبي، أي هو تعالى مطلع على مبايعتهم فيجازيهم عليها (فمن نكث) نقض البيعة (فإنما ينكث) يرجع وبال نقضه (على نفسه ومن أوفى بما عاهد عليه الله فسيؤتيه) بالياء والنون (أجرا عظيما).",
			"numberInSurah": 10,
			"juz": 26,
			"manzil": 6,
			"page": 512,
			"ruku": 446,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4594,
			"text": "«سيقول لك المخلفون من الأعراب» حول المدينة، أي الذين خلفهم الله عن صحبتك لما طلبتهم ليخرجوا معك إلى مكة خوفا من تعرض قريش لك عام الحديبية إذا رجعت منها «شغلتنا أموالنا وأهلونا» عن الخروج معك «فاستغفر لنا» الله من تَرْك الخروج معك قال تعالى مكذبا لهم: «يقولون بألسنتهم» أي من طلب الاستغفار وما قبله «ما ليس في قلوبهم» فهم كاذبون في اعتذارهم «قل فمن» استفهام بمعنى النفي أي لا أحد «يملك لكم من الله شيئا إن أراد بكم ضَُرا» بفتح الضاد وضمها «أو أراد بكم نفعا بل كان الله بما تعملون خبيرا» أي لم يزل متصفا بذلك.",
			"numberInSurah": 11,
			"juz": 26,
			"manzil": 6,
			"page": 512,
			"ruku": 447,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4595,
			"text": "«بل» في الموضوعين للانتقال من غرض إلى آخر «ظننتم أن لن ينقلب الرسول والمؤمنون إلى أهليهم أبدا وزُيِّن ذلك في قلوبكم» أي أنهم يستأصلون بالقتل فلا يرجعون «وظننتم ظن السَّوء» هذا وغيره «وكنتم قوما بورا» جمع بائر، أي هالكين عند الله بهذا الظن.",
			"numberInSurah": 12,
			"juz": 26,
			"manzil": 6,
			"page": 512,
			"ruku": 447,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4596,
			"text": "«ومن لم يؤمن بالله ورسوله فإنا أعتدنا للكافرين سعيرا» نارا شديدة.",
			"numberInSurah": 13,
			"juz": 26,
			"manzil": 6,
			"page": 512,
			"ruku": 447,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4597,
			"text": "«ولله ملك السماوات والأرض يغفر لمن يشاء ويعذِّب من يشاء وكان الله غفورا رحيما» أي لم يزل متصفا بما ذكر.",
			"numberInSurah": 14,
			"juz": 26,
			"manzil": 6,
			"page": 512,
			"ruku": 447,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4598,
			"text": "«سيقول المخلفون» المذكورون «إذا انطقتم إلى مغانم» هي مغانم خيبر، «لتأخذوها ذرونا» اتركونا «نتبعكم» لنأخذ منها «يريدون» بذلك «أن يبدّلوا كلام الله» وفي قراءة: كلِم الله بكسر اللام أي مواعيده بغنائم خيبر أهل الحديبية خاصة «قل لن تتبعونا كذالكم قال الله من قبل» أي قبل عودنا «فسيقولون بل تحسدوننا» أن نصيب معكم من الغنائم فقلتم ذلك «بل كانوا لا يفقهون» من الدين «إلا قليلا» منهم.",
			"numberInSurah": 15,
			"juz": 26,
			"manzil": 6,
			"page": 512,
			"ruku": 447,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4599,
			"text": "«قل للمخلفين من الأعراب» المذكورين اختبارا «ستدعوْن إلى قوم أولي» أصحاب «بأس شديد» قيل هم بنو حنيفة أصحاب اليمامة، وقيل فارس والروم «تقاتلونهم» حال مقدرة هي المدعو إليها في المعنى «أو» هم «يسلمون» فلا تقاتلون «فإن تطيعوا» إلى قتالهم «يؤتكم الله أجرا حسنا وإن تتولوا كما توليتم من قبل يعذّبكم عذابا أليما» مؤلما.",
			"numberInSurah": 16,
			"juz": 26,
			"manzil": 6,
			"page": 513,
			"ruku": 447,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4600,
			"text": "«ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج» في ترك الجهاد «ومن يطع الله ورسوله يدخله» بالياء والنون «جنات تجري من تحتها الأنهار ومن يتول يعذّبه» بالياء والنون «عذابا أليما».",
			"numberInSurah": 17,
			"juz": 26,
			"manzil": 6,
			"page": 513,
			"ruku": 447,
			"hizbQuarter": 204,
			"sajda": false
		},
		{
			"number": 4601,
			"text": "«لقد رضي الله عن المؤمنين إذ يبايعونك» بالحديبية «تحت الشجرة» هي سمرة، وهم ألف وثلثمائة أو أكثر ثم بايعهم على أن يناجزوا قريشا وأن لا يفروا من الموت «فعلم» الله «ما في قلوبهم» من الصدق والوفاء «فأنزل السكينة عليهم وأثابهم فتحا قريبا» هو فتح خيبر بعد انصرافهم من الحديبية.",
			"numberInSurah": 18,
			"juz": 26,
			"manzil": 6,
			"page": 513,
			"ruku": 448,
			"hizbQuarter": 205,
			"sajda": false
		},
		{
			"number": 4602,
			"text": "«ومغانم كبيرة يأخذونها» من خيبر «وكان الله عزيزا حكيما» أي لم يزل متصفا بذلك.",
			"numberInSurah": 19,
			"juz": 26,
			"manzil": 6,
			"page": 513,
			"ruku": 448,
			"hizbQuarter": 205,
			"sajda": false
		},
		{
			"number": 4603,
			"text": "«وعدكم الله مغانم كثيرة تأخذونها» من الفتوحات «فعجَّل لكم هذه» غنيمة خيبر «وكفَّ أيدي الناس عنكم» في عيالكم لما خرجتم وهمت بهم اليهود فقذف الله في قلوبهم الرعب «ولتكون» أي المعجلة عطف على مقدر، أي لتشكروه «آية للمؤمنين» في نصرهم «ويهديكم صراطا مستقيما» أي طريق التوكل عليه وتفويض الأمر إليه تعالى.",
			"numberInSurah": 20,
			"juz": 26,
			"manzil": 6,
			"page": 513,
			"ruku": 448,
			"hizbQuarter": 205,
			"sajda": false
		},
		{
			"number": 4604,
			"text": "«وأخرى» صفة مغانم مقدرا مبتدأ «لم تقدروا عليها» هي من فارس والروم «قد أحاط الله بها» علم أنها ستكون لكم «وكان الله على كل شيء قديرا» أي لم يزل متصفا بذلك.",
			"numberInSurah": 21,
			"juz": 26,
			"manzil": 6,
			"page": 513,
			"ruku": 448,
			"hizbQuarter": 205,
			"sajda": false
		},
		{
			"number": 4605,
			"text": "«ولو قاتلكم الذين كفروا» بالحديبية «لولّوا الأدبار ثم لا يجدون وليا» يحرسهم «ولا نصيرا».",
			"numberInSurah": 22,
			"juz": 26,
			"manzil": 6,
			"page": 513,
			"ruku": 448,
			"hizbQuarter": 205,
			"sajda": false
		},
		{
			"number": 4606,
			"text": "«سنة الله» مصدر مؤكد لمضمون الجملة قبله من هزيمة الكافرين ونصر المؤمنين، أي سَنَّ الله ذلك سُنَّة «التي قد خلت من قبل ولن تجد لسنة الله تبديلا» منه.",
			"numberInSurah": 23,
			"juz": 26,
			"manzil": 6,
			"page": 513,
			"ruku": 448,
			"hizbQuarter": 205,
			"sajda": false
		},
		{
			"number": 4607,
			"text": "«وهو الذي كف أيديهم عنكم وأيديكم عنهم ببطن مكة» بالحديبية «من بعد أن أظفركم عليهم» فإن ثمانين منهم طافوا بعسكركم ليصيبوا منكم فأخذوا وأتي بهم إلى رسول الله صلى الله عليه وسلم فعفا عنهم وخلى سبيلهم فكان ذلك سبب الصلح «وكان الله بما يعملون بصيرا» بالياء والتاء، أي لم يزل متصفا بذلك.",
			"numberInSurah": 24,
			"juz": 26,
			"manzil": 6,
			"page": 514,
			"ruku": 448,
			"hizbQuarter": 205,
			"sajda": false
		},
		{
			"number": 4608,
			"text": "«هم الذين كفروا وصدوكم عن المسجد الحرام» أي عن الوصول إليه «والهدي» معطوف على كم «معكوفا» محبوسا حال «أن يبلغ محله» أي مكانه الذي ينحر فيه عادة وهو الحرم بدل اشتمال «ولولا رجال مؤمنون ونساء مؤمنات» موجودون بمكة مع الكفار «لم تعلموهم» بصفة الإيمان «أن تطئوهم» أي تقتلوهم مع الكفار لو أذن لكم في الفتح بدل اشتمال من هم «فتصيبكم منهم معرة» أي إثم «بغير علم» منكم به وضمائر الغيبة للصنفين بتغليب الذكور، وجواب لولا محذوف، أي لأذن لكم في الفتح لكن لم يؤذن فيه حينئذ «ليدخل الله في رحمته من يشاء» كالمؤمنين المذكورين «لو تزيَّلوا» تميزوا عن الكفار «لعذَّبنا الذين كفروا منهم» من أهل مكة حينئذ بأن نأذن لكم في فتحها «عذابا أليما» مؤلما.",
			"numberInSurah": 25,
			"juz": 26,
			"manzil": 6,
			"page": 514,
			"ruku": 448,
			"hizbQuarter": 205,
			"sajda": false
		},
		{
			"number": 4609,
			"text": "«إذ جعل» متعلق بعذبنا «الذين كفروا» فاعل «في قلوبهم الحمية» الأنفة من الشيء «حمية الجاهلية» بدل من الحمية وهي صدهم النبي وأصحابه عن المسجد الحرام «فأنزل الله سكينته على رسول وعلى المؤمنين» فصالحوهم على أن يعودوا من قابل ولم يلحقهم من الحمية ما لحق الكفار حتى يقاتلوهم «وألزمهم» أي المؤمنين «كلمة التقوى» لا إله إلا الله محمد رسول الله وأضيفت إلى التقوى لأنها سببها «وكانوا أحق بها» بالكلمة من الكفار «وأهلها» عطف تفسيري «وكان الله بكل شيء عليما» أي لم يزل منصفا بذلك ومن معلومة تعالى أنهم أهلها.",
			"numberInSurah": 26,
			"juz": 26,
			"manzil": 6,
			"page": 514,
			"ruku": 448,
			"hizbQuarter": 205,
			"sajda": false
		},
		{
			"number": 4610,
			"text": "«لقد صدق الله رسوله الرؤيا بالحقِّ» رأى رسول الله صلى الله عليه وسلم في النوم عام الحديبية قبل خروجه أنه يدخل مكة هو وأصحابه آمنين ويحلقون ويقصرون فأخبر بذلك أصحابه ففرحوا فلما خرجوا معه وصدهم الكفار بالحديبية ورجعوا وشق عليهم ذلك وراب بعض المنافقين نزلت، وقوله بالحق متعلق بصدق أو حال من الرؤيا وما بعدها تفسيرها «لتدخلنِّ المسجد الحرام إنْ شاء الله» للتبرك «آمنين محلقين رءوسكم» أي جميع شعورها «ومقصرين» بعض شعورها وهما حالان مقدرتان «لا تخافون» أبدا «فعلم» في الصلح «ما لم تعلموا» من الصلاح «فجعل من دون ذلك» أي الدخول «فتحا قريبا» هو فتح خيبر وتحققت الرؤيا في العام القابل.",
			"numberInSurah": 27,
			"juz": 26,
			"manzil": 6,
			"page": 514,
			"ruku": 449,
			"hizbQuarter": 205,
			"sajda": false
		},
		{
			"number": 4611,
			"text": "«هو الذي أرسل رسوله بالهدى ودين الحقّ ليظهره» أي دين الحق «على الدين كله» على جميع باقي الأديان «وكفى بالله شهيدا» أنك مرسل بما ذكر كما قال الله تعالى.",
			"numberInSurah": 28,
			"juz": 26,
			"manzil": 6,
			"page": 514,
			"ruku": 449,
			"hizbQuarter": 205,
			"sajda": false
		},
		{
			"number": 4612,
			"text": "«محمد» مبتدأ «رسول الله» خبره والذين معه» أي أصحابه من المؤمنين مبتدأ خبره «أشداء» غلاظ «على الكفار» لا يرحمونهم «رحماء بينهم» خبر ثان، أي متعاطفون متوادون كالوالد مع الولد «تراهم» تبصرهم «ركعا سجدا» حالان «يبتغون» مستأنف يطلبون «فضلا من الله ورضوانا سيماهم» علامتهم مبتدأ «في وجوههم» خبره وهو نور وبياض يُعرفون به في الآخرة أنهم سجدوا في الدنيا «من أثر السجود» متعلق بما تعلق به الخبر، أي كائنة وأعرب حالا من ضميره المنتقل إلى الخبر «ذلك» الوصف المذكور «مثلهم» صفتهم مبتدأ «في التوراة» خبره «ومثلهم في الإنجيل» مبتدأ خبره «كزرع أخرج شطأه» بسكون الطاء وفتحها: فراخه «فآزره» بالمد والقصر قواه وأعانه «فاستغلظ» غلظ «فاستوى» قوي واستقام «على سوقه» أصوله جمع ساق «يعجب الزراع» أي زرَّاعه لحسنه، مثل الصحابة رضي الله عنهم بذلك لأنهم بدأوا في قلة وضعف فكثروا وقووا على أحسن الوجوه «ليغيظ بهم الكفار» متعلق بمحذوف دل عليه ما قبله، أي شبهوا بذلك «وعد الله الذين آمنوا وعملوا الصالحات منهم» الصحابة ومن لبيان الجنس لا للتبعيض لأنهم كلهم بالصفة المذكورة «مغفرة وأجرا عظيما» الجنة وهما لمن بعدهم أيضا في آيات.",
			"numberInSurah": 29,
			"juz": 26,
			"manzil": 6,
			"page": 515,
			"ruku": 449,
			"hizbQuarter": 205,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}