{
	"number": 57,
	"name": "سُورَةُ الحَدِيدِ",
	"englishName": "Al-Hadid",
	"englishNameTranslation": "The Iron",
	"revelationType": "Medinan",
	"numberOfAyahs": 29,
	"ayahs": [
		{
			"number": 5076,
			"text": "«سبَّح لله ما في السماوات والأرض» أي نزهه كل شيء فاللام مزيدة وجيء بما دون من تغليبا للأكثر «وهو العزيز» في ملكه «الحكيم» في صنعه.",
			"numberInSurah": 1,
			"juz": 27,
			"manzil": 7,
			"page": 537,
			"ruku": 472,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5077,
			"text": "«له ملك السماوات والأرض يحيي» بالإنشاء «ويميت» بعده «وهو على كل شيء قدير».",
			"numberInSurah": 2,
			"juz": 27,
			"manzil": 7,
			"page": 537,
			"ruku": 472,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5078,
			"text": "«هو الأول» قبل كل شيء بلا بداية «والآخر» بعد كل شيء بلا نهاية «والظاهر» بالأدلة عليه «والباطن» عن إدراك الحواس «وهو بكل شيء عليم».",
			"numberInSurah": 3,
			"juz": 27,
			"manzil": 7,
			"page": 537,
			"ruku": 472,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5079,
			"text": "«هو الذي خلق السماوات والأرض في ستة أيام» من أيام الدنيا أولها الأحد وآخرها الجمعة «ثم استوى على العرش» الكرسي استواءً يليق به «يعلم ما يلج» يدخل «في الأرض» كالمطر والأموات «وما يخرج منها» كالنبات والمعادن «وما ينزل من السماء» كالرحمة والعذاب «وما يعرج» يصعد «فيها» كالأعمال الصالحة والسيئة «وهو معكم» بعلمه «أين ما كنتم والله بما تعملون بصير».",
			"numberInSurah": 4,
			"juz": 27,
			"manzil": 7,
			"page": 538,
			"ruku": 472,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5080,
			"text": "«له ملك السماوات والأرض وإلى الله ترجع الأمور» الموجودات جميعها.",
			"numberInSurah": 5,
			"juz": 27,
			"manzil": 7,
			"page": 538,
			"ruku": 472,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5081,
			"text": "«يولج الليل» يدخله «في النهار» فيزيد وينقص الليل «ويولج النهار في الليل» فيزيد وينقص النهار «وهو عليم بذات الصدور» بما فيها من الأسرار والمعتقدات.",
			"numberInSurah": 6,
			"juz": 27,
			"manzil": 7,
			"page": 538,
			"ruku": 472,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5082,
			"text": "«آمنوا» داوموا على الإيمان «بالله ورسوله وأنفقوا» في سبيل الله «مما جعلكم مستخلفين فيه» من مال من تقدمكم وسيخلفكم فيه من بعدكم، نزل في غزوة العسرة وهي غزوة تبوك «فالذين آمنوا منكم وأنفقوا» إشارة إلى عثمان رضي الله عنه «لهم أجر كبير».",
			"numberInSurah": 7,
			"juz": 27,
			"manzil": 7,
			"page": 538,
			"ruku": 472,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5083,
			"text": "(وما لكم لا تؤمنون) خطاب للكفار، أي لا مانع لكم من الإيمان (بالله والرسول يدعوكم لتؤمنوا بربكم وقد أخذ) بضم الهمزة وكسر الخاء وبفتحها ونصب ما بعده (ميثاقكم) عليه أي أخذه الله في عالم الذر حين أشهدهم على أنفسهم \"\" ألست بربكم قالوا بلى \"\" (إن كنتم مؤمنين) أي مريدين الإيمان به فبادروا إليه.",
			"numberInSurah": 8,
			"juz": 27,
			"manzil": 7,
			"page": 538,
			"ruku": 472,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5084,
			"text": "«هو الذي ينزل على عبده آيات بينات» آيات القرآن «ليخرجكم من الظلمات» الكفر «إلى النور» الإيمان «وإن الله بكم» في إخراجكم من الكفر إلى الإيمان «لرؤوف رحيم».",
			"numberInSurah": 9,
			"juz": 27,
			"manzil": 7,
			"page": 538,
			"ruku": 472,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5085,
			"text": "«ومالكم» بعد إيمانكم «ألا» فيه إدغام نون أن في لام لا «تنفقوا في سبيل الله ولله ميراث السماوات والأرض» بما فيهما فتصل إليه أموالكم من غير أجر الإنفاق بخلاف ما لو أنفقتم فتؤجرون «لا يستوي منكم من أنفق من قبل الفتح» لمكة «وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد وقاتلوا وكلا» من الفريقين، وفي قراءة بالرفع مبتدأ «وعد الله الحسنى» الجنة «والله بما تعملون خبير» فيجازيكم به.",
			"numberInSurah": 10,
			"juz": 27,
			"manzil": 7,
			"page": 538,
			"ruku": 472,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5086,
			"text": "«من ذا الذي يقرض الله» بإنفاق ماله في سبيل الله «قرضا حسنا» بأن ينفقه لله «فيضاعفه» وفي قراءة فيضعفه بالتشديد «له» من عشر إلى أكثر من سبعمائة كما ذكر في البقرة «وله» مع المضاعفة «أجر كريم» مقترن به رضا وإقبال.",
			"numberInSurah": 11,
			"juz": 27,
			"manzil": 7,
			"page": 538,
			"ruku": 473,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5087,
			"text": "اذكر «يوم ترى المؤمنين والمؤمنات يسعى نورهم بين أيديهم» أمامهم «و» يكون «بأيمانهم» ويقال لهم «بُشراكم اليوم جنات» أي ادخلوها «تجري من تحتها الأنهار خالدين فيها ذلك هو الفوز العظيم».",
			"numberInSurah": 12,
			"juz": 27,
			"manzil": 7,
			"page": 539,
			"ruku": 473,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5088,
			"text": "«يوم يقول المنافقون والمنافقات للذين آمنوا انظرونا» أبصرونا وفي قراءة بفتح الهمزة وكسر الظاء: أمهلونا «نقتبس» نأخذ القبس والإضاءة «من نوركم قيل» لهم استهزاءً بهم «ارجعوا وراءكم فالتمسوا نورا» فرجعوا «فضرب بينهم» وبين المؤمنين «بسور» قيل هو سور الأعراف «له باب باطنه فيه الرحمة» من جهة المؤمنين «وظاهره» من جهة المنافقين «من قبله العذاب».",
			"numberInSurah": 13,
			"juz": 27,
			"manzil": 7,
			"page": 539,
			"ruku": 473,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5089,
			"text": "«ينادونهم ألم نكن معكم» على الطاعة «قالوا بلى ولكنكم فتنتم أنفسكم» بالنفاق «وتربصتم» بالمؤمنين الدوائر «وارتبتم» شككتم في دين الإسلام «وغرتكم الأمانيُّ الأطماع «حتى جاء أمر الله» الموت «وغركم بالله الغَرور» الشيطان.",
			"numberInSurah": 14,
			"juz": 27,
			"manzil": 7,
			"page": 539,
			"ruku": 473,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5090,
			"text": "«فاليوم لا يُؤخذ» بالياء والتاء «منكم فدية ولا من الذين كفروا مأواكم النار هي مولاكم» أولى بكم «وبئس المصير» هي.",
			"numberInSurah": 15,
			"juz": 27,
			"manzil": 7,
			"page": 539,
			"ruku": 473,
			"hizbQuarter": 215,
			"sajda": false
		},
		{
			"number": 5091,
			"text": "«ألم يَأنِ» يَحِن «للذين آمنوا» نزلت في شأن الصحابة لما أكثروا المزاح «أن تخشع قلوبهم لذكر الله وما نزَّل» بالتشديد والتخفيف «من الحق» القرآن «ولا يكونوا» معطوف على تخشع «كالذين أوتوا الكتاب من قبل» هم اليهود والنصارى «فطال عليهم الأمد» الزمن بينهم وبين أنبيائهم «فقست قلوبهم» لم تلن لذكر الله «وكثير منهم فاسقون».",
			"numberInSurah": 16,
			"juz": 27,
			"manzil": 7,
			"page": 539,
			"ruku": 473,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5092,
			"text": "«اعلموا» خطاب للمؤمنين المذكورين «أن الله يحيي الأرض بعد موتها» بالنبات فكذلك يفعل بقلوبكم يردها إلى الخشوع «قد بينا لكم الآيات» الدالة على قدرتنا بهذا وغيره «لعلكم تعقلون».",
			"numberInSurah": 17,
			"juz": 27,
			"manzil": 7,
			"page": 539,
			"ruku": 473,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5093,
			"text": "«إن المصَّدقين» من التصديق أدغمت التاء في الصاد، أي الذين تصدقوا «والمصَّدقات» اللاتي تصدقن وفي قراءة بتخفيف الصاد فيهما من التصديق والإيمان «وأقرضوا الله قرضا حسنا» راجع إلى الذكور والإناث بالتغليب وعطف الفعل على الاسم في صلة أل لأنه فيها حل محل الفعل، وذكر القرض بوصفه بعد التصدق تقييد له «يضاعف» وفي قراءة يضعف بالتشديد، أي قرضهم «لهم ولهم أجر كريم».",
			"numberInSurah": 18,
			"juz": 27,
			"manzil": 7,
			"page": 539,
			"ruku": 473,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5094,
			"text": "«والذين آمنوا بالله ورسله أولئك هم الصديقون» المبالغون في التصديق «والشهداء عند ربهم» على المكذبين من الأمم «لهم أجرهم ونورهم والذين كفروا وكذبوا بآياتنا» الدالة على وحدانيتنا «أولئك أصحاب الجحيم» النار.",
			"numberInSurah": 19,
			"juz": 27,
			"manzil": 7,
			"page": 540,
			"ruku": 473,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5095,
			"text": "«اعلموا أنما الحياة الدنيا لعب ولهو وزينة» تزين «وتفاخر بينكم وتكاثر في الأموال والأولاد» أي الاشتغال فيها، وأما الطاعات وما يعين عليها فمن أمور الآخرة «كمثل» أي هي في إعجابها لكم واضمحلالها كمثل «غيث» مطر «أعجب الكفار» الزارع «نباته» الناشئ، عنه «ثم يهيج» ييبس «فتراه مصفرا ثم يكون حطاما» فتاتا يضمحل بالرياح «وفي الآخرة عذاب شديد» لمن آثر عليها الدنيا «ومغفرة من الله ورضوان» لمن لم يؤثر عليها الدنيا «وما الحياة الدنيا» ما التمتع فيها «إلا متاع الغرور».",
			"numberInSurah": 20,
			"juz": 27,
			"manzil": 7,
			"page": 540,
			"ruku": 474,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5096,
			"text": "«سابقوا إلى مغفرة من ربكم وجنة عرضها كعرض السماء والأرض» لو وصلت إحداهما بالأخرى والعرض: السعة «أعدت للذين آمنوا بالله ورسله ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم».",
			"numberInSurah": 21,
			"juz": 27,
			"manzil": 7,
			"page": 540,
			"ruku": 474,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5097,
			"text": "«ما أصاب من مصيبة في الأرض» بالجدب «ولا في أنفسكم» كالمرض وفقد الولد «إلا في كتاب» يعنى اللوح المحفوظ «من قبل أن نبرأها» نخلقها، ويقال في النعمة كذلك «إن ذلك على الله يسير».",
			"numberInSurah": 22,
			"juz": 27,
			"manzil": 7,
			"page": 540,
			"ruku": 474,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5098,
			"text": "«لكيلا» كي ناصبة للفعل بمعنى أن، أي أخبر تعالى بذلك لئلا «تأسوا» تحزنوا «على ما فاتكم ولا تفرحوا» فرح بطر بل فرح شكر على النعمة «بما آتاكم» بالمد أعطاكم وبالقصر جاءكم منه «والله لا يحب كل مختال» متكبر بما أوتي «فخور» به على الناس.",
			"numberInSurah": 23,
			"juz": 27,
			"manzil": 7,
			"page": 540,
			"ruku": 474,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5099,
			"text": "«والذين يبخلون» بما يجب عليهم «ويأمرون الناس بالبخل» به لهم وعيد شديد «ومن يتولى» عما يجب عليه «فإن الله هو» ضمير فصل وفي قراءة بسقوطه «الغني» عن غيره «الحميد» لأوليائه.",
			"numberInSurah": 24,
			"juz": 27,
			"manzil": 7,
			"page": 540,
			"ruku": 474,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5100,
			"text": "«لقد أرسلنا رسلنا» الملائكة إلى الأنبياء «بالبينات» بالحجج القواطع «وأنزلنا معهم الكتاب» بمعنى الكتب «والميزان» العدل «ليقوم الناس بالقسط وأنزلنا الحديد» أخرجناه من المعادن «فيه بأس شديد» يقاتل به «ومنافع للناس وليعلم الله» علم مشاهدة، معطوف على ليقوم الناس «من ينصره» بأن ينصر دينه بآلات الحرب من الحديد وغيره «ورسوله بالغيب» حال من هاء ينصره، أي غائبا عنهم في الدنيا، قال ابن عباس: ينصرونه ولا يبصرونه «إن الله قوي عزيز» لا حاجة له إلى النصرة لكنها تنفع من يأتي بها.",
			"numberInSurah": 25,
			"juz": 27,
			"manzil": 7,
			"page": 541,
			"ruku": 474,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5101,
			"text": "«ولقد أرسلنا نوحا وإبراهيم وجعلنا في ذريتهما النبوة والكتاب» يعني الكتب الأربعة: التوراة والإنجيل والزبور والفرقان فإنها في ذرية إبراهيم «فمنهم مهتد وكثير منهم فاسقون».",
			"numberInSurah": 26,
			"juz": 27,
			"manzil": 7,
			"page": 541,
			"ruku": 475,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5102,
			"text": "«ثم قفينا على آثارهم برسلنا وقفينا بعيسى ابن مريم وآتيناه الإنجيل وجعلنا في قلوب الذين اتبعوه رأفة ورحمة ورهبانية» هي رفض النساء واتخاذ الصوامع «ابتدعوها» من قبل أنفسهم «ما كتبناها عليهم» ما أمرناهم بها «إلا» لكن فعلوها «ابتغاء رضوان» مرضاة «الله فما رعوْها حق رعايتها» إذ تركها كثير منهم وكفروا بدين عيسى ودخلوا في دين ملكهم وبقي على دين عيسى كثير منهم فآمنوا بنبينا «فآتينا الذين آمنوا» به «منهم أجرهم وكثير منهم فاسقون».",
			"numberInSurah": 27,
			"juz": 27,
			"manzil": 7,
			"page": 541,
			"ruku": 475,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5103,
			"text": "«يا أيها الذين آمنوا» بعيسى «اتقوا الله وآمنوا برسوله» محمد صلى الله عليه وسلم وعيسى «يؤتكم كفلين» نصيبين «من رحمته» لإيمانكم بالنبيين «ويجعل لكم نورا تمشون به» على الصراط «ويغفر لكم والله غفور رحيم».",
			"numberInSurah": 28,
			"juz": 27,
			"manzil": 7,
			"page": 541,
			"ruku": 475,
			"hizbQuarter": 216,
			"sajda": false
		},
		{
			"number": 5104,
			"text": "«لئلا يعلم» أي أعلمكم بذلك ليعلم «أهل الكتاب» بالتوراة الذين لم يؤمنوا بمحمد صلى الله عليه وسلم «أن» مخففة من الثقيلة واسمها ضمير الشأن والمعنى أنهم «لا يقدرون على شيءٍ من فضل الله» خلاف ما في زعمهم أنهم أحباء الله وأهل رضوانه «وأن الفضل بيد الله يؤتيه» يعطيه «من يشاء» فآتى المؤمنين منهم أجرهم مرتين كما تقدم «والله ذو الفضل العظيم».",
			"numberInSurah": 29,
			"juz": 27,
			"manzil": 7,
			"page": 541,
			"ruku": 475,
			"hizbQuarter": 216,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}