{
	"number": 58,
	"name": "سُورَةُ المُجَادلَةِ",
	"englishName": "Al-Mujaadila",
	"englishNameTranslation": "The Pleading Woman",
	"revelationType": "Medinan",
	"numberOfAyahs": 22,
	"ayahs": [
		{
			"number": 5105,
			"text": "«قد سمع الله قول التي تجادلك» تراجعك أيها النبي «في زوجها» المظاهر منها وكان قال لها: أنت عليَّ كظهر أمي، وقد سألت النبي صلى الله عليه وسلم عن ذلك فأجابها بأنها حرمت عليه على ما هو المعهود عندهم من أن الظهار موجبه فرقة مؤبدة وهي خولة بنت ثعلبة، وهو أوس بن الصامت «وتشتكي إلى الله» وحدتها وفاقتها وصبية صغارا إن ضمتهم إليه ضاعوا أو إليها جاعوا «والله يسمع تحاوركما» تراجعكما «إن الله سميع بصير» عالم.",
			"numberInSurah": 1,
			"juz": 28,
			"manzil": 7,
			"page": 542,
			"ruku": 476,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5106,
			"text": "«الذين يظَّهَّرون» أصله يتظهرون أدغمت التاء في الظاء، وفي قراءة بألف بين الظاء والهاء الخفيفة وفي أخرى كيقاتلون والموضع الثاني كذلك «منكم من نسائهم ما هن أمهاتهم إن أمهاتهم إلا اللأئي» بهمزة وياء وبلا ياء «ولدنهم وإنهم ْ» بالظهار «ليقولن منكرا من القول وزورا» كذبا «وإن الله لعفو غفور».",
			"numberInSurah": 2,
			"juz": 28,
			"manzil": 7,
			"page": 542,
			"ruku": 476,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5107,
			"text": "«والذين يظاهرون من نسائهم ثم يعودوا لما قالوا» أي فيه بأن يخالفوه بإمساك المظاهر منها الذي هو خلاف مقصود الظهار من وصف المرأة بالتحريم «فتحرير رقبة» أي إعتاقها عليه «من قبل أن يتماسا» بالوطء «ذلكم توعظون به والله بما تعملون خبير».",
			"numberInSurah": 3,
			"juz": 28,
			"manzil": 7,
			"page": 542,
			"ruku": 476,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5108,
			"text": "«فمن لم يجد» رقبة «فصيام شهرين متتابعين من قبل أن يتماسا فمن لم يستطع» أي الصيام «فإطعام ستين مسكينا» عليه: أي من قبل أن يتماسا حملا للمطلق عل المقيد لكل مسكين مد من غالب قوت البلد «ذلك» أي التخفيف في الكفارة «لتؤمنوا بالله ورسوله وتلك» أي الأحكام المذكورة «حدود الله وللكافرين» بها «عذاب أليم» مؤلم.",
			"numberInSurah": 4,
			"juz": 28,
			"manzil": 7,
			"page": 542,
			"ruku": 476,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5109,
			"text": "«إن الذين ُيَحادُّونَ» يخالفون «الله ورسوله كبتوا» أذلوا «كما كبت الذين من قبلهم» في مخالفتهم رسلهم «وقد أنزلنا آيات بينات» دالة على صدق الرسول «وللكافرين» بالآيات «عذاب مهين» ذو إهانة.",
			"numberInSurah": 5,
			"juz": 28,
			"manzil": 7,
			"page": 542,
			"ruku": 476,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5110,
			"text": "«يوم يبعثهم الله جميعا فينبئهم بما عملوا أحصاه الله ونسوه والله على كل شيء شهيد».",
			"numberInSurah": 6,
			"juz": 28,
			"manzil": 7,
			"page": 542,
			"ruku": 476,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5111,
			"text": "«ألم تر» تعلم «أن الله يعلم ما في السماوات وما في الأرض ما يكون من نجوى ثلاثة إلا هو رابعهم» بعلمه «ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو معهم أين ما كانوا ثم ينبئهم بما عملوا يوم القيامة إن الله بكل شيء عليم».",
			"numberInSurah": 7,
			"juz": 28,
			"manzil": 7,
			"page": 543,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5112,
			"text": "«أم ترَ» تنظر «إلى الذين نُهوا على النجوى ثم يعودون لما نهوا عنه ويتناجون بالإثم والعدوان ومعصية الرسول» الريبة «وإذا جاءُوك حيوك» أيها النبي «بما لم يحيك به الله» وهو قولهم: السام عليك، أي الموت «ويقولون في أنفسهم لولا» هلا «يعذبنا الله بما نقول» من التحية وأنه ليس بنبي إن كان نبيا «حسبهم جهنم يصلونها فبئس المصير» هي.",
			"numberInSurah": 8,
			"juz": 28,
			"manzil": 7,
			"page": 543,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5113,
			"text": "«يا أيها الذين آمنوا إذا تناجيتم فلا تتناجوا بالإثم والعدوان ومعصية الرسول وتناجوا بالبر والتقوى واتقوا الله الذي إليه تحشرون».",
			"numberInSurah": 9,
			"juz": 28,
			"manzil": 7,
			"page": 543,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5114,
			"text": "«إنما النجوى» بالإثم ونحوه «من الشيطان» بغروره «ليحزن الذين آمنوا وليس» هو «بضارهم شيئا إلا بإذن الله» أي إرادته «وعلى الله فليتوكل المؤمنون».",
			"numberInSurah": 10,
			"juz": 28,
			"manzil": 7,
			"page": 543,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5115,
			"text": "«يا أيها الذين آمنوا إذا قيل لكم تفسحوا» توسعوا «في المجلسْ» مجلس النبي صلى الله عليه وسلم والذكر حتى مجلس من جاءكم وفي قراءة المجالس «فافسحوا يفسح الله لكم» في الجنة «وإذا قيل انشِزوا» قوموا إلى الصلاة وغيرها من الخيرات «فانشِزوا» وفي قراءة بضم الشين فيهما «يرفع الله الذين آمنوا منكم» بالطاعة في ذلك «و» يرفع «الذين أوتوا العلم درجات» في الجنة «والله بما تعملون خبير».",
			"numberInSurah": 11,
			"juz": 28,
			"manzil": 7,
			"page": 543,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5116,
			"text": "«يا أيها الذين آمنوا إذا ناجيتم الرسول» أردتم مناجاته «فقدموا بين يدي نجواكم» قبلها «صدقة ذلك خير لكم وأطهر» لذنوبكم «فإن لم تجدوا» ما تتصدقون به «فإن الله غفور» لمناجاتكم «رحيم» بكم، يعني فلا عليكم في المناجاة من غير صدقة، ثم نسخ ذلك بقوله.",
			"numberInSurah": 12,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5117,
			"text": "«أأشفقتم» بتحقيق الهمزتين وإبدال الثانية ألفا وتسهليها وإدخال ألف بين المسهلة والأخرى وتركه، أي خفتم من «أن تقدِّموا بين يدي نجواكم صدقات» لفقر «فإذا لم تفعلوا» الصدقة «وتاب الله عليكم» رجع بكم عنها «فأقيموا الصلاة وآتوا الزكاة وأطيعوا الله ورسوله» أي داوموا على ذلك «والله خبير بما تعملون».",
			"numberInSurah": 13,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 477,
			"hizbQuarter": 217,
			"sajda": false
		},
		{
			"number": 5118,
			"text": "«ألم ترَ» تنظر «إلى الذين تولَّوْا» هم المنافقون «قوما» هم اليهود «غضب الله عليهم ما هم» أي المنافقين «منكم» من المؤمنين «ولا منهم» من اليهود بل هم مذبذبون «ويحلفون على الكذب» أي قولهم إنهم مؤمنون «وهم يعلمون» أنهم كاذبون فيه.",
			"numberInSurah": 14,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5119,
			"text": "«أعد الله لهم عذابا شديدا إنهم ساء ما كانوا يعملون» من المعاصي.",
			"numberInSurah": 15,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5120,
			"text": "«اتخذوا إيمانهم جُنَّةٌ» سترا على أنفسهم وأموالهم «فصدوا» بها المؤمنين «عن سبيل الله» أي الجهاد فيهم بقتلهم وأخذ أموالهم «فلهم عذاب مهين» ذو إهانة.",
			"numberInSurah": 16,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5121,
			"text": "«لن تغني عنهم أموالهم ولا أولادهم من الله» من عذابه «شيئا» من الإغناء «أولئك أصحاب النار هم فيها خالدون».",
			"numberInSurah": 17,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5122,
			"text": "اذكر «يوم يبعثهم الله جميعا فيحلفون له» أنهم مؤمنون «كما يحلفون لكم ويحسبون أنهم على شيء» من نفع حلفهم في الآخرة كالدنيا «ألا إنهم هم الكاذبون».",
			"numberInSurah": 18,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5123,
			"text": "«استحوذ» استولى «عليهم الشيطان» بطاعتهم له «فأنساهم ذكر الله أولئك حزب الشيطان» أتباعه «ألا إن حزب الشيطان هم الخاسرون».",
			"numberInSurah": 19,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5124,
			"text": "«إن الذين يحادون» يخالفون «الله ورسوله أولئك في الأذلين» المغلوبين.",
			"numberInSurah": 20,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5125,
			"text": "«كتب الله» في اللوح المحفوظ أو قضى «لأغلبن أنا ورسلي» بالحجة أو السيف «إن الله قوي عزيز».",
			"numberInSurah": 21,
			"juz": 28,
			"manzil": 7,
			"page": 544,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5126,
			"text": "«لا تجد قوما يؤمنون بالله واليوم الآخر يوادون» يصادقون «من حادَّ الله ورسوله ولو كانوا» أي المحادون «آباءهم» أي المؤمنين «أو أبناءهم أو إخوانهم أو عشيرتهم» بل يقصدونهم بالسوء ويقاتلونهم على الإيمان كما وقع لجماعة من الصحابة رضي الله عنهم «أولئك» الذين يوادونهم «كتب» أثبت «في قلوبهم الإيمان وأيدهم بروح» بنور «منه» تعالى «ويدخلهم جنات تجري من تحتها الأنهار خالدين فيها رضي الله عنهم» بطاعته «ورضوا عنه» بثوابه «أولئك حزب الله» يتبعون أمره ويجتنبون نهيه «ألا إن حزب الله همُ المفلحون» الفائزون.",
			"numberInSurah": 22,
			"juz": 28,
			"manzil": 7,
			"page": 545,
			"ruku": 478,
			"hizbQuarter": 218,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}