{
	"number": 59,
	"name": "سُورَةُ الحَشۡرِ",
	"englishName": "Al-Hashr",
	"englishNameTranslation": "The Exile",
	"revelationType": "Medinan",
	"numberOfAyahs": 24,
	"ayahs": [
		{
			"number": 5127,
			"text": "«سبح لله ما في السماوات وما في الأرض» أي ننزهه فاللام مزيدة وفي الإتيان بما تغليب للأكثر «وهو العزيز الحكيم» في ملكه وصنعه.",
			"numberInSurah": 1,
			"juz": 28,
			"manzil": 7,
			"page": 545,
			"ruku": 479,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5128,
			"text": "«هو الذي أخرج الذين كفروا من أهل الكتاب» هم بنو النضير من اليهود «من ديارهم» مساكنهم بالمدينة «لأول الحشر» هو حشرهم إلى الشام وآخره أن أجلاهم عمر في خلافته إلى خيبر «ما ظننتم» أيها المؤمنون «أن يخرجوا وظنوا أنهم مانعتهم» خبر أن «حصونهم» فاعله تم به الخبر «من الله» من عذابه «فأتاهم الله» أمره وعذابه «من حيث لم يحتسبوا» لم يخطر ببالهم من جهة المؤمنين «وقذف» ألقى «في قلوبهم الرعب» بسكون العين وضمها، الخوف بقتل سيدهم كعب بن الأشرف «يخرِّبون» بالتشديد والتخفيف من أخرب «بيوتهم» لينقلوا ما أستحسنوه منها من خشب وغيره «بأيديهم وأيدي المؤمنين فاعتبروا يا أولي الأبصار».",
			"numberInSurah": 2,
			"juz": 28,
			"manzil": 7,
			"page": 545,
			"ruku": 479,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5129,
			"text": "«ولولا أن كتب الله» قضى «عليهم الجلاء» الخروج من الوطن «لعذبهم في الدنيا» بالقتل والسبي كما فعل بقريظة من اليهود «ولهم في الآخرة عذاب النار».",
			"numberInSurah": 3,
			"juz": 28,
			"manzil": 7,
			"page": 545,
			"ruku": 479,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5130,
			"text": "«ذلك بأنهم شاقوا» خالفوا «الله ورسوله ومن يشاق الله فإن الله شديد العقاب» له.",
			"numberInSurah": 4,
			"juz": 28,
			"manzil": 7,
			"page": 546,
			"ruku": 479,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5131,
			"text": "«ما قطعتم» يا مسلمون «من لينة» نخلة «أو تركتموها قائمة على أصولها فبأذن الله» أي خيَّركم في ذلك «وليخزيَ» بالإذن في القطع «الفاسقين» اليهود في اعتراضهم أن قطع الشجر المثمر فساد.",
			"numberInSurah": 5,
			"juz": 28,
			"manzil": 7,
			"page": 546,
			"ruku": 479,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5132,
			"text": "«وما أفاء» رد «الله على رسوله منهم فما أوجفتم» أسرعتم يا مسلمون «عليه من» زائدة «خيل ولا ركاب» إبل، أي لم تقاسوا فيه مشقة «ولكن الله يسلط رسله على من يشاء والله على كل شيءٍ قدير» فلا حق لكم فيه ويختص به النبي صلى الله عليه وسلم ومن ذكر معه في الآية الثانية من الأصناف الأربعة على ما كان يقسمه من أن لكل منهم خمس الخمس وله صلى الله عليه وسلم الباقي يفعل فيه ما يشاء فأعطى منه المهاجرين وثلاثة من الأنصار لفقرهم.",
			"numberInSurah": 6,
			"juz": 28,
			"manzil": 7,
			"page": 546,
			"ruku": 479,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5133,
			"text": "«ما أفاء الله على رسوله من أهل القرى» كالصفراء ووادي القرى وينبع «فلله» يأمر فيه بما يشاء «وللرسول ولذي» صاحب «القربى» قرابة النبي من بني هاشم وبني المطلب «واليتامى» أطفال المسلمين الذين هلكت آباؤهم وهم فقراء «والمساكين» ذوي الحاجة من المسلمين «وابن السبيل» المنقطع في سفره من المسلمين، أي يستحقه النبي صلى الله عليه وسلم والأصناف الأربعة على ما كان يقسمه من أن لكل من الأربعة خمس الخمس وله الباقي «كي لا» كي بمعنى اللام وأن مقدرة بعدها «يكون» الفيء علة لقسمه كذلك «دولةً» متداولا «بين الأغنياء منكم وما آتاكم» أعطاكم «الرسول» من الفيء وغيره «فخذوه وما نهاكم عنه فانتهوا واتقوا الله إن الله شديد العقاب».",
			"numberInSurah": 7,
			"juz": 28,
			"manzil": 7,
			"page": 546,
			"ruku": 479,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5134,
			"text": "«للفقراء» متعلق بمحذوف، أي اعجبوا «المهاجرين الذين أخرجوا من ديارهم وأموالهم يبتغون فضلا من الله ورضوانا وينصرون الله ورسوله أولئك هم الصادقون» في إيمانهم.",
			"numberInSurah": 8,
			"juz": 28,
			"manzil": 7,
			"page": 546,
			"ruku": 479,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5135,
			"text": "«والذين تبوؤا الدار» أي المدينة «والإيمان» أي ألفوه وهم الأنصار «من قبلهم يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة» حسدا «مما أوتوا» أي آتى النبي صلى الله عليه وسلم المهاجرين من أموال بني النضير المختصة بهم «ويؤثرون على أنفسهم ولو كان بهم خصاصة» حاجة إلى ما يؤثرون به «ومن يوق شُحَّ نفسه» حرصها على المال «فأولئك هم المفلحون».",
			"numberInSurah": 9,
			"juz": 28,
			"manzil": 7,
			"page": 546,
			"ruku": 479,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5136,
			"text": "«والذين جاءُوا من بعدهم» من بعد المهاجرين والأنصار إلى يوم القيامة «يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا» حقدا «للذين آمنوا ربنا إنك رؤوف رحيم».",
			"numberInSurah": 10,
			"juz": 28,
			"manzil": 7,
			"page": 547,
			"ruku": 479,
			"hizbQuarter": 218,
			"sajda": false
		},
		{
			"number": 5137,
			"text": "«ألم ترْ» تنظر «إلى الذين نافقوا يقولون لإخوانهم الذين كفروا من أهل الكتاب» وهم بنو النضير وإخوانهم في الكفر «لئن» لام قسم في الأربعة «أخرجتم» من المدينة «لنخرجن معكم ولا نطيع فيكم» في خذلانكم «أحدا أبدا وإن قوتلتم» حذفت منه اللام الموطئة «لننصرنكم والله يشهد إنهم لكاذبون».",
			"numberInSurah": 11,
			"juz": 28,
			"manzil": 7,
			"page": 547,
			"ruku": 480,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5138,
			"text": "«لئن أخرجوا لا يخرجون معهم ولئن قوتلوا لا ينصرونهم ولئن نصروهم» أي جاؤوا لنصرهم «ليولنَّ الأدبار» واستغني بجواب القسم المقدر عن جواب الشرط في المواضع الخمسة «ثم لا يُنصرون» أي اليهود.",
			"numberInSurah": 12,
			"juz": 28,
			"manzil": 7,
			"page": 547,
			"ruku": 480,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5139,
			"text": "«لأنتم أشد رهبة» خوفا «في صدورهم» أي المنافقين «من الله» لتأخير عذابه «ذلك بأنهم قوم لا يفقهون».",
			"numberInSurah": 13,
			"juz": 28,
			"manzil": 7,
			"page": 547,
			"ruku": 480,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5140,
			"text": "«لا يقاتلونكم» أي اليهود «جميعا» مجتمعين «إلا في قرى محصنة أو من وراء جدار» سور، وفي قراءة جدر «بأسهم» حربهم «بينهم شديد تحسبهم جميعا» مجتمعين «وقلوبهم شتى» متفرقة خلاف الحسبان «ذلك بأنهم قوم لا يعقلون».",
			"numberInSurah": 14,
			"juz": 28,
			"manzil": 7,
			"page": 547,
			"ruku": 480,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5141,
			"text": "مثلهم في ترك الإيمان «كمثل الذين من قبلهم قريبا» بزمن قريب وهم أهل بدر من المشركين «ذاقوا وبال أمرهم» عقوبته في الدنيا من القتل وغيره «ولهم عذاب أليم» مؤلم في الآخرة.",
			"numberInSurah": 15,
			"juz": 28,
			"manzil": 7,
			"page": 547,
			"ruku": 480,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5142,
			"text": "مثلهم أيضا في سماعهم من المنافقين وتخلفهم عنهم «كمثل الشيطان إذ قال للإنسان اكفر فلما كفر قال إني بريء منك إني أخاف الله رب العالمين» كذبا منه ورياءً.",
			"numberInSurah": 16,
			"juz": 28,
			"manzil": 7,
			"page": 547,
			"ruku": 480,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5143,
			"text": "«فكان عاقبتهما» أي الغاوي والمغوي وقرئ بالرفع اسم كان «أنهما في النار خالدين فيها وذلك جزاء الظالمين» أي الكافرين.",
			"numberInSurah": 17,
			"juz": 28,
			"manzil": 7,
			"page": 548,
			"ruku": 480,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5144,
			"text": "«يا أيها الذين آمنوا اتقوا الله ولتنظر نفس ما قدمت لغدٍ» ليوم القيامة «واتقوا الله إن الله خبير بما تعملون».",
			"numberInSurah": 18,
			"juz": 28,
			"manzil": 7,
			"page": 548,
			"ruku": 481,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5145,
			"text": "«ولا تكونوا كالذين نسوا الله» تركوا طاعته «فأنساهم أنفسهم» أن يقدموا لها خيرا «أولئك هم الفاسقون».",
			"numberInSurah": 19,
			"juz": 28,
			"manzil": 7,
			"page": 548,
			"ruku": 481,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5146,
			"text": "«لا يستوي أصحاب النار وأصحاب الجنة أصحاب الجنة هم الفائزون».",
			"numberInSurah": 20,
			"juz": 28,
			"manzil": 7,
			"page": 548,
			"ruku": 481,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5147,
			"text": "«لو أنزلنا هذا القرآن على جبل» وجعل فيه تمييز كالإنسان «لرأيته خاشعا متصدعا» متشققا «من خشية الله وتلك الأمثال» المذكورة «نضربها للناس لعلهم يتفكرون» فيؤمنون.",
			"numberInSurah": 21,
			"juz": 28,
			"manzil": 7,
			"page": 548,
			"ruku": 481,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5148,
			"text": "«هو الله الذي لا إله إلا هو عالم الغيب والشهادة» السر والعلانية «هو الرحمن الرحيم».",
			"numberInSurah": 22,
			"juz": 28,
			"manzil": 7,
			"page": 548,
			"ruku": 481,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5149,
			"text": "«هو الله الذي لا إله إلا هو الملك القدُّوس» الطاهر عما لا يليق به «السلام» ذو السلامة من النقائص «المؤمن» المصدق رسله بخلق المعجزة لهم «المهيمن» من هيمن يهيمن إذا كان رقيبا على الشيء، أي الشهيد على عباده بأعمالهم «العزيز» القوي «الجبار» جبر خلقه على ما أراد «المتكبر» عما لا يليق به «سبحان الله» نزَّه نفسه «عما يشركون» به.",
			"numberInSurah": 23,
			"juz": 28,
			"manzil": 7,
			"page": 548,
			"ruku": 481,
			"hizbQuarter": 219,
			"sajda": false
		},
		{
			"number": 5150,
			"text": "«هو الله الخالق البارىء» المنشىء من العدم «المصور له الأسماء الحسنى» التسعة والتسعون الوارد بها الحديث، والحسنى مؤنث الأحسن «يسبح له ما في السماوات والأرض وهو العزيز الحكيم» تقدم أولها.",
			"numberInSurah": 24,
			"juz": 28,
			"manzil": 7,
			"page": 548,
			"ruku": 481,
			"hizbQuarter": 219,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}