{
	"number": 73,
	"name": "سُورَةُ المُزَّمِّلِ",
	"englishName": "Al-Muzzammil",
	"englishNameTranslation": "The Enshrouded One",
	"revelationType": "Meccan",
	"numberOfAyahs": 20,
	"ayahs": [
		{
			"number": 5476,
			"text": "«يا أيها المزمل» النبي وأصله المتزمل أُدغمت التاء في الزاي، أي المتلفف بثيابه حين مجيء الوحي له خوفا من لهيبته.",
			"numberInSurah": 1,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5477,
			"text": "«قم الليل» صل «إلا قليلا».",
			"numberInSurah": 2,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5478,
			"text": "«نصفه» بدل من قليلا وقلَّته بالنظر إلى الكل «أو انقص منه» من النصف «قليلا» إلى الثلث.",
			"numberInSurah": 3,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5479,
			"text": "«أو زد عليه» إلى الثلثين وأو للتخيير «ورتل القرآن» تثبت في تلاوته «ترتيلا».",
			"numberInSurah": 4,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5480,
			"text": "«إنا سنلقي عليك قولا» قرآنا «ثقيلا» مهيبا أو شديدا لما فيه من التكاليف.",
			"numberInSurah": 5,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5481,
			"text": "«إن ناشئة الليل» القيام بعد النوم «هي اشد وطئا» موافقة السمع للقلب على تفهم القرآن «وأقوم قليلا» أبين قولا.",
			"numberInSurah": 6,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5482,
			"text": "«إن لك في النهار سبحا طويلا» تصرفا في إشغالك لا تفرغ فيه لتلاوة القرآن.",
			"numberInSurah": 7,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5483,
			"text": "«واذكر اسم ربك» أي قل بسم الله الرحمن الرحيم في ابتداء قراءتك «وتبتل» انقطع «إليه تبتيلا» مصدر بتلَ جيء به رعاية للفواصل وهو ملزوم التبتل.",
			"numberInSurah": 8,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5484,
			"text": "هو «ربُّ المشرق والمغرب لا إله إلا هو فاتخذه وكيلا» موكلا له أمورك.",
			"numberInSurah": 9,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5485,
			"text": "«واصبر على ما يقولون» أي كفار مكة من أذاهم «واهجرهم هجرا جميلا» لا جزع فيه وهذا قبل الأمر بقتالهم.",
			"numberInSurah": 10,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5486,
			"text": "«وذرني» اتركني «والمكذبين» عطف على المفعول معه والمعنى أنا كافيكهم وهم صناديد قريش «أُولي النعمة» التنعم «ومهلهم قليلا» من الزمن فقتلوا بعد يسير منه ببدر.",
			"numberInSurah": 11,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5487,
			"text": "«إن لدينا أنكالا» قيودا ثقالا جمع نكل بكسر النون «وجحيما» نارا محرقة.",
			"numberInSurah": 12,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5488,
			"text": "«وطعاما ذا غصة» يغص به في الحلق وهو الزقوم أو الضريع أو الغسلين أو شوك من نار لا يخرج ولا ينزل «وعذابا أليما» مؤلما زيادة على ما ذكر لمن كذب النبي صلى الله عليه وسلم.",
			"numberInSurah": 13,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5489,
			"text": "«يوم ترجف» تزلزل «الأرض والجبال وكانت الجبال كثيبا» رملا مجتمعا «مهيلا» سائلا بعد اجتماعه وهو من هال يهيل وأصله مهيول استثقلت الضمة على الياء فنقلت إلى هاء وحذفت الواو ثاني الساكنين لزيادتها وقلبت الضمة كسرة لمجانسة الياء.",
			"numberInSurah": 14,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5490,
			"text": "«إنا أرسلنا إليكم» يا أهل مكة «رسولا» هو محمد صلى الله عليه وسلم «شاهدا عليكم» يوم القيامة بما يصدر منكم من العصيان «كما أرسلنا إلى فرعون رسولا» هو موسى عليه الصلاة والسلام.",
			"numberInSurah": 15,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5491,
			"text": "«فعصى فرعون الرسول فأخذناه أخذا وبيلا» شديدا.",
			"numberInSurah": 16,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5492,
			"text": "«فكيف تتقون إن كفرتم» في الدنيا «يوما» مفعول تتقون، أي عذابه بأيِّ حصن تتحصنون من عذاب يوم «يَجعل الولدان شيباً» جمع أشيب لشدة هوله وهو يوم القيامة والأصل في شين شيبا الضم وكسرت لمجانسة الياء ويقال في اليوم الشديد يوم يشيب نواصي الأطفال وهو مجاز ويجوز أن يكون المراد في الآية الحقيقة.",
			"numberInSurah": 17,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5493,
			"text": "«السماء منفطر» ذات انفطار، أي انشقاق «به» بذلك اليوم لشدته «كان وعده» تعالى بمجيء ذلك «مفعولا» أي هو كائن لا محالة.",
			"numberInSurah": 18,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5494,
			"text": "«إن هذه» الآيات المخوِّفة «تذكرة» عظة للخلق «فمن شاء اتخذ إلى ربه سبيلا» طريقا بالإيمان والطاعة.",
			"numberInSurah": 19,
			"juz": 29,
			"manzil": 7,
			"page": 574,
			"ruku": 508,
			"hizbQuarter": 229,
			"sajda": false
		},
		{
			"number": 5495,
			"text": "«إن ربك يعلم أنك تقوم أَدنى» أقل «من ثلثي الليل ونصفِه وثلثِه» بالجر عطف على ثلثي وبالنصب على أدنى وقيامه كذلك نحو ما أمر به أول السورة «وطائفة من الذين معك» عطف على ضمير تقوم وجاز من غير تأكيد للفصل وقيام طائفة من أصحابه كذلك للتأسي به ومنهم من كان لا يدري كم صلّى من الليل وكم بقي منه فكان يقوم الليل كله احتياطا فقاموا حتى انتفخت أقدامهم سنة أو أكثر فخفف عنهم قال تعالى: «والله يقدر» يحصي «الليل والنهار علم أن» مخففة من الثقيلة واسمها محذوف، أي أنه «لن تحصوه» أي الليل لتقوموا فيما يجب القيام فيه إلا بقيام جميعه وذلك يشق عليكم «فتاب عليكم» رجع بكم إلى التخفيف «فاقرؤوا ما تيسر من القرآن» في الصلاة بأن تصلوا ما تيسر «علم أن» مخففة من الثقيلة، أي أنه «سيكون منكم مرضى وآخرون يضربون في الأرض» يسافرون «يبتغون من فضل الله» يطلبون من رزقه بالتجارة وغيرها «وآخرون يقاتلون في سبيل الله» وكل من الفرق الثلاثة يشق عليهم ما ذكر في قيام الليل فخفف عنهم بقيام ما تيسر منه ثم نسخ ذلك بالصلوات الخمس «فاقرؤوا ما تيسر منه» كما تقدم «وأقيموا الصلاة» المفروضة «وآتوا الزكاة وأقرضوا الله» بأن تنفقوا ما سوى المفروض من المال في سبيل الخير «قرضا حسنا» عن طيب قلب «وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا» مما خلفتم وهو فصل وما بعده وإن لم يكن معرفة يشبهها لامتناعه من التعريف «وأعظم أجرا واستغفروا الله إن الله غفور رحيم» للمؤمنين.",
			"numberInSurah": 20,
			"juz": 29,
			"manzil": 7,
			"page": 575,
			"ruku": 509,
			"hizbQuarter": 230,
			"sajda": false
		}
	],
	"edition": {
		"identifier": "ar.jalalayn",
		"language": "ar",
		"name": "تفسير الجلالين",
		"englishName": "Jalal ad-Din al-Mahalli and Jalal ad-Din as-Suyuti",
		"format": "text",
		"type": "tafsir",
		"direction": "rtl"
	}
}